{
    "volume": "Old Testament",
    "book": "2 Kings",
    "chapter": 23,
    "verses": [
        {
            "verse": 1,
            "text": "And the king sent, and they gathered unto him all the elders of Judah and of Jerusalem.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 11,
                    "verse": 30,
                    "text": "Which also they did, and sent it to the elders by the hands of Barnabas and Saul.",
                    "score": 0.8102838022825221
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 15,
                    "verse": 4,
                    "text": "And when they were come to Jerusalem, they were received of the church, and of the apostles and elders, and they declared all things that God had done with them.",
                    "score": 0.8010883784549956
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 25,
                    "text": "But the king stood forth among them and administered unto them. And they were pacified towards Aaron and those who were with him.",
                    "score": 0.7928438967758629
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 11,
                    "verse": 27,
                    "text": "And they come again to Jerusalem: and as he was walking in the temple, there come to him the chief priests, and the scribes, and the elders,",
                    "score": 0.78201108930218
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 35,
                    "verse": 4,
                    "text": "And they sent and gathered together throughout all the land all the people, and consulted with them concerning the words which had been spoken.",
                    "score": 0.7770533368982121
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 21,
                    "verse": 18,
                    "text": "And the day following Paul went in with us unto James; and all the elders were present.",
                    "score": 0.7759530629868303
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 14,
                    "verse": 53,
                    "text": "And they led Jesus away to the high priest: and with him were assembled all the chief priests and the elders and the scribes.",
                    "score": 0.7696562539831974
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 7,
                    "verse": 1,
                    "text": "Then came together unto him the Pharisees, and certain of the scribes, which came from Jerusalem.",
                    "score": 0.7694446482220965
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 33,
                    "text": "Then will the Father gather them together again, and give unto them Jerusalem for the land of their inheritance.",
                    "score": 0.7688023477691354
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 24,
                    "text": "And then shall they assist my people that they may be gathered in, who are scattered upon all the face of the land, in unto the New Jerusalem.",
                    "score": 0.7687401522632028
                }
            ]
        },
        {
            "verse": 2,
            "text": "And the king went up into the house of the Lord, and all the men of Judah and all the inhabitants of Jerusalem with him, and the priests, and the prophets, and all the people, both small and great: and he read in their ears all the words of the book of the covenant which was found in the house of the Lord.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 16,
                    "verse": 32,
                    "text": "And they spake unto him the word of the Lord, and to all that were in his house.",
                    "score": 0.8024792947341266
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 32,
                    "text": "But behold, it came to pass that the king, having discovered a movement among the people, sent his servants to watch them. Therefore on the day that they were assembling themselves together to hear the word of the Lord they were discovered unto the king.",
                    "score": 0.7881808978653131
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 4,
                    "text": "Wherefore, hearken, O my people, which are of the house of Israel, and give ear unto my words; for because the words of Isaiah are not plain unto you, nevertheless they are plain unto all those that are filled with the spirit of prophecy. But I give unto you a prophecy, according to the spirit which is in me; wherefore I shall prophesy according to the plainness which hath been with me from the time that I came out from Jerusalem with my father; for behold, my soul delighteth in plainness unto my people, that they may learn.",
                    "score": 0.785625760792718
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 3,
                    "text": "And many people shall go and say, Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths; for out of Zion shall go forth the law, and the word of the Lord from Jerusalem.",
                    "score": 0.7842403620262134
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 27,
                    "verse": 13,
                    "text": "And now it came to pass that Ammon went and told the king all the words which the Lord had said unto him.",
                    "score": 0.7812040637906278
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 7,
                    "verse": 4,
                    "text": "And it came to pass that we went up unto the house of Ishmael, and we did gain favor in the sight of Ishmael, insomuch that we did speak unto him the words of the Lord.",
                    "score": 0.7788614211406327
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 53,
                    "text": "And behold how great the covenants of the Lord, and how great his condescensions unto the children of men; and because of his greatness, and his grace and mercy, he has promised unto us that our seed shall not utterly be destroyed, according to the flesh, but that he would preserve them; and in future generations they shall become a righteous branch unto the house of Israel.",
                    "score": 0.7782757273502687
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 18,
                    "text": "And they began to assemble themselves together unto the house of the king. And there came a multitude, and to their astonishment, they beheld the king, and the queen, and their servants prostrate upon the earth, and they all lay there as though they were dead; and they also saw Ammon, and behold, he was a Nephite.",
                    "score": 0.77821350611383
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 18,
                    "verse": 31,
                    "text": "Then he took unto him the twelve, and said unto them, Behold, we go up to Jerusalem, and all things that are written by the prophets concerning the Son of man shall be accomplished.",
                    "score": 0.7755226383213768
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 25,
                    "text": "And behold, ye are the children of the prophets; and ye are of the house of Israel; and ye are of the covenant which the Father made with your fathers, saying unto Abraham: And in thy seed shall all the kindreds of the earth be blessed.",
                    "score": 0.7752838207689523
                }
            ]
        },
        {
            "verse": 3,
            "text": "And the king stood by a pillar, and made a covenant before the Lord, to walk after the Lord, and to keep his commandments and his testimonies and his statutes with all their heart and all their soul, to perform the words of this covenant that were written in this book. And all the people stood to the covenant.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Therefore, he had Mosiah brought before him; and these are the words which he spake unto him, saying: My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.",
                    "score": 0.7951520403760638
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 10,
                    "text": "For this is the covenant that I will make with the house of Israel after those days, saith the Lord; I will put my laws into their mind, and write them in their hearts: and I will be to them a God, and they shall be to me a people:",
                    "score": 0.7933770652447881
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 6,
                    "verse": 1,
                    "text": "And now, king Benjamin thought it was expedient, after having finished speaking to the people, that he should take the names of all those who had entered into a covenant with God to keep his commandments.",
                    "score": 0.7855918174879046
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 6,
                    "verse": 6,
                    "text": "And it came to pass that king Mosiah did walk in the ways of the Lord, and did observe his judgments and his statutes, and did keep his commandments in all things whatsoever he commanded him.",
                    "score": 0.7854244793294425
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 5,
                    "verse": 6,
                    "text": "And now, these are the words which king Benjamin desired of them; and therefore he said unto them: Ye have spoken the words that I desired; and the covenant which ye have made is a righteous covenant.",
                    "score": 0.7844426275952276
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 10,
                    "verse": 16,
                    "text": "This is the covenant that I will make with them after those days, saith the Lord, I will put my laws into their hearts, and in their minds will I write them;",
                    "score": 0.7825604563617832
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 23,
                    "text": "Wherefore, because of this covenant thou art blessed; for thy seed shall not be destroyed, for they shall hearken unto the words of the book.",
                    "score": 0.7779884415324154
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 46,
                    "verse": 20,
                    "text": "Behold, whosoever will maintain this title upon the land, let them come forth in the strength of the Lord, and enter into a covenant that they will maintain their rights, and their religion, that the Lord God may bless them.",
                    "score": 0.7771522678894144
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 4,
                    "text": "And this shall be our covenant--that we will walk in all the ordinances of the Lord.",
                    "score": 0.7766445147121283
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 29,
                    "text": "And this he said unto them, having been commanded of God; and they did walk uprightly before God, imparting to one another both temporally and spiritually according to their needs and their wants.",
                    "score": 0.7759884118772031
                }
            ]
        },
        {
            "verse": 4,
            "text": "And the king commanded Hilkiah the high priest, and the priests of the second order, and the keepers of the door, to bring forth out of the temple of the Lord all the vessels that were made for Baal, and for the grove, and for all the host of heaven: and he burned them without Jerusalem in the fields of Kidron, and carried the ashes of them unto Beth-el.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 14,
                    "verse": 53,
                    "text": "And they led Jesus away to the high priest: and with him were assembled all the chief priests and the elders and the scribes.",
                    "score": 0.7719750766406108
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 47,
                    "verse": 3,
                    "text": "And now it came to pass that the king was wroth because of their disobedience; therefore he gave Amalickiah the command of that part of his army which was obedient unto his commands, and commanded him that he should go forth and compel them to arms.",
                    "score": 0.7631275589467231
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 21,
                    "verse": 23,
                    "text": "And the king having been without the gates of the city with his guard, discovered Ammon and his brethren; and supposing them to be priests of Noah therefore he caused that they should be taken, and bound, and cast into prison. And had they been the priests of Noah he would have caused that they should be put to death.",
                    "score": 0.7617780692466513
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 14,
                    "verse": 14,
                    "text": "Now it came to pass that when the bodies of those who had been cast into the fire were consumed, and also the records which were cast in with them, the chief judge of the land came and stood before Alma and Amulek, as they were bound; and he smote them with his hand upon their cheeks, and said unto them: After what ye have seen, will ye preach again unto this people, that they shall be cast into a lake of fire and brimstone?",
                    "score": 0.7609252757140575
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 46,
                    "verse": 6,
                    "text": "Thus they were led away by Amalickiah to dissensions, notwithstanding the preaching of Helaman and his brethren, yea, notwithstanding their exceedingly great care over the church, for they were high priests over the church.",
                    "score": 0.7598350347651537
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 39,
                    "text": "And when he had driven them afar off, he returned and they watered their flocks and returned them to the pasture of the king, and then went in unto the king, bearing the arms which had been smitten off by the sword of Ammon, of those who sought to slay him; and they were carried in unto the king for a testimony of the things which they had done.",
                    "score": 0.7577352885813715
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 27,
                    "verse": 4,
                    "text": "Now when Ammon and his brethren saw this work of destruction among those whom they so dearly beloved, and among those who had so dearly beloved them--for they were treated as though they were angels sent from God to save them from everlasting destruction--therefore, when Ammon and his brethren saw this great work of destruction, they were moved with compassion, and they said unto the king:",
                    "score": 0.7518019681236638
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 27,
                    "text": "Therefore, as Ammon and the servants of the king were driving forth their flocks to this place of water, behold, a certain number of the Lamanites, who had been with their flocks to water, stood and scattered the flocks of Ammon and the servants of the king, and they scattered them insomuch that they fled many ways.",
                    "score": 0.7512631227917177
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 15,
                    "verse": 1,
                    "text": "And it came to pass that Alma and Amulek were commanded to depart out of that city; and they departed, and came out even into the land of Sidom; and behold, there they found all the people who had departed out of the land of Ammonihah, who had been cast out and stoned, because they believed in the words of Alma.",
                    "score": 0.7499567376522058
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 47,
                    "verse": 13,
                    "text": "And it came to pass that when Lehonti had come down with his guards to Amalickiah, that Amalickiah desired him to come down with his army in the night-time, and surround those men in their camps over whom the king had given him command, and that he would deliver them up into Lehonti's hands, if he would make him (Amalickiah) a second leader over the whole army.",
                    "score": 0.7440749906616593
                }
            ]
        },
        {
            "verse": 5,
            "text": "And he put down the idolatrous priests, whom the kings of Judah had ordained to burn incense in the high places in the cities of Judah, and in the places round about Jerusalem; them also that burned incense unto Baal, to the sun, and to the moon, and to the planets, and to all the host of heaven.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 9,
                    "text": "According to the custom of the priest's office, his lot was to burn incense when he went into the temple of the Lord.",
                    "score": 0.778104494572007
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 14,
                    "verse": 14,
                    "text": "Now it came to pass that when the bodies of those who had been cast into the fire were consumed, and also the records which were cast in with them, the chief judge of the land came and stood before Alma and Amulek, as they were bound; and he smote them with his hand upon their cheeks, and said unto them: After what ye have seen, will ye preach again unto this people, that they shall be cast into a lake of fire and brimstone?",
                    "score": 0.7649326953331136
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 24,
                    "text": "Therefore, as the fire devoureth the stubble, and the flame consumeth the chaff, their root shall be rottenness, and their blossoms shall go up as dust; because they have cast away the law of the Lord of Hosts, and despised the word of the Holy One of Israel.",
                    "score": 0.7634479372321298
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 6,
                    "verse": 3,
                    "text": "And again, it came to pass that when king Benjamin had made an end of all these things, and had consecrated his son Mosiah to be a ruler and a king over his people, and had given him all the charges concerning the kingdom, and also had appointed priests to teach the people, that thereby they might hear and know the commandments of God, and to stir them up in remembrance of the oath which they had made, he dismissed the multitude, and they returned, every one, according to their families, to their own houses.",
                    "score": 0.7620368986918502
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 9,
                    "verse": 10,
                    "text": "And behold, the city of Laman, and the city of Josh, and the city of Gad, and the city of Kishkumen, have I caused to be burned with fire, and the inhabitants thereof, because of their wickedness in casting out the prophets, and stoning those whom I did send to declare unto them concerning their wickedness and their abominations.",
                    "score": 0.7578212642496582
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 5,
                    "text": "For he put down all the priests that had been consecrated by his father, and consecrated new ones in their stead, such as were lifted up in the pride of their hearts.",
                    "score": 0.7520971743096617
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 9,
                    "verse": 9,
                    "text": "And behold, that great city Jacobugath, which was inhabited by the people of king Jacob, have I caused to be burned with fire because of their sins and their wickedness, which was above all the wickedness of the whole earth, because of their secret murders and combinations; for it was they that did destroy the peace of my people and the government of the land; therefore I did cause them to be burned, to destroy them from before my face, that the blood of the prophets and the saints should not come up unto me any more against them.",
                    "score": 0.7518227156859115
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 128,
                    "verse": 24,
                    "text": "Behold, the great day of the Lord is at hand; and who can abide the day of his coming, and who can stand when he appeareth? For he is like a refiner's fire, and like fuller's soap; and he shall sit as a refiner and purifier of silver, and he shall purify the sons of Levi, and purge them as gold and silver, that they may offer unto the Lord an offering in righteousness. Let us, therefore, as a church and a people, and as Latter-day Saints, offer unto the Lord an offering in righteousness; and let us present in his holy temple, when it is finished, a book containing the records of our dead, which shall be worthy of all acceptation.",
                    "score": 0.751304185003729
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 13,
                    "verse": 13,
                    "text": "And he doeth great wonders, so that he maketh fire come down from heaven on the earth in the sight of men,",
                    "score": 0.7493755143672698
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 38,
                    "text": "And he leadeth away the righteous into precious lands, and the wicked he destroyeth, and curseth the land unto them for their sakes.",
                    "score": 0.74859406815126
                }
            ]
        },
        {
            "verse": 6,
            "text": "And he brought out the grove from the house of the Lord, without Jerusalem, unto the brook Kidron, and burned it at the brook Kidron, and stamped it small to powder, and cast the powder thereof upon the graves of the children of the people.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 14,
                    "verse": 14,
                    "text": "Now it came to pass that when the bodies of those who had been cast into the fire were consumed, and also the records which were cast in with them, the chief judge of the land came and stood before Alma and Amulek, as they were bound; and he smote them with his hand upon their cheeks, and said unto them: After what ye have seen, will ye preach again unto this people, that they shall be cast into a lake of fire and brimstone?",
                    "score": 0.7506425036898033
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 24,
                    "text": "Therefore, as the fire devoureth the stubble, and the flame consumeth the chaff, their root shall be rottenness, and their blossoms shall go up as dust; because they have cast away the law of the Lord of Hosts, and despised the word of the Holy One of Israel.",
                    "score": 0.7466682062204073
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 8,
                    "text": "But wo, saith the Father, unto the unbelieving of the Gentiles--for notwithstanding they have come forth upon the face of this land, and have scattered my people who are of the house of Israel; and my people who are of the house of Israel have been cast out from among them, and have been trodden under feet by them;",
                    "score": 0.7393841110662003
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 18,
                    "text": "And wheresoever he taketh him, he teareth him: and he foameth, and gnasheth with his teeth, and pineth away: and I spake to thy disciples that they should cast him out; and they could not.",
                    "score": 0.7356336789048848
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 15,
                    "verse": 6,
                    "text": "If a man abide not in me, he is cast forth as a branch, and is withered; and men gather them, and cast them into the fire, and they are burned.",
                    "score": 0.7322766631983917
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 38,
                    "text": "And he leadeth away the righteous into precious lands, and the wicked he destroyeth, and curseth the land unto them for their sakes.",
                    "score": 0.7290902693008607
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 8,
                    "verse": 21,
                    "text": "And he that shall breathe out wrath and strifes against the work of the Lord, and against the covenant people of the Lord who are the house of Israel, and shall say: We will destroy the work of the Lord, and the Lord will not remember his covenant which he hath made unto the house of Israel--the same is in danger to be hewn down and cast into the fire;",
                    "score": 0.7284591857553026
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 45,
                    "text": "And thou beheldest that a part thereof brought forth good fruit, and a part thereof brought forth wild fruit; and because I plucked not the branches thereof and cast them into the fire, behold, they have overcome the good branch that it hath withered away.",
                    "score": 0.7279996874766803
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 2,
                    "text": "And the things which shall be written out of the book shall be of great worth unto the children of men, and especially unto our seed, which is a remnant of the house of Israel.",
                    "score": 0.7279723826491532
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 15,
                    "text": "After my seed and the seed of my brethren shall have dwindled in unbelief, and shall have been smitten by the Gentiles; yea, after the Lord God shall have camped against them round about, and shall have laid siege against them with a mount, and raised forts against them; and after they shall have been brought down low in the dust, even that they are not, yet the words of the righteous shall be written, and the prayers of the faithful shall be heard, and all those who have dwindled in unbelief shall not be forgotten.",
                    "score": 0.7270642696328352
                }
            ]
        },
        {
            "verse": 7,
            "text": "And he brake down the houses of the sodomites, that were by the house of the Lord, where the women wove hangings for the grove.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Jude",
                    "chapter": 1,
                    "verse": 7,
                    "text": "Even as Sodom and Gomorrha, and the cities about them in like manner, giving themselves over to fornication, and going after strange flesh, are set forth for an example, suffering the vengeance of eternal fire.",
                    "score": 0.7326132905516056
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 28,
                    "text": "For I, the Lord God, delight in the chastity of women. And whoredoms are an abomination before me; thus saith the Lord of Hosts.",
                    "score": 0.7320790704770507
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 63,
                    "text": "And the yoke of bondage may begin to be broken off from the house of David;",
                    "score": 0.7311164934084187
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And he did do justice unto the people, but not unto himself because of his many whoredoms; wherefore he was cut off from the presence of the Lord.",
                    "score": 0.7306192904892985
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 8,
                    "verse": 3,
                    "text": "As for Saul, he made havoc of the church, entering into every house, and haling men and women committed them to prison.",
                    "score": 0.7276266392412447
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 52,
                    "text": "Wherefore the Lord cursed Lamech, and his house, and all them that had covenanted with Satan; for they kept not the commandments of God, and it displeased God, and he ministered not unto them, and their works were abominations, and began to spread among all the sons of men. And it was among the sons of men.",
                    "score": 0.7272651739348004
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 20,
                    "text": "But others rebuked them, saying: The king hath brought this evil upon his house, because he slew his servants who had had their flocks scattered at the waters of Sebus.",
                    "score": 0.7250263093160236
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 2,
                    "text": "For behold, he did not keep the commandments of God, but he did walk after the desires of his own heart. And he had many wives and concubines. And he did cause his people to commit sin, and do that which was abominable in the sight of the Lord. Yea, and they did commit whoredoms and all manner of wickedness.",
                    "score": 0.7245890116521909
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 30,
                    "verse": 18,
                    "text": "And thus he did preach unto them, leading away the hearts of many, causing them to lift up their heads in their wickedness, yea, leading away many women, and also men, to commit whoredoms--telling them that when a man was dead, that was the end thereof.",
                    "score": 0.7241472442952245
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 23,
                    "verse": 16,
                    "text": "Their children also shall be dashed to pieces before their eyes; their houses shall be spoiled and their wives ravished.",
                    "score": 0.7240329785240153
                }
            ]
        },
        {
            "verse": 8,
            "text": "And he brought all the priests out of the cities of Judah, and defiled the high places where the priests had burned incense, from Geba to Beer-sheba, and brake down the high places of the gates that were in the entering in of the gate of Joshua the governor of the city, which were on a man's left hand at the gate of the city.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 9,
                    "verse": 10,
                    "text": "And behold, the city of Laman, and the city of Josh, and the city of Gad, and the city of Kishkumen, have I caused to be burned with fire, and the inhabitants thereof, because of their wickedness in casting out the prophets, and stoning those whom I did send to declare unto them concerning their wickedness and their abominations.",
                    "score": 0.7936130823653377
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 9,
                    "text": "According to the custom of the priest's office, his lot was to burn incense when he went into the temple of the Lord.",
                    "score": 0.7732610881120116
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 13,
                    "text": "Now when the people had said this, and withstood all his words, and reviled him, and spit upon him, and caused that he should be cast out of their city, he departed thence and took his journey towards the city which was called Aaron.",
                    "score": 0.7654913392972533
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 14,
                    "verse": 14,
                    "text": "Now it came to pass that when the bodies of those who had been cast into the fire were consumed, and also the records which were cast in with them, the chief judge of the land came and stood before Alma and Amulek, as they were bound; and he smote them with his hand upon their cheeks, and said unto them: After what ye have seen, will ye preach again unto this people, that they shall be cast into a lake of fire and brimstone?",
                    "score": 0.756105718359994
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 15,
                    "verse": 1,
                    "text": "And it came to pass that Alma and Amulek were commanded to depart out of that city; and they departed, and came out even into the land of Sidom; and behold, there they found all the people who had departed out of the land of Ammonihah, who had been cast out and stoned, because they believed in the words of Alma.",
                    "score": 0.7556929344615219
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 38,
                    "text": "And he leadeth away the righteous into precious lands, and the wicked he destroyeth, and curseth the land unto them for their sakes.",
                    "score": 0.7505692972038155
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 21,
                    "verse": 23,
                    "text": "And the king having been without the gates of the city with his guard, discovered Ammon and his brethren; and supposing them to be priests of Noah therefore he caused that they should be taken, and bound, and cast into prison. And had they been the priests of Noah he would have caused that they should be put to death.",
                    "score": 0.7499517969490045
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 25,
                    "text": "Therefore, he took Moses out of their midst, and the Holy Priesthood also;",
                    "score": 0.7458977120293613
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 52,
                    "verse": 13,
                    "text": "And thus he was endeavoring to harass the Nephites, and to draw away a part of their forces to that part of the land, while he had commanded those whom he had left to possess the cities which he had taken, that they should also harass the Nephites on the borders by the east sea, and should take possession of their lands as much as it was in their power, according to the power of their armies.",
                    "score": 0.744299396307382
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 24,
                    "text": "Therefore, as the fire devoureth the stubble, and the flame consumeth the chaff, their root shall be rottenness, and their blossoms shall go up as dust; because they have cast away the law of the Lord of Hosts, and despised the word of the Holy One of Israel.",
                    "score": 0.743579875667616
                }
            ]
        },
        {
            "verse": 9,
            "text": "Nevertheless the priests of the high places came not up to the altar of the Lord in Jerusalem, but they did eat of the unleavened bread among their brethren.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 16,
                    "verse": 5,
                    "text": "And when his disciples were come to the other side, they had forgotten to take bread.",
                    "score": 0.8059507998507608
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 6,
                    "text": "Now, there had been no bread, neither wine, brought by the disciples, neither by the multitude;",
                    "score": 0.7808057597742059
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 7,
                    "verse": 2,
                    "text": "And when they saw some of his disciples eat bread with defiled, that is to say, with unwashen, hands, they found fault.",
                    "score": 0.7775970970213851
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 8,
                    "verse": 14,
                    "text": "Now the disciples had forgotten to take bread, neither had they in the ship with them more than one loaf.",
                    "score": 0.77552791873952
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 3,
                    "verse": 20,
                    "text": "And the multitude cometh together again, so that they could not so much as eat bread.",
                    "score": 0.773418311490129
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 10,
                    "verse": 18,
                    "text": "Behold Israel after the flesh: are not they which eat of the sacrifices partakers of the altar?",
                    "score": 0.7653792751853123
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 18,
                    "verse": 28,
                    "text": "Then led they Jesus from Caiaphas unto the hall of judgment: and it was early; and they themselves went not into the judgment hall, lest they should be defiled; but that they might eat the passover.",
                    "score": 0.7618732381462502
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 46,
                    "verse": 6,
                    "text": "Thus they were led away by Amalickiah to dissensions, notwithstanding the preaching of Helaman and his brethren, yea, notwithstanding their exceedingly great care over the church, for they were high priests over the church.",
                    "score": 0.7603590628490383
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 12,
                    "verse": 4,
                    "text": "How he entered into the house of God, and did eat the shewbread, which was not lawful for him to eat, neither for them which were with him, but only for the priests?",
                    "score": 0.7601565516120878
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 7,
                    "verse": 10,
                    "text": "But when his brethren were gone up, then went he also up unto the feast, not openly, but as it were in secret.",
                    "score": 0.7591778898672835
                }
            ]
        },
        {
            "verse": 10,
            "text": "And he defiled Topheth, which is in the valley of the children of Hinnom, that no man might make his son or his daughter to pass through the fire to Molech.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 3,
                    "text": "Now Aaron had gone up to the land of Nephi, therefore the king could not confer the kingdom upon him; neither would Aaron take upon him the kingdom; neither were any of the sons of Mosiah willing to take upon them the kingdom.",
                    "score": 0.7410722414195869
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 6,
                    "verse": 25,
                    "text": "And it came to pass that they chose even the firstborn of the brother of Jared; and his name was Pagag. And it came to pass that he refused and would not be their king. And the people would that his father should constrain him, but his father would not; and he commanded them that they should constrain no man to be their king.",
                    "score": 0.7306739092566195
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 39,
                    "verse": 11,
                    "text": "Suffer not yourself to be led away by any vain or foolish thing; suffer not the devil to lead away your heart again after those wicked harlots. Behold, O my son, how great iniquity ye brought upon the Zoramites; for when they saw your conduct they would not believe in my words.",
                    "score": 0.7278873849153394
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 17,
                    "text": "And he that endureth not unto the end, the same is he that is also hewn down and cast into the fire, from whence they can no more return, because of the justice of the Father.",
                    "score": 0.7246332354822923
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 7,
                    "verse": 1,
                    "text": "And now I would that ye might know, that after my father, Lehi, had made an end of prophesying concerning his seed, it came to pass that the Lord spake unto him again, saying that it was not meet for him, Lehi, that he should take his family into the wilderness alone; but that his sons should take daughters to wife, that they might raise up seed unto the Lord in the land of promise.",
                    "score": 0.7245456932914182
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 17,
                    "text": "But if it be defiled I will not come into it, and my glory shall not be there; for I will not come into unholy temples.",
                    "score": 0.7243694874159046
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 6,
                    "verse": 25,
                    "text": "Now behold, it is these secret oaths and covenants which Alma commanded his son should not go forth unto the world, lest they should be a means of bringing down the people unto destruction.",
                    "score": 0.7232571094943502
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 13,
                    "verse": 17,
                    "text": "But he repented not, neither his fair sons nor daughters; neither the fair sons and daughters of Cohor; neither the fair sons and daughters of Corihor; and in fine, there were none of the fair sons and daughters upon the face of the whole earth who repented of their sins.",
                    "score": 0.7214844068942685
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 19,
                    "verse": 19,
                    "text": "Through the wrath of the Lord of Hosts is the land darkened, and the people shall be as the fuel of the fire; no man shall spare his brother.",
                    "score": 0.7210555249419932
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 55,
                    "text": "And Satan shall be bound, that he shall have no place in the hearts of the children of men.",
                    "score": 0.7209736162131724
                }
            ]
        },
        {
            "verse": 11,
            "text": "And he took away the horses that the kings of Judah had given to the sun, at the entering in of the house of the Lord, by the chamber of Nathan-melech the chamberlain, which was in the suburbs, and burned the chariots of the sun with fire.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 24,
                    "text": "Therefore, as the fire devoureth the stubble, and the flame consumeth the chaff, their root shall be rottenness, and their blossoms shall go up as dust; because they have cast away the law of the Lord of Hosts, and despised the word of the Holy One of Israel.",
                    "score": 0.7622100656296515
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 12,
                    "text": "And it came to pass that when Ammon had made ready the horses and the chariots for the king and his servants, he went in unto the king, and he saw that the countenance of the king was changed; therefore he was about to return out of his presence.",
                    "score": 0.7617646661279082
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 38,
                    "text": "And he leadeth away the righteous into precious lands, and the wicked he destroyeth, and curseth the land unto them for their sakes.",
                    "score": 0.7468408580925783
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 14,
                    "text": "Yea, wo be unto the Gentiles except they repent; for it shall come to pass in that day, saith the Father, that I will cut off thy horses out of the midst of thee, and I will destroy thy chariots;",
                    "score": 0.7457934468012631
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 39,
                    "text": "And when he had driven them afar off, he returned and they watered their flocks and returned them to the pasture of the king, and then went in unto the king, bearing the arms which had been smitten off by the sword of Ammon, of those who sought to slay him; and they were carried in unto the king for a testimony of the things which they had done.",
                    "score": 0.7452000006778147
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 9,
                    "verse": 9,
                    "text": "And behold, that great city Jacobugath, which was inhabited by the people of king Jacob, have I caused to be burned with fire because of their sins and their wickedness, which was above all the wickedness of the whole earth, because of their secret murders and combinations; for it was they that did destroy the peace of my people and the government of the land; therefore I did cause them to be burned, to destroy them from before my face, that the blood of the prophets and the saints should not come up unto me any more against them.",
                    "score": 0.7390306879336599
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 13,
                    "text": "And let them who be of Judah flee unto Jerusalem, unto the mountains of the Lord's house.",
                    "score": 0.7379643510072216
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 37,
                    "text": "For behold, the day cometh that shall burn as an oven, and all the proud, yea, and all that do wickedly shall burn as stubble; for they that come shall burn them, saith the Lord of Hosts, that it shall leave them neither root nor branch.",
                    "score": 0.7349842809388274
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 64,
                    "text": "And also that which was written by the prophet Malachi: For, behold, the day cometh that shall burn as an oven, and all the proud, yea, and all that do wickedly, shall be stubble; and the day that cometh shall burn them up, saith the Lord of hosts, that it shall leave them neither root nor branch.",
                    "score": 0.7321463638300746
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 8,
                    "verse": 21,
                    "text": "And he that shall breathe out wrath and strifes against the work of the Lord, and against the covenant people of the Lord who are the house of Israel, and shall say: We will destroy the work of the Lord, and the Lord will not remember his covenant which he hath made unto the house of Israel--the same is in danger to be hewn down and cast into the fire;",
                    "score": 0.7295756892476474
                }
            ]
        },
        {
            "verse": 12,
            "text": "And the altars that were on the top of the upper chamber of Ahaz, which the kings of Judah had made, and the altars which Manasseh had made in the two courts of the house of the Lord, did the king beat down, and brake them down from thence, and cast the dust of them into the brook Kidron.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 20,
                    "text": "Behold, Potiphar's Hill was in the land of Ur, of Chaldea. And the Lord broke down the altar of Elkenah, and of the gods of the land, and utterly destroyed them, and smote the priest that he died; and there was great mourning in Chaldea, and also in the court of Pharaoh; which Pharaoh signifies king by royal blood.",
                    "score": 0.7479202583631623
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 12,
                    "text": "Wherefore it shall come to pass that when the Lord hath performed his whole work upon Mount Zion and upon Jerusalem, I will punish the fruit of the stout heart of the king of Assyria, and the glory of his high looks.",
                    "score": 0.7263298066248681
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 1,
                    "text": "The word that Isaiah, the son of Amoz, saw concerning Judah and Jerusalem:",
                    "score": 0.726251299099086
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 46,
                    "verse": 4,
                    "text": "And Amalickiah was desirous to be a king; and those people who were wroth were also desirous that he should be their king; and they were the greater part of them the lower judges of the land, and they were seeking for power.",
                    "score": 0.7224850635608348
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 14,
                    "verse": 14,
                    "text": "Now it came to pass that when the bodies of those who had been cast into the fire were consumed, and also the records which were cast in with them, the chief judge of the land came and stood before Alma and Amulek, as they were bound; and he smote them with his hand upon their cheeks, and said unto them: After what ye have seen, will ye preach again unto this people, that they shall be cast into a lake of fire and brimstone?",
                    "score": 0.7205696774317403
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 4,
                    "verse": 9,
                    "text": "And he brought him to Jerusalem, and set him on a pinnacle of the temple, and said unto him, If thou be the Son of God, cast thyself down from hence:",
                    "score": 0.7196688246537075
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 6,
                    "text": "Let us go up against Judah and vex it, and let us make a breach therein for us, and set a king in the midst of it, yea, the son of Tabeal.",
                    "score": 0.7192024276371197
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 28,
                    "verse": 20,
                    "text": "And now, as I said unto you, that after king Mosiah had done these things, he took the plates of brass, and all the things which he had kept, and conferred them upon Alma, who was the son of Alma; yea, all the records, and also the interpreters, and conferred them upon him, and commanded him that he should keep and preserve them, and also keep a record of the people, handing them down from one generation to another, even as they had been handed down from the time that Lehi left Jerusalem.",
                    "score": 0.7191904118664451
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 13,
                    "text": "And let them who be of Judah flee unto Jerusalem, unto the mountains of the Lord's house.",
                    "score": 0.7187459040936072
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 47,
                    "verse": 34,
                    "text": "And it came to pass that Amalickiah took the same servant that slew the king, and all them who were with him, and went in unto the queen, unto the place where she sat; and they all testified unto her that the king was slain by his own servants; and they said also: They have fled; does not this testify against them? And thus they satisfied the queen concerning the death of the king.",
                    "score": 0.7182901082162992
                }
            ]
        },
        {
            "verse": 13,
            "text": "And the high places that were before Jerusalem, which were on the right hand of the mount of corruption, which Solomon the king of Israel had builded for Ashtoreth the abomination of the Zidonians, and for Chemosh the abomination of the Moabites, and for Milcom the abomination of the children of Ammon, did the king defile.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 28,
                    "text": "The earth was corrupt before God, and it was filled with violence.",
                    "score": 0.7600996736422944
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 24,
                    "text": "Behold, David and Solomon truly had many wives and concubines, which thing was abominable before me, saith the Lord.",
                    "score": 0.7596212552707491
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 12,
                    "text": "Wherefore it shall come to pass that when the Lord hath performed his whole work upon Mount Zion and upon Jerusalem, I will punish the fruit of the stout heart of the king of Assyria, and the glory of his high looks.",
                    "score": 0.7590342574796695
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 7,
                    "verse": 13,
                    "text": "And Corihor repented of the many evils which he had done; wherefore Shule gave him power in his kingdom.",
                    "score": 0.7534504375338502
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 9,
                    "verse": 9,
                    "text": "And behold, that great city Jacobugath, which was inhabited by the people of king Jacob, have I caused to be burned with fire because of their sins and their wickedness, which was above all the wickedness of the whole earth, because of their secret murders and combinations; for it was they that did destroy the peace of my people and the government of the land; therefore I did cause them to be burned, to destroy them from before my face, that the blood of the prophets and the saints should not come up unto me any more against them.",
                    "score": 0.7528458432266472
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 9,
                    "verse": 10,
                    "text": "And behold, the city of Laman, and the city of Josh, and the city of Gad, and the city of Kishkumen, have I caused to be burned with fire, and the inhabitants thereof, because of their wickedness in casting out the prophets, and stoning those whom I did send to declare unto them concerning their wickedness and their abominations.",
                    "score": 0.7502852890084534
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 4,
                    "verse": 22,
                    "text": "And that they had altered and trampled under their feet the laws of Mosiah, or that which the Lord commanded him to give unto the people; and they saw that their laws had become corrupted, and that they had become a wicked people, insomuch that they were wicked even like unto the Lamanites.",
                    "score": 0.7480698806690188
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 13,
                    "verse": 8,
                    "text": "Wherefore, the remnant of the house of Joseph shall be built upon this land; and it shall be a land of their inheritance; and they shall build up a holy city unto the Lord, like unto the Jerusalem of old; and they shall no more be confounded, until the end come when the earth shall pass away.",
                    "score": 0.7470048596718172
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 14,
                    "verse": 5,
                    "text": "And the people went forth and witnessed against them--testifying that they had reviled against the law, and their lawyers and judges of the land, and also of all the people that were in the land; and also testified that there was but one God, and that he should send his Son among the people, but he should not save them; and many such things did the people testify against Alma and Amulek. Now this was done before the chief judge of the land.",
                    "score": 0.7456649591286643
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 6,
                    "verse": 28,
                    "text": "And also it is that same being who put it into the hearts of the people to build a tower sufficiently high that they might get to heaven. And it was that same being who led on the people who came from that tower into this land; who spread the works of darkness and abominations over all the face of the land, until he dragged the people down to an entire destruction, and to an everlasting hell.",
                    "score": 0.7452676480667079
                }
            ]
        },
        {
            "verse": 14,
            "text": "And he brake in pieces the images, and cut down the groves, and filled their places with the bones of men.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 19,
                    "verse": 32,
                    "text": "Then came the soldiers, and brake the legs of the first, and of the other which was crucified with him.",
                    "score": 0.7394557577013059
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 2,
                    "verse": 38,
                    "text": "And it came to pass that many died in the wilderness of their wounds, and were devoured by those beasts and also the vultures of the air; and their bones have been found, and have been heaped up on the earth.",
                    "score": 0.7360023965391493
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 15,
                    "verse": 2,
                    "text": "He saw that there had been slain by the sword already nearly two millions of his people, and he began to sorrow in his heart; yea, there had been slain two millions of mighty men, and also their wives and their children.",
                    "score": 0.7355598511902269
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 19,
                    "text": "And when he had destroyed seven nations in the land of Chanaan, he divided their land to them by lot.",
                    "score": 0.7289071418979753
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 15,
                    "verse": 24,
                    "text": "And when they had crucified him, they parted his garments, casting lots upon them, what every man should take.",
                    "score": 0.7265585239564273
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 51,
                    "text": "And the enemy came by night, and broke down the hedge; and the servants of the nobleman arose and were affrighted, and fled; and the enemy destroyed their works, and broke down the olive trees.",
                    "score": 0.7244738361045452
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 5,
                    "verse": 5,
                    "text": "And always, night and day, he was in the mountains, and in the tombs, crying, and cutting himself with stones.",
                    "score": 0.7230160607393229
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 19,
                    "verse": 21,
                    "text": "And the remnant were slain with the sword of him that sat upon the horse, which sword proceeded out of his mouth: and all the fowls were filled with their flesh.",
                    "score": 0.7226100774909201
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 11,
                    "verse": 37,
                    "text": "They were stoned, they were sawn asunder, were tempted, were slain with the sword: they wandered about in sheepskins and goatskins; being destitute, afflicted, tormented;",
                    "score": 0.722266693146312
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 24,
                    "verse": 17,
                    "text": "And now it came to pass that when the king had made an end of these sayings, and all the people were assembled together, they took their swords, and all the weapons which were used for the shedding of man's blood, and they did bury them up deep in the earth.",
                    "score": 0.7222062961772842
                }
            ]
        },
        {
            "verse": 15,
            "text": "Moreover the altar that was at Beth-el, and the high place which Jeroboam the son of Nebat, who made Israel to sin, had made, both that altar and the high place he brake down, and burned the high place, and stamped it small to powder, and burned the grove.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 20,
                    "text": "And I, Abraham, arose from the place of the altar which I had built unto the Lord, and removed from thence unto a mountain on the east of Bethel, and pitched my tent there, Bethel on the west, and Hai on the east; and there I built another altar unto the Lord, and called again upon the name of the Lord.",
                    "score": 0.7509326410561695
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 13,
                    "verse": 7,
                    "text": "For as Joseph brought his father down into the land of Egypt, even so he died there; wherefore, the Lord brought a remnant of the seed of Joseph out of the land of Jerusalem, that he might be merciful unto the seed of Joseph that they should perish not, even as he was merciful unto the father of Joseph that he should perish not.",
                    "score": 0.7367239729479808
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 20,
                    "text": "Behold, Potiphar's Hill was in the land of Ur, of Chaldea. And the Lord broke down the altar of Elkenah, and of the gods of the land, and utterly destroyed them, and smote the priest that he died; and there was great mourning in Chaldea, and also in the court of Pharaoh; which Pharaoh signifies king by royal blood.",
                    "score": 0.7361256217274152
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 11,
                    "text": "And it came to pass that I, Nephi, did make a bellows wherewith to blow the fire, of the skins of beasts; and after I had made a bellows, that I might have wherewith to blow the fire, I did smite two stones together that I might make fire.",
                    "score": 0.7281712997544423
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 10,
                    "verse": 8,
                    "text": "Above when he said, Sacrifice and offering and burnt offerings and offering for sin thou wouldest not, neither hadst pleasure therein; which are offered by the law;",
                    "score": 0.724543164068834
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 14,
                    "verse": 14,
                    "text": "Now it came to pass that when the bodies of those who had been cast into the fire were consumed, and also the records which were cast in with them, the chief judge of the land came and stood before Alma and Amulek, as they were bound; and he smote them with his hand upon their cheeks, and said unto them: After what ye have seen, will ye preach again unto this people, that they shall be cast into a lake of fire and brimstone?",
                    "score": 0.7228940025939944
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 9,
                    "verse": 9,
                    "text": "And behold, that great city Jacobugath, which was inhabited by the people of king Jacob, have I caused to be burned with fire because of their sins and their wickedness, which was above all the wickedness of the whole earth, because of their secret murders and combinations; for it was they that did destroy the peace of my people and the government of the land; therefore I did cause them to be burned, to destroy them from before my face, that the blood of the prophets and the saints should not come up unto me any more against them.",
                    "score": 0.7223612881650103
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 24,
                    "text": "Therefore, as the fire devoureth the stubble, and the flame consumeth the chaff, their root shall be rottenness, and their blossoms shall go up as dust; because they have cast away the law of the Lord of Hosts, and despised the word of the Holy One of Israel.",
                    "score": 0.7202535870599571
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 7,
                    "verse": 9,
                    "text": "Wherefore, he came to the hill Ephraim, and he did molten out of the hill, and made swords out of steel for those whom he had drawn away with him; and after he had armed them with swords he returned to the city Nehor, and gave battle unto his brother Corihor, by which means he obtained the kingdom and restored it unto his father Kib.",
                    "score": 0.7155890411578004
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 35,
                    "text": "The elements are the tabernacle of God; yea, man is the tabernacle of God, even temples; and whatsoever temple is defiled, God shall destroy that temple.",
                    "score": 0.7150346763210303
                }
            ]
        },
        {
            "verse": 16,
            "text": "And as Josiah turned himself, he spied the sepulchres that were there in the mount, and sent, and took the bones out of the sepulchres, and burned them upon the altar, and polluted it, according to the word of the Lord which the man of God proclaimed, who proclaimed these words.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 14,
                    "verse": 14,
                    "text": "Now it came to pass that when the bodies of those who had been cast into the fire were consumed, and also the records which were cast in with them, the chief judge of the land came and stood before Alma and Amulek, as they were bound; and he smote them with his hand upon their cheeks, and said unto them: After what ye have seen, will ye preach again unto this people, that they shall be cast into a lake of fire and brimstone?",
                    "score": 0.7803268053277927
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 128,
                    "verse": 24,
                    "text": "Behold, the great day of the Lord is at hand; and who can abide the day of his coming, and who can stand when he appeareth? For he is like a refiner's fire, and like fuller's soap; and he shall sit as a refiner and purifier of silver, and he shall purify the sons of Levi, and purge them as gold and silver, that they may offer unto the Lord an offering in righteousness. Let us, therefore, as a church and a people, and as Latter-day Saints, offer unto the Lord an offering in righteousness; and let us present in his holy temple, when it is finished, a book containing the records of our dead, which shall be worthy of all acceptation.",
                    "score": 0.7637486230021389
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 7,
                    "verse": 20,
                    "text": "And he said, That which cometh out of the man, that defileth the man.",
                    "score": 0.763141292883967
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 14,
                    "verse": 7,
                    "text": "And it came to pass that he began to cry unto the people, saying: Behold, I am guilty, and these men are spotless before God. And he began to plead for them from that time forth; but they reviled him, saying: Art thou also possessed with the devil? And they spit upon him, and cast him out from among them, and also all those who believed in the words which had been spoken by Alma and Amulek; and they cast them out, and sent men to cast stones at them.",
                    "score": 0.760954256409563
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 6,
                    "verse": 1,
                    "text": "The words of Jacob, the brother of Nephi, which he spake unto the people of Nephi:",
                    "score": 0.7588007297142921
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 14,
                    "verse": 8,
                    "text": "And they brought their wives and children together, and whosoever believed or had been taught to believe in the word of God they caused that they should be cast into the fire; and they also brought forth their records which contained the holy scriptures, and cast them into the fire also, that they might be burned and destroyed by fire.",
                    "score": 0.7576914581706571
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 16,
                    "verse": 32,
                    "text": "And they spake unto him the word of the Lord, and to all that were in his house.",
                    "score": 0.7555740098859147
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 24,
                    "text": "Therefore, as the fire devoureth the stubble, and the flame consumeth the chaff, their root shall be rottenness, and their blossoms shall go up as dust; because they have cast away the law of the Lord of Hosts, and despised the word of the Holy One of Israel.",
                    "score": 0.7552413971940863
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 28,
                    "text": "And it came to pass that the Lord commanded him that he should seal up the two stones which he had received, and show them not, until the Lord should show them unto the children of men.",
                    "score": 0.7550649057388689
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 17,
                    "text": "And he also gave me commandments when he called unto me out of the burning bush, saying: Call upon God in the name of mine Only Begotten, and worship me.",
                    "score": 0.7541298139310573
                }
            ]
        },
        {
            "verse": 17,
            "text": "Then he said, What title is that that I see? And the men of the city told him, It is the sepulchre of the man of God, which came from Judah, and proclaimed these things that thou hast done against the altar of Beth-el.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 23,
                    "text": "And he said: Behold it proceedeth out of the mouth of a Jew. And I, Nephi, beheld it; and he said unto me: The book that thou beholdest is a record of the Jews, which contains the covenants of the Lord, which he hath made unto the house of Israel; and it also containeth many of the prophecies of the holy prophets; and it is a record like unto the engravings which are upon the plates of brass, save there are not so many; nevertheless, they contain the covenants of the Lord, which he hath made unto the house of Israel; wherefore, they are of great worth unto the Gentiles.",
                    "score": 0.7564335532427003
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 2,
                    "verse": 18,
                    "text": "Then answered the Jews and said unto him, What sign shewest thou unto us, seeing that thou doest these things?",
                    "score": 0.7525968015016054
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 18,
                    "text": "Therefore, I would that ye should know, that after the Lord had shown so many marvelous things unto my father, Lehi, yea, concerning the destruction of Jerusalem, behold he went forth among the people, and began to prophesy and to declare unto them concerning the things which he had both seen and heard.",
                    "score": 0.752207644058622
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 21,
                    "text": "Behold, these things I have spoken unto you concerning the Jews; and again, after the tribulation of those days which shall come upon Jerusalem, if any man shall say unto you, Lo, here is Christ, or there, believe him not;",
                    "score": 0.7521608857362266
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 2,
                    "verse": 16,
                    "text": "But this is that which was spoken by the prophet Joel;",
                    "score": 0.7516714508776116
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 11,
                    "text": "And I said unto him: To know the interpretation thereof--for I spake unto him as a man speaketh; for I beheld that he was in the form of a man; yet nevertheless, I knew that it was the Spirit of the Lord; and he spake unto me as a man speaketh with another.",
                    "score": 0.7514813750342481
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 2,
                    "text": "And these are the words which he spake to the people in the church which was established in the city of Zarahemla, according to his own record, saying:",
                    "score": 0.7508466632012791
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 19,
                    "verse": 35,
                    "text": "And when the townclerk had appeased the people, he said, Ye men of Ephesus, what man is there that knoweth not how that the city of the Ephesians is a worshipper of the great goddess Diana, and of the image which fell down from Jupiter?",
                    "score": 0.749810353230614
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 5,
                    "verse": 4,
                    "text": "And no man taketh this honour unto himself, but he that is called of God, as was Aaron.",
                    "score": 0.7497364385192272
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 3,
                    "verse": 12,
                    "text": "Him that overcometh will I make a pillar in the temple of my God, and he shall go no more out: and I will write upon him the name of my God, and the name of the city of my God, which is new Jerusalem, which cometh down out of heaven from my God: and I will write upon him my new name.",
                    "score": 0.7491422446497052
                }
            ]
        },
        {
            "verse": 18,
            "text": "And he said, Let him alone; let no man move his bones. So they let his bones alone, with the bones of the prophet that came out of Samaria.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 5,
                    "verse": 3,
                    "text": "Who had his dwelling among the tombs; and no man could bind him, no, not with chains:",
                    "score": 0.7797706844438853
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 5,
                    "verse": 17,
                    "text": "And Adam said: This was bone of my bones, and flesh of my flesh; now she shall be called Woman, because she was taken out of man;",
                    "score": 0.7650253021508778
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 12,
                    "verse": 20,
                    "text": "But there was one Antionah, who was a chief ruler among them, came forth and said unto him: What is this that thou hast said, that man should rise from the dead and be changed from this mortal to an immortal state, that the soul can never die?",
                    "score": 0.7606171740063804
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 7,
                    "text": "So when they continued asking him, he lifted up himself, and said unto them, He that is without sin among you, let him first cast a stone at her.",
                    "score": 0.7605532792707788
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 18,
                    "text": "And wheresoever he taketh him, he teareth him: and he foameth, and gnasheth with his teeth, and pineth away: and I spake to thy disciples that they should cast him out; and they could not.",
                    "score": 0.7577278901573987
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 4,
                    "verse": 34,
                    "text": "But without a parable spake he not unto them: and when they were alone, he expounded all things to his disciples.",
                    "score": 0.7573300354537436
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 30,
                    "text": "For the brother of Jared said unto the mountain Zerin, Remove--and it was removed. And if he had not had faith it would not have moved; wherefore thou workest after men have faith.",
                    "score": 0.7558223963205276
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 57,
                    "text": "For they would not hearken unto his voice, nor believe on his Only Begotten Son, even him whom he declared should come in the meridian of time, who was prepared from before the foundation of the world.",
                    "score": 0.7550370782199751
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 45,
                    "verse": 19,
                    "text": "Behold, this we know, that he was a righteous man; and the saying went abroad in the church that he was taken up by the Spirit, or buried by the hand of the Lord, even as Moses. But behold, the scriptures saith the Lord took Moses unto himself; and we suppose that he has also received Alma in the spirit, unto himself; therefore, for this cause we know nothing concerning his death and burial.",
                    "score": 0.7549736921535493
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 23,
                    "text": "And Adam said: This I know now is bone of my bones, and flesh of my flesh; she shall be called Woman, because she was taken out of man.",
                    "score": 0.7517604515402592
                }
            ]
        },
        {
            "verse": 19,
            "text": "And all the houses also of the high places that were in the cities of Samaria, which the kings of Israel had made to provoke the Lord to anger, Josiah took away, and did to them according to all the acts that he had done in Beth-el.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 9,
                    "verse": 9,
                    "text": "And behold, that great city Jacobugath, which was inhabited by the people of king Jacob, have I caused to be burned with fire because of their sins and their wickedness, which was above all the wickedness of the whole earth, because of their secret murders and combinations; for it was they that did destroy the peace of my people and the government of the land; therefore I did cause them to be burned, to destroy them from before my face, that the blood of the prophets and the saints should not come up unto me any more against them.",
                    "score": 0.7554165691197924
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 20,
                    "text": "And when the Jews heard these things they were angry with him; yea, even as with the prophets of old, whom they had cast out, and stoned, and slain; and they also sought his life, that they might take it away. But behold, I, Nephi, will show unto you that the tender mercies of the Lord are over all those whom he hath chosen, because of their faith, to make them mighty even unto the power of deliverance.",
                    "score": 0.7424974803291227
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 13,
                    "text": "And let them who be of Judah flee unto Jerusalem, unto the mountains of the Lord's house.",
                    "score": 0.7419291640528376
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 24,
                    "verse": 1,
                    "text": "And it came to pass that the Amalekites and the Amulonites and the Lamanites who were in the land of Amulon, and also in the land of Helam, and who were in the land of Jerusalem, and in fine, in all the land round about, who had not been converted and had not taken upon them the name of Anti-Nephi-Lehi, were stirred up by the Amalekites and by the Amulonites to anger against their brethren.",
                    "score": 0.7412168759582188
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 13,
                    "verse": 5,
                    "text": "And he spake also concerning the house of Israel, and the Jerusalem from whence Lehi should come--after it should be destroyed it should be built up again, a holy city unto the Lord; wherefore, it could not be a new Jerusalem for it had been in a time of old; but it should be built up again, and become a holy city of the Lord; and it should be built unto the house of Israel--",
                    "score": 0.7411888366516045
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 20,
                    "verse": 7,
                    "text": "Therefore they sent their armies forth; yea, even the king himself went before his people; and they went up to the land of Nephi to destroy the people of Limhi.",
                    "score": 0.74051595888063
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 7,
                    "verse": 13,
                    "text": "And Corihor repented of the many evils which he had done; wherefore Shule gave him power in his kingdom.",
                    "score": 0.7362841872752173
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 47,
                    "verse": 1,
                    "text": "Now we will return in our record to Amalickiah and those who had fled with him into the wilderness; for, behold, he had taken those who went with him, and went up in the land of Nephi among the Lamanites, and did stir up the Lamanites to anger against the people of Nephi, insomuch that the king of the Lamanites sent a proclamation throughout all his land, among all his people, that they should gather themselves together again to go to battle against the Nephites.",
                    "score": 0.7362614352109772
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 13,
                    "text": "And it came to pass that he caused many buildings to be built in the land Shilom; and he caused a great tower to be built on the hill north of the land Shilom, which had been a resort for the children of Nephi at the time they fled out of the land; and thus he did do with the riches which he obtained by the taxation of his people.",
                    "score": 0.7287861469221437
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 38,
                    "text": "And he leadeth away the righteous into precious lands, and the wicked he destroyeth, and curseth the land unto them for their sakes.",
                    "score": 0.7285132967299397
                }
            ]
        },
        {
            "verse": 20,
            "text": "And he slew all the priests of the high places that were there upon the altars, and burned men's bones upon them, and returned to Jerusalem.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 9,
                    "verse": 21,
                    "text": "But all that heard him were amazed, and said; Is not this he that destroyed them which called on this name in Jerusalem, and came hither for that intent, that he might bring them bound unto the chief priests?",
                    "score": 0.7807692278912919
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 20,
                    "verse": 18,
                    "text": "Behold, we go up to Jerusalem; and the Son of man shall be betrayed unto the chief priests and unto the scribes, and they shall condemn him to death,",
                    "score": 0.7722868565275358
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 11,
                    "verse": 27,
                    "text": "And they come again to Jerusalem: and as he was walking in the temple, there come to him the chief priests, and the scribes, and the elders,",
                    "score": 0.7650280587537632
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 13,
                    "verse": 11,
                    "text": "For the bodies of those beasts, whose blood is brought into the sanctuary by the high priest for sin, are burned without the camp.",
                    "score": 0.759322212993554
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 20,
                    "text": "And how the chief priests and our rulers delivered him to be condemned to death, and have crucified him.",
                    "score": 0.7517223964772596
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 14,
                    "verse": 14,
                    "text": "Now it came to pass that when the bodies of those who had been cast into the fire were consumed, and also the records which were cast in with them, the chief judge of the land came and stood before Alma and Amulek, as they were bound; and he smote them with his hand upon their cheeks, and said unto them: After what ye have seen, will ye preach again unto this people, that they shall be cast into a lake of fire and brimstone?",
                    "score": 0.7504232659551712
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 14,
                    "verse": 53,
                    "text": "And they led Jesus away to the high priest: and with him were assembled all the chief priests and the elders and the scribes.",
                    "score": 0.748546548496677
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 8,
                    "verse": 31,
                    "text": "And he began to teach them, that the Son of man must suffer many things, and be rejected of the elders, and of the chief priests, and scribes, and be killed, and after three days rise again.",
                    "score": 0.7485439050546735
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 5,
                    "text": "But because of priestcrafts and iniquities, they at Jerusalem will stiffen their necks against him, that he be crucified.",
                    "score": 0.7483436872470396
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 22,
                    "verse": 6,
                    "text": "And the remnant took his servants, and entreated them spitefully, and slew them.",
                    "score": 0.7477659336389382
                }
            ]
        },
        {
            "verse": 21,
            "text": "And the king commanded all the people, saying, Keep the passover unto the Lord your God, as it is written in the book of this covenant.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 46,
                    "verse": 20,
                    "text": "Behold, whosoever will maintain this title upon the land, let them come forth in the strength of the Lord, and enter into a covenant that they will maintain their rights, and their religion, that the Lord God may bless them.",
                    "score": 0.7908447791018972
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 82,
                    "verse": 15,
                    "text": "Therefore, I give unto you this commandment, that ye bind yourselves by this covenant, and it shall be done according to the laws of the Lord.",
                    "score": 0.7842288668487495
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 60,
                    "text": "And for this cause these commandments were given; they were commanded to be kept from the world in the day that they were given, but now are to go forth unto all flesh--",
                    "score": 0.7835036839674271
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 46,
                    "text": "Verily, verily, I say unto you, all these things shall surely come, even as the Father hath commanded me. Then shall this covenant which the Father hath covenanted with his people be fulfilled; and then shall Jerusalem be inhabited again with my people, and it shall be the land of their inheritance.",
                    "score": 0.7717248866363672
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 9,
                    "text": "Wherefore, I, Lehi, have obtained a promise, that inasmuch as those whom the Lord God shall bring out of the land of Jerusalem shall keep his commandments, they shall prosper upon the face of this land; and they shall be kept from all other nations, that they may possess this land unto themselves. And if it so be that they shall keep his commandments they shall be blessed upon the face of this land, and there shall be none to molest them, nor to take away the land of their inheritance; and they shall dwell safely forever.",
                    "score": 0.770275870008116
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 19,
                    "verse": 14,
                    "text": "And it was the preparation of the passover, and about the sixth hour: and he saith unto the Jews, Behold your King!",
                    "score": 0.7697855925830885
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 29,
                    "verse": 8,
                    "text": "Yea, and ye need not any longer hiss, nor spurn, nor make game of the Jews, nor any of the remnant of the house of Israel; for behold, the Lord remembereth his covenant unto them, and he will do unto them according to that which he hath sworn.",
                    "score": 0.7690038494518392
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 10,
                    "text": "For this is the covenant that I will make with the house of Israel after those days, saith the Lord; I will put my laws into their mind, and write them in their hearts: and I will be to them a God, and they shall be to me a people:",
                    "score": 0.7689651472099563
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 60,
                    "verse": 34,
                    "text": "And now behold, I, Moroni, am constrained, according to the covenant which I have made to keep the commandments of my God; therefore I would that ye should adhere to the word of God, and send speedily unto me of your provisions and of your men, and also to Helaman.",
                    "score": 0.7686238225278949
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 6,
                    "verse": 1,
                    "text": "And now, king Benjamin thought it was expedient, after having finished speaking to the people, that he should take the names of all those who had entered into a covenant with God to keep his commandments.",
                    "score": 0.7663655666403851
                }
            ]
        },
        {
            "verse": 22,
            "text": "Surely there was not holden such a passover from the days of the judges that judged Israel, nor in all the days of the kings of Israel, nor of the kings of Judah;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 12,
                    "text": "But king Mosiah said unto Alma: Behold, I judge them not; therefore I deliver them into thy hands to be judged.",
                    "score": 0.7633419254132119
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 72,
                    "verse": 26,
                    "text": "Otherwise he who shall go up unto the land of Zion shall not be accounted as a wise steward. This is also an ensample. Amen.",
                    "score": 0.7509652496381503
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 7,
                    "verse": 24,
                    "text": "Judge not according to the appearance, but judge righteous judgment.",
                    "score": 0.7472470633992565
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 9,
                    "verse": 31,
                    "text": "But Israel, which followed after the law of righteousness, hath not attained to the law of righteousness.",
                    "score": 0.7462651960485663
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 9,
                    "verse": 6,
                    "text": "Not as though the word of God hath taken none effect. For they are not all Israel, which are of Israel:",
                    "score": 0.7454679426432668
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 16,
                    "verse": 12,
                    "text": "And there was but little alteration in the affairs of the people, save it were the people began to be more hardened in iniquity, and do more and more of that which was contrary to the commandments of God, in the eighty and ninth year of the reign of the judges.",
                    "score": 0.7417894673878607
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 10,
                    "verse": 18,
                    "text": "Behold Israel after the flesh: are not they which eat of the sacrifices partakers of the altar?",
                    "score": 0.739796571213377
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 6,
                    "verse": 4,
                    "text": "And the passover, a feast of the Jews, was nigh.",
                    "score": 0.7390859156671535
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 3,
                    "verse": 13,
                    "text": "And not as Moses, which put a veil over his face, that the children of Israel could not steadfastly look to the end of that which is abolished:",
                    "score": 0.7381850302766013
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 9,
                    "text": "Not according to the covenant that I made with their fathers in the day when I took them by the hand to lead them out of the land of Egypt; because they continued not in my covenant, and I regarded them not, saith the Lord.",
                    "score": 0.7365753333837486
                }
            ]
        },
        {
            "verse": 23,
            "text": "But in the eighteenth year of king Josiah, wherein this passover was holden to the Lord in Jerusalem.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 19,
                    "verse": 14,
                    "text": "And it was the preparation of the passover, and about the sixth hour: and he saith unto the Jews, Behold your King!",
                    "score": 0.7508909454229793
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 2,
                    "verse": 13,
                    "text": "And the Jews' passover was at hand, and Jesus went up to Jerusalem,",
                    "score": 0.7304544710258903
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 1,
                    "verse": 1,
                    "text": "For behold, it came to pass that fifty and five years had passed away from the time that Lehi left Jerusalem; wherefore, Nephi gave me, Jacob, a commandment concerning the small plates, upon which these things are engraven.",
                    "score": 0.7288150110200072
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 24,
                    "verse": 4,
                    "text": "Then shall the offering of Judah and Jerusalem be pleasant unto the Lord, as in the days of old, and as in former years.",
                    "score": 0.7249524076613512
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 7,
                    "text": "And when these things come to pass that thy seed shall begin to know these things--it shall be a sign unto them, that they may know that the work of the Father hath already commenced unto the fulfilling of the covenant which he hath made unto the people who are of the house of Israel.",
                    "score": 0.7244569955803927
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 2,
                    "verse": 41,
                    "text": "Now his parents went to Jerusalem every year at the feast of the passover.",
                    "score": 0.7236161188211887
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 6,
                    "text": "Therefore, O Lord, thou hast forsaken thy people, the house of Jacob, because they be replenished from the east, and hearken unto soothsayers like the Philistines, and they please themselves in the children of strangers.",
                    "score": 0.7147670787023317
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 6,
                    "verse": 8,
                    "text": "And now I, Jacob, would speak somewhat concerning these words. For behold, the Lord has shown me that those who were at Jerusalem, from whence we came, have been slain and carried away captive.",
                    "score": 0.7144371703133506
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 29,
                    "verse": 14,
                    "text": "And it shall come to pass that my people, which are of the house of Israel, shall be gathered home unto the lands of their possessions; and my word also shall be gathered in one. And I will show unto them that fight against my word and against my people, who are of the house of Israel, that I am God, and that I covenanted with Abraham that I would remember his seed forever.",
                    "score": 0.7135066113798789
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 22,
                    "text": "And behold, this people will I establish in this land, unto the fulfilling of the covenant which I made with your father Jacob; and it shall be a New Jerusalem. And the powers of heaven shall be in the midst of this people; yea, even I will be in the midst of you.",
                    "score": 0.7131049602765255
                }
            ]
        },
        {
            "verse": 24,
            "text": "Moreover the workers with familiar spirits, and the wizards, and the images, and the idols, and all the abominations that were spied in the land of Judah and in Jerusalem, did Josiah put away, that he might perform the words of the law which were written in the book that Hilkiah the priest found in the house of the Lord.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 40,
                    "verse": 13,
                    "text": "And then shall it come to pass, that the spirits of the wicked, yea, who are evil--for behold, they have no part nor portion of the Spirit of the Lord; for behold, they chose evil works rather than good; therefore the spirit of the devil did enter into them, and take possession of their house--and these shall be cast out into outer darkness; there shall be weeping, and wailing, and gnashing of teeth, and this because of their own iniquity, being led captive by the will of the devil.",
                    "score": 0.7579808427815117
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 5,
                    "verse": 12,
                    "text": "Now these things are written unto the remnant of the house of Jacob; and they are written after this manner, because it is known of God that wickedness will not bring them forth unto them; and they are to be hid up unto the Lord that they may come forth in his own due time.",
                    "score": 0.7553855337099353
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 22,
                    "text": "And we know that the people who were in the land of Jerusalem were a righteous people; for they kept the statutes and judgments of the Lord, and all his commandments, according to the law of Moses; wherefore, we know that they are a righteous people; and our father hath judged them, and hath led us away because we would hearken unto his words; yea, and our brother is like unto him. And after this manner of language did my brethren murmur and complain against us.",
                    "score": 0.7490664070174334
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 6,
                    "verse": 5,
                    "text": "And now, the words which I shall read are they which Isaiah spake concerning all the house of Israel; wherefore, they may be likened unto you, for ye are of the house of Israel. And there are many things which have been spoken by Isaiah which may be likened unto you, because ye are of the house of Israel.",
                    "score": 0.7489308497034676
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 23,
                    "text": "And he enacteth laws, and sendeth them forth among his people, yea, laws after the manner of his own wickedness; and whosoever doth not obey his laws he causeth to be destroyed; and whosoever doth rebel against him he will send his armies against them to war, and if he can he will destroy them; and thus an unrighteous king doth pervert the ways of all righteousness.",
                    "score": 0.747180313209052
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 8,
                    "verse": 21,
                    "text": "And he that shall breathe out wrath and strifes against the work of the Lord, and against the covenant people of the Lord who are the house of Israel, and shall say: We will destroy the work of the Lord, and the Lord will not remember his covenant which he hath made unto the house of Israel--the same is in danger to be hewn down and cast into the fire;",
                    "score": 0.7460891858550115
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 52,
                    "text": "Wherefore the Lord cursed Lamech, and his house, and all them that had covenanted with Satan; for they kept not the commandments of God, and it displeased God, and he ministered not unto them, and their works were abominations, and began to spread among all the sons of men. And it was among the sons of men.",
                    "score": 0.7451028454500163
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 27,
                    "text": "And wo unto them that seek deep to hide their counsel from the Lord! And their works are in the dark; and they say: Who seeth us, and who knoweth us? And they also say: Surely, your turning of things upside down shall be esteemed as the potter's clay. But behold, I will show unto them, saith the Lord of Hosts, that I know all their works. For shall the work say of him that made it, he made me not? Or shall the thing framed say of him that framed it, he had no understanding?",
                    "score": 0.7443203899566542
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 4,
                    "verse": 22,
                    "text": "And that they had altered and trampled under their feet the laws of Mosiah, or that which the Lord commanded him to give unto the people; and they saw that their laws had become corrupted, and that they had become a wicked people, insomuch that they were wicked even like unto the Lamanites.",
                    "score": 0.7434497165455491
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 19,
                    "verse": 24,
                    "text": "Wherefore I spake unto them, saying: Hear ye the words of the prophet, ye who are a remnant of the house of Israel, a branch who have been broken off; hear ye the words of the prophet, which were written unto all the house of Israel, and liken them unto yourselves, that ye may have hope as well as your brethren from whom ye have been broken off; for after this manner has the prophet written.",
                    "score": 0.7433613111041765
                }
            ]
        },
        {
            "verse": 25,
            "text": "And like unto him was there no king before him, that turned to the Lord with all his heart, and with all his soul, and with all his might, according to all the law of Moses; neither after him arose there any like him.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 1,
                    "text": "And I, the Lord God, spake unto Moses, saying: That Satan, whom thou hast commanded in the name of mine Only Begotten, is the same which was from the beginning, and he came before me, saying--Behold, here am I, send me, I will be thy son, and I will redeem all mankind, that one soul shall not be lost, and surely I will do it; wherefore give me thine honor.",
                    "score": 0.7928521277322992
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 41,
                    "verse": 11,
                    "text": "And this because his heart is pure before me, for he is like unto Nathanael of old, in whom there is no guile.",
                    "score": 0.7787415156863925
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 15,
                    "text": "And many signs, and wonders, and types, and shadows showed he unto them, concerning his coming; and also holy prophets spake unto them concerning his coming; and yet they hardened their hearts, and understood not that the law of Moses availeth nothing except it were through the atonement of his blood.",
                    "score": 0.7782409118445346
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 22,
                    "verse": 37,
                    "text": "Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.",
                    "score": 0.7757314070767388
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 59,
                    "verse": 5,
                    "text": "Wherefore, I give unto them a commandment, saying thus: Thou shalt love the Lord thy God with all thy heart, with all thy might, mind, and strength; and in the name of Jesus Christ thou shalt serve him.",
                    "score": 0.7710892781259444
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 34,
                    "text": "Wherefore, verily I say unto you that all things unto me are spiritual, and not at any time have I given unto you a law which was temporal; neither any man, nor the children of men; neither Adam, your father, whom I created.",
                    "score": 0.7679134350569471
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 40,
                    "text": "Saying unto Aaron, Make us gods to go before us: for as for this Moses, which brought us out of the land of Egypt, we wot not what is become of him.",
                    "score": 0.7670061360235497
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 12,
                    "verse": 30,
                    "text": "And thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind, and with all thy strength: this is the first commandment.",
                    "score": 0.7669652366735094
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 10,
                    "verse": 27,
                    "text": "And he answering said, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbour as thyself.",
                    "score": 0.7661310230774008
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And this land shall be a land of liberty unto the Gentiles, and there shall be no kings upon the land, who shall raise up unto the Gentiles.",
                    "score": 0.7644034035044539
                }
            ]
        },
        {
            "verse": 26,
            "text": "Notwithstanding the Lord turned not from the fierceness of his great wrath, wherewith his anger was kindled against Judah, because of all the provocations that Manasseh had provoked him withal.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 19,
                    "verse": 21,
                    "text": "Manasseh, Ephraim; and Ephraim, Manasseh; they together shall be against Judah. For all this his anger is not turned away, but his hand is stretched out still.",
                    "score": 0.8218568728057752
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 25,
                    "text": "Therefore, is the anger of the Lord kindled against his people, and he hath stretched forth his hand against them, and hath smitten them; and the hills did tremble, and their carcasses were torn in the midst of the streets. For all this his anger is not turned away, but his hand is stretched out still.",
                    "score": 0.817276732243721
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 11,
                    "verse": 12,
                    "text": "O Lord, wilt thou turn away thine anger, yea, thy fierce anger, and cause that this famine may cease in this land.",
                    "score": 0.7928415562031291
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 10,
                    "verse": 23,
                    "text": "But it is by the prayers of the righteous that ye are spared; now therefore, if ye will cast out the righteous from among you then will not the Lord stay his hand; but in his fierce anger he will come out against you; then ye shall be smitten by famine, and by pestilence, and by the sword; and the time is soon at hand except ye repent.",
                    "score": 0.7903301763836735
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 11,
                    "verse": 11,
                    "text": "Now, O Lord, because of this their humility wilt thou turn away thine anger, and let thine anger be appeased in the destruction of those wicked men whom thou hast already destroyed.",
                    "score": 0.7889781070824633
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 12,
                    "verse": 36,
                    "text": "And now, my brethren, behold I say unto you, that if ye will harden your hearts ye shall not enter into the rest of the Lord; therefore your iniquity provoketh him that he sendeth down his wrath upon you as in the first provocation, yea, according to his word in the last provocation as well as the first, to the everlasting destruction of your souls; therefore, according to his word, unto the last death, as well as the first.",
                    "score": 0.78459018783265
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 22,
                    "verse": 1,
                    "text": "And in that day thou shalt say: O Lord, I will praise thee; though thou wast angry with me thine anger is turned away, and thou comfortedst me.",
                    "score": 0.7787599252513349
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 2,
                    "verse": 23,
                    "text": "Who, when he was reviled, reviled not again; when he suffered, he threatened not; but committed himself to him that judgeth righteously:",
                    "score": 0.7752317989473244
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 24,
                    "text": "But they hardened their hearts and could not endure his presence; therefore, the Lord in his wrath, for his anger was kindled against them, swore that they should not enter into his rest while in the wilderness, which rest is the fulness of his glory.",
                    "score": 0.7734914351106533
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 1,
                    "verse": 20,
                    "text": "For the wrath of man worketh not the righteousness of God.",
                    "score": 0.7713502861914948
                }
            ]
        },
        {
            "verse": 27,
            "text": "And the Lord said, I will remove Judah also out of my sight, as I have removed Israel, and will cast off this city Jerusalem which I have chosen, and the house of which I said, My name shall be there.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 13,
                    "verse": 1,
                    "text": "For behold, the Lord, the Lord of Hosts, doth take away from Jerusalem, and from Judah, the stay and the staff, the whole staff of bread, and the whole stay of water--",
                    "score": 0.8053208875789243
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 22,
                    "text": "For behold, the Lord God has led away from time to time from the house of Israel, according to his will and pleasure. And now behold, the Lord remembereth all them who have been broken off, wherefore he remembereth us also.",
                    "score": 0.8023504407121785
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 1,
                    "text": "And again: Hearken, O ye house of Israel, all ye that are broken off and are driven out because of the wickedness of the pastors of my people; yea, all ye that are broken off, that are scattered abroad, who are of my people, O house of Israel. Listen, O isles, unto me, and hearken ye people from far; the Lord hath called me from the womb; from the bowels of my mother hath he made mention of my name.",
                    "score": 0.7979187241277226
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 7,
                    "verse": 15,
                    "text": "Now behold, I say unto you that if ye will return unto Jerusalem ye shall also perish with them. And now, if ye have choice, go up to the land, and remember the words which I speak unto you, that if ye go ye will also perish; for thus the Spirit of the Lord constraineth me that I should speak.",
                    "score": 0.7963524307971915
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 3,
                    "text": "Now the Lord had said unto me: Abraham, get thee out of thy country, and from thy kindred, and from thy father's house, unto a land that I will show thee.",
                    "score": 0.7957342099491825
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 15,
                    "verse": 1,
                    "text": "And now, my beloved brethren, behold, I declare unto you that except ye shall repent your houses shall be left unto you desolate.",
                    "score": 0.7939671499828214
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 3,
                    "verse": 12,
                    "text": "Him that overcometh will I make a pillar in the temple of my God, and he shall go no more out: and I will write upon him the name of my God, and the name of the city of my God, which is new Jerusalem, which cometh down out of heaven from my God: and I will write upon him my new name.",
                    "score": 0.7911470675918991
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 29,
                    "verse": 14,
                    "text": "And it shall come to pass that my people, which are of the house of Israel, shall be gathered home unto the lands of their possessions; and my word also shall be gathered in one. And I will show unto them that fight against my word and against my people, who are of the house of Israel, that I am God, and that I covenanted with Abraham that I would remember his seed forever.",
                    "score": 0.789602420161074
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 20,
                    "text": "And it shall come to pass in that day, that the remnant of Israel, and such as are escaped of the house of Jacob, shall no more again stay upon him that smote them, but shall stay upon the Lord, the Holy One of Israel, in truth.",
                    "score": 0.7892111799030921
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 26,
                    "text": "Behold, hath he commanded any that they should depart out of the synagogues, or out of the houses of worship? Behold, I say unto you, Nay.",
                    "score": 0.7883793260611738
                }
            ]
        },
        {
            "verse": 28,
            "text": "Now the rest of the acts of Josiah, and all that he did, are they not written in the book of the chronicles of the kings of Judah?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 8,
                    "text": "And many more things did king Benjamin teach his sons, which are not written in this book.",
                    "score": 0.7489634076740909
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 5,
                    "verse": 12,
                    "text": "Now these things are written unto the remnant of the house of Jacob; and they are written after this manner, because it is known of God that wickedness will not bring them forth unto them; and they are to be hid up unto the Lord that they may come forth in his own due time.",
                    "score": 0.7476222588127222
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 7,
                    "verse": 17,
                    "text": "And he did minister many things unto them; and all of them cannot be written, and a part of them would not suffice, therefore they are not written in this book. And Nephi did minister with power and with great authority.",
                    "score": 0.7417284235471832
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 8,
                    "verse": 21,
                    "text": "And now will you dispute that Jerusalem was destroyed? Will ye say that the sons of Zedekiah were not slain, all except it were Mulek? Yea, and do ye not behold that the seed of Zedekiah are with us, and they were driven out of the land of Jerusalem? But behold, this is not all--",
                    "score": 0.7381714565664288
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 18,
                    "text": "Till another king arose, which knew not Joseph.",
                    "score": 0.7380299799535214
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jarom",
                    "chapter": 1,
                    "verse": 14,
                    "text": "And I, Jarom, do not write more, for the plates are small. But behold, my brethren, ye can go to the other plates of Nephi; for behold, upon them the records of our wars are engraven, according to the writings of the kings, or those which they caused to be written.",
                    "score": 0.7372635113342175
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 15,
                    "verse": 33,
                    "text": "And the Lord spake unto Ether, and said unto him: Go forth. And he went forth, and beheld that the words of the Lord had all been fulfilled; and he finished his record; (and the hundredth part I have not written) and he hid them in a manner that the people of Limhi did find them.",
                    "score": 0.7370946587473115
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Words of Mormon",
                    "chapter": 1,
                    "verse": 3,
                    "text": "And now, I speak somewhat concerning that which I have written; for after I had made an abridgment from the plates of Nephi, down to the reign of this king Benjamin, of whom Amaleki spake, I searched among the records which had been delivered into my hands, and I found these plates, which contained this small account of the prophets, from Jacob down to the reign of this king Benjamin, and also many of the words of Nephi.",
                    "score": 0.7360079322443878
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 16,
                    "text": "And now I, Nephi, do not make a full account of the things which my father hath written, for he hath written many things which he saw in visions and in dreams; and he also hath written many things which he prophesied and spake unto his children, of which I shall not make a full account.",
                    "score": 0.733128769320104
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 63,
                    "verse": 12,
                    "text": "Now behold, all those engravings which were in the possession of Helaman were written and sent forth among the children of men throughout all the land, save it were those parts which had been commanded by Alma should not go forth.",
                    "score": 0.7287277865275353
                }
            ]
        },
        {
            "verse": 29,
            "text": "In his days Pharaoh-nechoh king of Egypt went up against the king of Assyria to the river Euphrates: and king Josiah went against him; and he slew him at Megiddo, when he had seen him.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 20,
                    "text": "Behold, Potiphar's Hill was in the land of Ur, of Chaldea. And the Lord broke down the altar of Elkenah, and of the gods of the land, and utterly destroyed them, and smote the priest that he died; and there was great mourning in Chaldea, and also in the court of Pharaoh; which Pharaoh signifies king by royal blood.",
                    "score": 0.7520859741957573
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 1,
                    "text": "And it came to pass in the days of Ahaz the son of Jotham, the son of Uzziah, king of Judah, that Rezin, king of Syria, and Pekah the son of Remaliah, king of Israel, went up toward Jerusalem to war against it, but could not prevail against it.",
                    "score": 0.7477558072331543
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 11,
                    "verse": 11,
                    "text": "And Ethem, being a descendant of Ahah, did obtain the kingdom; and he also did do that which was wicked in his days.",
                    "score": 0.7457263091589099
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 18,
                    "verse": 7,
                    "text": "Now therefore, behold, the Lord bringeth up upon them the waters of the river, strong and many, even the king of Assyria and all his glory; and he shall come up over all his channels, and go over all his banks.",
                    "score": 0.739553544011789
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 20,
                    "verse": 7,
                    "text": "Therefore they sent their armies forth; yea, even the king himself went before his people; and they went up to the land of Nephi to destroy the people of Limhi.",
                    "score": 0.7386933192121219
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 20,
                    "text": "In the same day shall the Lord shave with a razor that is hired, by them beyond the river, by the king of Assyria, the head, and the hair of the feet; and it shall also consume the beard.",
                    "score": 0.7307891311808442
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 14,
                    "verse": 31,
                    "text": "Or what king, going to make war against another king, sitteth not down first, and consulteth whether he be able with ten thousand to meet him that cometh against him with twenty thousand?",
                    "score": 0.7282270508854938
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 7,
                    "verse": 19,
                    "text": "Wherefore, the son of Noah did build up his kingdom in his stead; nevertheless they did not gain power any more over Shule the king, and the people who were under the reign of Shule the king did prosper exceedingly and wax great.",
                    "score": 0.725310961954374
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 43,
                    "verse": 53,
                    "text": "Therefore when Zerahemnah saw the men of Lehi on the east of the river Sidon, and the armies of Moroni on the west of the river Sidon, that they were encircled about by the Nephites, they were struck with terror.",
                    "score": 0.7251974459307438
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 26,
                    "text": "And the Lord of Hosts shall stir up a scourge for him according to the slaughter of Midian at the rock of Oreb; and as his rod was upon the sea so shall he lift it up after the manner of Egypt.",
                    "score": 0.7225868840593563
                }
            ]
        },
        {
            "verse": 30,
            "text": "And his servants carried him in a chariot dead from Megiddo, and brought him to Jerusalem, and buried him in his own sepulchre. And the people of the land took Jehoahaz the son of Josiah, and anointed him, and made him king in his father's stead.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 18,
                    "text": "And they began to assemble themselves together unto the house of the king. And there came a multitude, and to their astonishment, they beheld the king, and the queen, and their servants prostrate upon the earth, and they all lay there as though they were dead; and they also saw Ammon, and behold, he was a Nephite.",
                    "score": 0.7689346318842597
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 12,
                    "text": "And it came to pass that when Ammon had made ready the horses and the chariots for the king and his servants, he went in unto the king, and he saw that the countenance of the king was changed; therefore he was about to return out of his presence.",
                    "score": 0.7679502108989144
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 4,
                    "text": "Then came he out of the land of the Chaldaeans, and dwelt in Charran: and from thence, when his father was dead, he removed him into this land, wherein ye now dwell.",
                    "score": 0.7666634121009089
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 22,
                    "text": "And when he had removed him, he raised up unto them David to be their king; to whom also he gave testimony, and said, I have found David the son of Jesse, a man after mine own heart, which shall fulfil all my will.",
                    "score": 0.7630655823781245
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 10,
                    "verse": 16,
                    "text": "And after he had obtained unto himself the kingdom he did that which was right in the sight of the Lord; and the people did prosper in the land; and he did live to a good old age, and begat sons and daughters; and he also begat Corom, whom he anointed king in his stead.",
                    "score": 0.7585080455910521
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 7,
                    "verse": 22,
                    "text": "And now Cohor had a son who was called Nimrod; and Nimrod gave up the kingdom of Cohor unto Shule, and he did gain favor in the eyes of Shule; wherefore Shule did bestow great favors upon him, and he did do in the kingdom of Shule according to his desires.",
                    "score": 0.7565335732471152
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 7,
                    "verse": 18,
                    "text": "And it came to pass as he was about to put him to death, the sons of Shule crept into the house of Noah by night and slew him, and broke down the door of the prison and brought out their father, and placed him upon his throne in his own kingdom.",
                    "score": 0.752889989094057
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 4,
                    "text": "Therefore I left the land of Ur, of the Chaldees, to go into the land of Canaan; and I took Lot, my brother's son, and his wife, and Sarai my wife; and also my father followed after me, unto the land which we denominated Haran.",
                    "score": 0.7510087052248724
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 47,
                    "verse": 34,
                    "text": "And it came to pass that Amalickiah took the same servant that slew the king, and all them who were with him, and went in unto the queen, unto the place where she sat; and they all testified unto her that the king was slain by his own servants; and they said also: They have fled; does not this testify against them? And thus they satisfied the queen concerning the death of the king.",
                    "score": 0.74807325586423
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 18,
                    "text": "And now, it came to pass that Mosiah went and did as his father had commanded him, and proclaimed unto all the people who were in the land of Zarahemla that thereby they might gather themselves together, to go up to the temple to hear the words which his father should speak unto them.",
                    "score": 0.7467351519691994
                }
            ]
        },
        {
            "verse": 31,
            "text": "Jehoahaz was twenty and three years old when he began to reign; and he reigned three months in Jerusalem. And his mother's name was Hamutal, the daughter of Jeremiah of Libnah.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 6,
                    "verse": 4,
                    "text": "And Mosiah began to reign in his father's stead. And he began to reign in the thirtieth year of his age, making in the whole, about four hundred and seventy-six years from the time that Lehi left Jerusalem.",
                    "score": 0.7469511942729933
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 46,
                    "text": "And it came to pass that Mosiah died also, in the thirty and third year of his reign, being sixty and three years old; making in the whole, five hundred and nine years from the time Lehi left Jerusalem.",
                    "score": 0.7279610662091291
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 20,
                    "text": "In which time Moses was born, and was exceeding fair, and nourished up in his father's house three months:",
                    "score": 0.7263708241588119
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 6,
                    "text": "And Methuselah lived, after he begat Lamech, seven hundred and eighty-two years, and begat sons and daughters;",
                    "score": 0.7147931948184018
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 11,
                    "verse": 23,
                    "text": "By faith Moses, when he was born, was hid three months of his parents, because they saw he was a proper child; and they were not afraid of the king's commandment.",
                    "score": 0.7121341166522812
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 23,
                    "text": "And Jesus himself began to be about thirty years of age, being (as was supposed) the son of Joseph, which was the son of Heli,",
                    "score": 0.7111244997765719
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 20,
                    "text": "And Mahalaleel lived sixty-five years, and begat Jared; and Mahalaleel lived, after he begat Jared, eight hundred and thirty years, and begat sons and daughters. And all the days of Mahalaleel were eight hundred and ninety-five years, and he died.",
                    "score": 0.7083677638904159
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 12,
                    "text": "And Noah was four hundred and fifty years old, and begat Japheth; and forty-two years afterward he begat Shem of her who was the mother of Japheth, and when he was five hundred years old he begat Ham.",
                    "score": 0.7077459047469106
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 43,
                    "text": "And unto Enoch was born Irad, and other sons and daughters. And Irad begat Mahujael, and other sons and daughters. And Mahujael begat Methusael, and other sons and daughters. And Methusael begat Lamech.",
                    "score": 0.7060470448344199
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 107,
                    "verse": 51,
                    "text": "Lamech was thirty-two years old when he was ordained under the hand of Seth.",
                    "score": 0.7015298658556032
                }
            ]
        },
        {
            "verse": 32,
            "text": "And he did that which was evil in the sight of the Lord, according to all that his fathers had done.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 15,
                    "text": "And whosoever has committed iniquity, him have I punished according to the crime which he has committed, according to the law which has been given to us by our fathers.",
                    "score": 0.7939972263605238
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 14,
                    "text": "And it came to pass that when my father had read and seen many great and marvelous things, he did exclaim many things unto the Lord; such as: Great and marvelous are thy works, O Lord God Almighty! Thy throne is high in the heavens, and thy power, and goodness, and mercy are over all the inhabitants of the earth; and, because thou art merciful, thou wilt not suffer those who come unto thee that they shall perish!",
                    "score": 0.7904211536186058
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 42,
                    "verse": 28,
                    "text": "If he has desired to do evil, and has not repented in his days, behold, evil shall be done unto him, according to the restoration of God.",
                    "score": 0.7871749373999297
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 35,
                    "text": "And also, all that has been spoken by our fathers until now. And behold, also, they spake that which was commanded them of the Lord; therefore, they are just and true.",
                    "score": 0.784023460236729
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 1,
                    "text": "For behold, it came to pass that the Lord spake unto my father, yea, even in a dream, and said unto him: Blessed art thou Lehi, because of the things which thou hast done; and because thou hast been faithful and declared unto this people the things which I commanded thee, behold, they seek to take away thy life.",
                    "score": 0.7824843678992727
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 4,
                    "text": "Saying: Father, behold the sufferings and death of him who did no sin, in whom thou wast well pleased; behold the blood of thy Son which was shed, the blood of him whom thou gavest that thyself might be glorified;",
                    "score": 0.7807334458791061
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 36,
                    "text": "Be ye therefore merciful, as your Father also is merciful.",
                    "score": 0.7804899629665348
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 5,
                    "verse": 18,
                    "text": "Therefore the Jews sought the more to kill him, because he not only had broken the sabbath, but said also that God was his Father, making himself equal with God.",
                    "score": 0.7794048938323932
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 30,
                    "text": "And I said unto them that our father also saw that the justice of God did also divide the wicked from the righteous; and the brightness thereof was like unto the brightness of a flaming fire, which ascendeth up unto God forever and ever, and hath no end.",
                    "score": 0.7768041191227971
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 43,
                    "verse": 46,
                    "text": "And they were doing that which they felt was the duty which they owed to their God; for the Lord had said unto them, and also unto their fathers, that: Inasmuch as ye are not guilty of the first offense, neither the second, ye shall not suffer yourselves to be slain by the hands of your enemies.",
                    "score": 0.7767767976640156
                }
            ]
        },
        {
            "verse": 33,
            "text": "And Pharaoh-nechoh put him in bands at Riblah in the land of Hamath, that he might not reign in Jerusalem; and put the land to a tribute of an hundred talents of silver, and a talent of gold.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 19,
                    "verse": 28,
                    "text": "And the king of the Lamanites set guards round about the land, that he might keep the people of Limhi in the land, that they might not depart into the wilderness; and he did support his guards out of the tribute which he did receive from the Nephites.",
                    "score": 0.7460097390976548
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 13,
                    "text": "For I am assured that if ye had known me ye would not have suffered that I should have worn these bands. For I am Ammon, and am a descendant of Zarahemla, and have come up out of the land of Zarahemla to inquire concerning our brethren, whom Zeniff brought up out of that land.",
                    "score": 0.7310860486265895
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 15,
                    "verse": 16,
                    "text": "And it came to pass that Alma and Amulek, Amulek having forsaken all his gold, and silver, and his precious things, which were in the land of Ammonihah, for the word of God, he being rejected by those who were once his friends and also by his father and his kindred;",
                    "score": 0.7239392103341039
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 4,
                    "text": "Now these are the names of the different pieces of their gold, and of their silver, according to their value. And the names are given by the Nephites, for they did not reckon after the manner of the Jews who were at Jerusalem; neither did they measure after the manner of the Jews; but they altered their reckoning and their measure, according to the minds and the circumstances of the people, in every generation, until the reign of the judges, they having been established by king Mosiah.",
                    "score": 0.722735105893185
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 56,
                    "verse": 57,
                    "text": "And as we had no place for our prisoners, that we could guard them to keep them from the armies of the Lamanites, therefore we sent them to the land of Zarahemla, and a part of those men who were not slain of Antipus, with them; and the remainder I took and joined them to my stripling Ammonites, and took our march back to the city of Judea.",
                    "score": 0.7197063820173762
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 20,
                    "text": "In that day a man shall cast his idols of silver, and his idols of gold, which he hath made for himself to worship, to the moles and to the bats;",
                    "score": 0.7134966373627483
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 51,
                    "text": "Behold, I will liken these kingdoms unto a man having a field, and he sent forth his servants into the field to dig in the field.",
                    "score": 0.7105782938864535
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 11,
                    "text": "Now this he spake because of the stiffneckedness of Laman and Lemuel; for behold they did murmur in many things against their father, because he was a visionary man, and had led them out of the land of Jerusalem, to leave the land of their inheritance, and their gold, and their silver, and their precious things, to perish in the wilderness. And this they said he had done because of the foolish imaginations of his heart.",
                    "score": 0.7100869699503668
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 3,
                    "text": "Now Aaron had gone up to the land of Nephi, therefore the king could not confer the kingdom upon him; neither would Aaron take upon him the kingdom; neither were any of the sons of Mosiah willing to take upon them the kingdom.",
                    "score": 0.7094500399084257
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 117,
                    "verse": 11,
                    "text": "Let my servant Newel K. Whitney be ashamed of the Nicolaitane band and of all their secret abominations, and of all his littleness of soul before me, saith the Lord, and come up to the land of Adam-ondi-Ahman, and be a bishop unto my people, saith the Lord, not in name but in deed, saith the Lord.",
                    "score": 0.7086219614535395
                }
            ]
        },
        {
            "verse": 34,
            "text": "And Pharaoh-nechoh made Eliakim the son of Josiah king in the room of Josiah his father, and turned his name to Jehoiakim, and took Jehoahaz away: and he came to Egypt, and died there.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 13,
                    "verse": 7,
                    "text": "For as Joseph brought his father down into the land of Egypt, even so he died there; wherefore, the Lord brought a remnant of the seed of Joseph out of the land of Jerusalem, that he might be merciful unto the seed of Joseph that they should perish not, even as he was merciful unto the father of Joseph that he should perish not.",
                    "score": 0.7344681469191849
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 15,
                    "text": "So Jacob went down into Egypt, and died, he, and our fathers,",
                    "score": 0.7306881908684457
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 1,
                    "verse": 9,
                    "text": "And Ethem was the son of Ahah.",
                    "score": 0.7277703724480465
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 29,
                    "text": "Which was the son of Jose, which was the son of Eliezer, which was the son of Jorim, which was the son of Matthat, which was the son of Levi,",
                    "score": 0.7242578139853182
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 24,
                    "verse": 3,
                    "text": "Now the king conferred the kingdom upon his son, and he called his name Anti-Nephi-Lehi.",
                    "score": 0.7194278496763458
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 11,
                    "verse": 11,
                    "text": "And Ethem, being a descendant of Ahah, did obtain the kingdom; and he also did do that which was wicked in his days.",
                    "score": 0.7187624155559287
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 1,
                    "text": "And now, I, Nephi, speak concerning the prophecies of which my father hath spoken, concerning Joseph, who was carried into Egypt.",
                    "score": 0.7151423440275031
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 1,
                    "verse": 10,
                    "text": "And Ahah was the son of Seth.",
                    "score": 0.7134990890887495
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 20,
                    "text": "Behold, Potiphar's Hill was in the land of Ur, of Chaldea. And the Lord broke down the altar of Elkenah, and of the gods of the land, and utterly destroyed them, and smote the priest that he died; and there was great mourning in Chaldea, and also in the court of Pharaoh; which Pharaoh signifies king by royal blood.",
                    "score": 0.7134092822531461
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 7,
                    "verse": 18,
                    "text": "And it came to pass as he was about to put him to death, the sons of Shule crept into the house of Noah by night and slew him, and broke down the door of the prison and brought out their father, and placed him upon his throne in his own kingdom.",
                    "score": 0.7122014915156425
                }
            ]
        },
        {
            "verse": 35,
            "text": "And Jehoiakim gave the silver and the gold to Pharaoh; but he taxed the land to give the money according to the commandment of Pharaoh: he exacted the silver and the gold of the people of the land, of every one according to his taxation, to give it unto Pharaoh-nechoh.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 16,
                    "text": "Wherefore, let us be faithful in keeping the commandments of the Lord; therefore let us go down to the land of our father's inheritance, for behold he left gold and silver, and all manner of riches. And all this he hath done because of the commandments of the Lord.",
                    "score": 0.7997745870007916
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 3,
                    "text": "And he laid a tax of one fifth part of all they possessed, a fifth part of their gold and of their silver, and a fifth part of their ziff, and of their copper, and of their brass and their iron; and a fifth part of their fatlings; and also a fifth part of all their grain.",
                    "score": 0.788539131104527
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 36,
                    "text": "And also, this is a law unto every man that cometh unto this land to receive an inheritance; and he shall do with his moneys according as the law directs.",
                    "score": 0.7763418060910321
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 24,
                    "verse": 3,
                    "text": "And he shall sit as a refiner and purifier of silver; and he shall purify the sons of Levi, and purge them as gold and silver, that they may offer unto the Lord an offering in righteousness.",
                    "score": 0.7614948515070644
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 13,
                    "text": "And it came to pass that he caused many buildings to be built in the land Shilom; and he caused a great tower to be built on the hill north of the land Shilom, which had been a resort for the children of Nephi at the time they fled out of the land; and thus he did do with the riches which he obtained by the taxation of his people.",
                    "score": 0.761234080216543
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 9,
                    "verse": 20,
                    "text": "And thus the Lord did pour out his blessings upon this land, which was choice above all other lands; and he commanded that whoso should possess the land should possess it unto the Lord, or they should be destroyed when they were ripened in iniquity; for upon such, saith the Lord: I will pour out the fulness of my wrath.",
                    "score": 0.7605192059012746
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 4,
                    "verse": 37,
                    "text": "Having land, sold it, and brought the money, and laid it at the apostles' feet.",
                    "score": 0.7579540578418933
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 70,
                    "text": "Which saith, or teacheth, to purchase all the lands with money, which can be purchased for money, in the region round about the land which I have appointed to be the land of Zion, for the beginning of the gathering of my saints;",
                    "score": 0.7561334814080536
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 3,
                    "verse": 27,
                    "text": "For every man receiveth wages of him whom he listeth to obey, and this according to the words of the spirit of prophecy; therefore let it be according to the truth. And thus endeth the fifth year of the reign of the judges.",
                    "score": 0.7549812279459783
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 19,
                    "verse": 15,
                    "text": "Therefore the Lamanites did spare their lives, and took them captives and carried them back to the land of Nephi, and granted unto them that they might possess the land, under the conditions that they would deliver up king Noah into the hands of the Lamanites, and deliver up their property, even one half of all they possessed, one half of their gold, and their silver, and all their precious things, and thus they should pay tribute to the king of the Lamanites from year to year.",
                    "score": 0.7536245637638009
                }
            ]
        },
        {
            "verse": 36,
            "text": "Jehoiakim was twenty and five years old when he began to reign; and he reigned eleven years in Jerusalem. And his mother's name was Zebudah, the daughter of Pedaiah of Rumah.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 6,
                    "verse": 4,
                    "text": "And Mosiah began to reign in his father's stead. And he began to reign in the thirtieth year of his age, making in the whole, about four hundred and seventy-six years from the time that Lehi left Jerusalem.",
                    "score": 0.7782724352980626
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 6,
                    "text": "And Methuselah lived, after he begat Lamech, seven hundred and eighty-two years, and begat sons and daughters;",
                    "score": 0.7469098556885984
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 12,
                    "text": "And Noah was four hundred and fifty years old, and begat Japheth; and forty-two years afterward he begat Shem of her who was the mother of Japheth, and when he was five hundred years old he begat Ham.",
                    "score": 0.7429118085866826
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 46,
                    "text": "And it came to pass that Mosiah died also, in the thirty and third year of his reign, being sixty and three years old; making in the whole, five hundred and nine years from the time Lehi left Jerusalem.",
                    "score": 0.7375500725112145
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 20,
                    "text": "And Mahalaleel lived sixty-five years, and begat Jared; and Mahalaleel lived, after he begat Jared, eight hundred and thirty years, and begat sons and daughters. And all the days of Mahalaleel were eight hundred and ninety-five years, and he died.",
                    "score": 0.7333347605201269
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 19,
                    "text": "And Cainan lived seventy years, and begat Mahalaleel; and Cainan lived after he begat Mahalaleel eight hundred and forty years, and begat sons and daughters. And all the days of Cainan were nine hundred and ten years, and he died.",
                    "score": 0.7281624243899899
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 9,
                    "verse": 24,
                    "text": "And it came to pass that his wife died, being an hundred and two years old. And it came to pass that Coriantum took to wife, in his old age, a young maid, and begat sons and daughters; wherefore he lived until he was an hundred and forty and two years old.",
                    "score": 0.7265040584943335
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 10,
                    "verse": 16,
                    "text": "And after he had obtained unto himself the kingdom he did that which was right in the sight of the Lord; and the people did prosper in the land; and he did live to a good old age, and begat sons and daughters; and he also begat Corom, whom he anointed king in his stead.",
                    "score": 0.7249485928143882
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 107,
                    "verse": 48,
                    "text": "Enoch was twenty-five years old when he was ordained under the hand of Adam; and he was sixty-five and Adam blessed him.",
                    "score": 0.7246602848446095
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 51,
                    "verse": 37,
                    "text": "And thus endeth the twenty and fifth year of the reign of the judges over the people of Nephi; and thus endeth the days of Amalickiah.",
                    "score": 0.7229429730333123
                }
            ]
        },
        {
            "verse": 37,
            "text": "And he did that which was evil in the sight of the Lord, according to all that his fathers had done.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 15,
                    "text": "And whosoever has committed iniquity, him have I punished according to the crime which he has committed, according to the law which has been given to us by our fathers.",
                    "score": 0.7939972263605238
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 14,
                    "text": "And it came to pass that when my father had read and seen many great and marvelous things, he did exclaim many things unto the Lord; such as: Great and marvelous are thy works, O Lord God Almighty! Thy throne is high in the heavens, and thy power, and goodness, and mercy are over all the inhabitants of the earth; and, because thou art merciful, thou wilt not suffer those who come unto thee that they shall perish!",
                    "score": 0.7904211536186058
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 42,
                    "verse": 28,
                    "text": "If he has desired to do evil, and has not repented in his days, behold, evil shall be done unto him, according to the restoration of God.",
                    "score": 0.7871749373999297
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 35,
                    "text": "And also, all that has been spoken by our fathers until now. And behold, also, they spake that which was commanded them of the Lord; therefore, they are just and true.",
                    "score": 0.784023460236729
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 1,
                    "text": "For behold, it came to pass that the Lord spake unto my father, yea, even in a dream, and said unto him: Blessed art thou Lehi, because of the things which thou hast done; and because thou hast been faithful and declared unto this people the things which I commanded thee, behold, they seek to take away thy life.",
                    "score": 0.7824843678992727
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 4,
                    "text": "Saying: Father, behold the sufferings and death of him who did no sin, in whom thou wast well pleased; behold the blood of thy Son which was shed, the blood of him whom thou gavest that thyself might be glorified;",
                    "score": 0.7807334458791061
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 36,
                    "text": "Be ye therefore merciful, as your Father also is merciful.",
                    "score": 0.7804899629665348
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 5,
                    "verse": 18,
                    "text": "Therefore the Jews sought the more to kill him, because he not only had broken the sabbath, but said also that God was his Father, making himself equal with God.",
                    "score": 0.7794048938323932
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 30,
                    "text": "And I said unto them that our father also saw that the justice of God did also divide the wicked from the righteous; and the brightness thereof was like unto the brightness of a flaming fire, which ascendeth up unto God forever and ever, and hath no end.",
                    "score": 0.7768041191227971
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 43,
                    "verse": 46,
                    "text": "And they were doing that which they felt was the duty which they owed to their God; for the Lord had said unto them, and also unto their fathers, that: Inasmuch as ye are not guilty of the first offense, neither the second, ye shall not suffer yourselves to be slain by the hands of your enemies.",
                    "score": 0.7767767976640156
                }
            ]
        }
    ]
}