{
    "volume": "Old Testament",
    "book": "2 Kings",
    "chapter": 25,
    "verses": [
        {
            "verse": 1,
            "text": "And it came to pass in the ninth year of his reign, in the tenth month, in the tenth day of the month, that Nebuchadnezzar king of Babylon came, he, and all his host, against Jerusalem, and pitched against it; and they built forts against it round about.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 1,
                    "text": "And it came to pass in the days of Ahaz the son of Jotham, the son of Uzziah, king of Judah, that Rezin, king of Syria, and Pekah the son of Remaliah, king of Israel, went up toward Jerusalem to war against it, but could not prevail against it.",
                    "score": 0.7500231089171101
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 48,
                    "verse": 8,
                    "text": "Yea, he had been strengthening the armies of the Nephites, and erecting small forts, or places of resort; throwing up banks of earth round about to enclose his armies, and also building walls of stone to encircle them about, round about their cities and the borders of their lands; yea, all round about the land.",
                    "score": 0.7475184169671452
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 1,
                    "verse": 39,
                    "text": "He saith unto them, Come and see. They came and saw where he dwelt, and abode with him that day: for it was about the tenth hour.",
                    "score": 0.7446401893694088
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 4,
                    "text": "For it came to pass in the commencement of the first year of the reign of Zedekiah, king of Judah, (my father, Lehi, having dwelt at Jerusalem in all his days); and in that same year there came many prophets, prophesying unto the people that they must repent, or the great city Jerusalem must be destroyed.",
                    "score": 0.7438508886671332
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 9,
                    "verse": 25,
                    "text": "And it came to pass that he begat Com, and Com reigned in his stead; and he reigned forty and nine years, and he begat Heth; and he also begat other sons and daughters.",
                    "score": 0.7351938621372901
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 4,
                    "text": "And it shall come to pass in that day, that thou shalt take up this proverb against the king of Babylon, and say: How hath the oppressor ceased, the golden city ceased!",
                    "score": 0.7303276502760971
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 13,
                    "verse": 23,
                    "text": "And it came to pass that there arose up Shared, and he also gave battle unto Coriantumr; and he did beat him, insomuch that in the third year he did bring him into captivity.",
                    "score": 0.7290941591877865
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 57,
                    "verse": 6,
                    "text": "And it came to pass that in the commencement of the twenty and ninth year, we received a supply of provisions, and also an addition to our army, from the land of Zarahemla, and from the land round about, to the number of six thousand men, besides sixty of the sons of the Ammonites who had come to join their brethren, my little band of two thousand. And now behold, we were strong, yea, and we had also plenty of provisions brought unto us.",
                    "score": 0.7287861328988919
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 10,
                    "verse": 31,
                    "text": "And he begat Heth, and Heth lived in captivity all his days. And Heth begat Aaron, and Aaron dwelt in captivity all his days; and he begat Amnigaddah, and Amnigaddah also dwelt in captivity all his days; and he begat Coriantum, and Coriantum dwelt in captivity all his days; and he begat Com.",
                    "score": 0.7283732108588545
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 3,
                    "verse": 14,
                    "text": "And he caused that fortifications should be built round about them, and the strength thereof should be exceedingly great. And he caused that armies, both of the Nephites and of the Lamanites, or of all them who were numbered among the Nephites, should be placed as guards round about to watch them, and to guard them from the robbers day and night.",
                    "score": 0.722332340570043
                }
            ]
        },
        {
            "verse": 2,
            "text": "And the city was besieged unto the eleventh year of king Zedekiah.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 4,
                    "text": "For it came to pass in the commencement of the first year of the reign of Zedekiah, king of Judah, (my father, Lehi, having dwelt at Jerusalem in all his days); and in that same year there came many prophets, prophesying unto the people that they must repent, or the great city Jerusalem must be destroyed.",
                    "score": 0.7682435090897036
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 16,
                    "verse": 9,
                    "text": "And thus ended the eleventh year of the judges, the Lamanites having been driven out of the land, and the people of Ammonihah were destroyed; yea, every living soul of the Ammonihahites was destroyed, and also their great city, which they said God could not destroy, because of its greatness.",
                    "score": 0.7363720724133288
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "chapter": 1,
                    "verse": 15,
                    "text": "Behold, it came to pass that Mosiah discovered that the people of Zarahemla came out from Jerusalem at the time that Zedekiah, king of Judah, was carried away captive into Babylon.",
                    "score": 0.7323069911439222
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 5,
                    "verse": 12,
                    "text": "And also a record of the Jews from the beginning, even down to the commencement of the reign of Zedekiah, king of Judah;",
                    "score": 0.7283427062107821
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 1,
                    "text": "And it came to pass in the days of Ahaz the son of Jotham, the son of Uzziah, king of Judah, that Rezin, king of Syria, and Pekah the son of Remaliah, king of Israel, went up toward Jerusalem to war against it, but could not prevail against it.",
                    "score": 0.7280248517673319
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 8,
                    "verse": 21,
                    "text": "And now will you dispute that Jerusalem was destroyed? Will ye say that the sons of Zedekiah were not slain, all except it were Mulek? Yea, and do ye not behold that the seed of Zedekiah are with us, and they were driven out of the land of Jerusalem? But behold, this is not all--",
                    "score": 0.7248300292941503
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 33,
                    "text": "And they rose up the same hour, and returned to Jerusalem, and found the eleven gathered together, and them that were with them,",
                    "score": 0.7229180402303353
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 9,
                    "verse": 7,
                    "text": "Yea, and the city of Onihah and the inhabitants thereof, and the city of Mocum and the inhabitants thereof, and the city of Jerusalem and the inhabitants thereof; and waters have I caused to come up in the stead thereof, to hide their wickedness and abominations from before my face, that the blood of the prophets and the saints shall not come up any more unto me against them.",
                    "score": 0.7198416479114041
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 4,
                    "verse": 17,
                    "text": "Now they had appointed unto themselves another leader, whose name was Zemnarihah; therefore it was Zemnarihah that did cause that this siege should take place.",
                    "score": 0.7177313429869051
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 9,
                    "verse": 10,
                    "text": "And behold, the city of Laman, and the city of Josh, and the city of Gad, and the city of Kishkumen, have I caused to be burned with fire, and the inhabitants thereof, because of their wickedness in casting out the prophets, and stoning those whom I did send to declare unto them concerning their wickedness and their abominations.",
                    "score": 0.7177146962893929
                }
            ]
        },
        {
            "verse": 3,
            "text": "And on the ninth day of the fourth month the famine prevailed in the city, and there was no bread for the people of the land.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 4,
                    "text": "And there came forth a great famine into the land, and the Lord cursed the earth with a sore curse, and many of the inhabitants thereof died.",
                    "score": 0.7542068049931414
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 11,
                    "verse": 7,
                    "text": "And they hearkened not unto the voice of the Lord, because of their wicked combinations; wherefore, there began to be wars and contentions in all the land, and also many famines and pestilences, insomuch that there was a great destruction, such an one as never had been known upon the face of the earth; and all this came to pass in the days of Shiblom.",
                    "score": 0.7343933966529144
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 6,
                    "text": "Now, there had been no bread, neither wine, brought by the disciples, neither by the multitude;",
                    "score": 0.7341216835791541
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 3,
                    "verse": 20,
                    "text": "And the multitude cometh together again, so that they could not so much as eat bread.",
                    "score": 0.7338210515275021
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 16,
                    "verse": 5,
                    "text": "And when his disciples were come to the other side, they had forgotten to take bread.",
                    "score": 0.7224947243727015
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 22,
                    "verse": 7,
                    "text": "Then came the day of unleavened bread, when the passover must be killed.",
                    "score": 0.7202139232153018
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 11,
                    "verse": 5,
                    "text": "And so it was done, according to the words of Nephi. And there was a great famine upon the land, among all the people of Nephi. And thus in the seventy and fourth year the famine did continue, and the work of destruction did cease by the sword but became sore by famine.",
                    "score": 0.7150346748781374
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 89,
                    "verse": 15,
                    "text": "And these hath God made for the use of man only in times of famine and excess of hunger.",
                    "score": 0.7147220293038601
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 1,
                    "text": "Now the Lord God caused the famine to wax sore in the land of Ur, insomuch that Haran, my brother, died; but Terah, my father, yet lived in the land of Ur, of the Chaldees.",
                    "score": 0.7133869366166259
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 15,
                    "verse": 14,
                    "text": "And when he had spent all, there arose a mighty famine in that land; and he began to be in want.",
                    "score": 0.7121652027120531
                }
            ]
        },
        {
            "verse": 4,
            "text": "And the city was broken up, and all the men of war fled by night by the way of the gate between two walls, which is by the king's garden: (now the Chaldees were against the city round about:) and the king went the way toward the plain.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 51,
                    "text": "And the enemy came by night, and broke down the hedge; and the servants of the nobleman arose and were affrighted, and fled; and the enemy destroyed their works, and broke down the olive trees.",
                    "score": 0.7890377834739236
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 62,
                    "verse": 23,
                    "text": "And it came to pass that they were all let down into the city by night, by the means of their strong cords and their ladders; thus when the morning came they were all within the walls of the city.",
                    "score": 0.7802040253630739
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 58,
                    "verse": 21,
                    "text": "And it came to pass that when they had cut them off, they ran to the city and fell upon the guards who were left to guard the city, insomuch that they did destroy them and did take possession of the city.",
                    "score": 0.7631414013333165
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 5,
                    "verse": 4,
                    "text": "And it came to pass that they came against us again, and we did maintain the city. And there were also other cities which were maintained by the Nephites, which strongholds did cut them off that they could not get into the country which lay before us, to destroy the inhabitants of our land.",
                    "score": 0.7588595548744826
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 62,
                    "verse": 21,
                    "text": "And it came to pass that they were on the east, by the entrance; and they were all asleep. And now Moroni returned to his army, and caused that they should prepare in haste strong cords and ladders, to be let down from the top of the wall into the inner part of the wall.",
                    "score": 0.7572546037327045
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 25,
                    "text": "But while men slept, his enemy came and sowed tares among the wheat, and went his way.",
                    "score": 0.7534590159656855
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 14,
                    "verse": 20,
                    "text": "And they were divided; and a part of them fled to the army of Shiz, and a part of them fled to the army of Coriantumr.",
                    "score": 0.7506771252998758
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 52,
                    "verse": 25,
                    "text": "And thus they did, and slew all those who had been left to protect the city, yea, all those who would not yield up their weapons of war.",
                    "score": 0.7451131071493107
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 11,
                    "verse": 2,
                    "text": "And it came to pass that the prophets were rejected by the people, and they fled unto Com for protection, for the people sought to destroy them.",
                    "score": 0.7409852421099788
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 15,
                    "verse": 23,
                    "text": "And on the morrow they fought again; and when the night came they had all fallen by the sword save it were fifty and two of the people of Coriantumr, and sixty and nine of the people of Shiz.",
                    "score": 0.7388824037349686
                }
            ]
        },
        {
            "verse": 5,
            "text": "And the army of the Chaldees pursued after the king, and overtook him in the plains of Jericho: and all his army were scattered from him.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 47,
                    "verse": 29,
                    "text": "Now when the servants of the king saw an army pursuing after them, they were frightened again, and fled into the wilderness, and came over into the land of Zarahemla and joined the people of Ammon.",
                    "score": 0.7760885012846397
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 19,
                    "verse": 6,
                    "text": "And Gideon pursued after him and was about to get upon the tower to slay the king, and the king cast his eyes round about towards the land of Shemlon, and behold, the army of the Lamanites were within the borders of the land.",
                    "score": 0.770316098877667
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 20,
                    "verse": 29,
                    "text": "And as they departed from Jericho, a great multitude followed him.",
                    "score": 0.770306134605929
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 18,
                    "text": "And it came to pass that king Noah sent his armies against them, and they were driven back, or they drove them back for a time; therefore, they returned rejoicing in their spoil.",
                    "score": 0.765702778405898
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 51,
                    "verse": 11,
                    "text": "Now his armies were not so great as they had hitherto been, because of the many thousands who had been slain by the hand of the Nephites; but notwithstanding their great loss, Amalickiah had gathered together a wonderfully great army, insomuch that he feared not to come down to the land of Zarahemla.",
                    "score": 0.7558215626089669
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 7,
                    "verse": 17,
                    "text": "And it came to pass that he gave battle again unto Shule, the king; and he took Shule, the king, and carried him away captive into Moron.",
                    "score": 0.7542414545645661
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 47,
                    "verse": 3,
                    "text": "And now it came to pass that the king was wroth because of their disobedience; therefore he gave Amalickiah the command of that part of his army which was obedient unto his commands, and commanded him that he should go forth and compel them to arms.",
                    "score": 0.7530881320290558
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 47,
                    "verse": 5,
                    "text": "And now he had got the command of those parts of the Lamanites who were in favor of the king; and he sought to gain favor of those who were not obedient; therefore he went forward to the place which was called Onidah, for thither had all the Lamanites fled; for they discovered the army coming, and, supposing that they were coming to destroy them, therefore they fled to Onidah, to the place of arms.",
                    "score": 0.7512194539635618
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 39,
                    "text": "And when he had driven them afar off, he returned and they watered their flocks and returned them to the pasture of the king, and then went in unto the king, bearing the arms which had been smitten off by the sword of Ammon, of those who sought to slay him; and they were carried in unto the king for a testimony of the things which they had done.",
                    "score": 0.7500127593531108
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 33,
                    "text": "And now the king said that Alma was stirring up the people to rebellion against him; therefore he sent his army to destroy them.",
                    "score": 0.7499468895334497
                }
            ]
        },
        {
            "verse": 6,
            "text": "So they took the king, and brought him up to the king of Babylon to Riblah; and they gave judgment upon him.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 1,
                    "verse": 12,
                    "text": "And after they were brought to Babylon, Jechonias begat Salathiel; and Salathiel begat Zorobabel;",
                    "score": 0.7918383887799771
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 18,
                    "text": "And it came to pass that they said unto the king: Bring him hither that we may question him; and the king commanded that he should be brought before them.",
                    "score": 0.7808837662396176
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 9,
                    "text": "And it came to pass that they were angry with him; and they took him and carried him bound before the king, and said unto the king: Behold, we have brought a man before thee who has prophesied evil concerning thy people, and saith that God will destroy them.",
                    "score": 0.7754219023147214
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 22,
                    "text": "And when he had removed him, he raised up unto them David to be their king; to whom also he gave testimony, and said, I have found David the son of Jesse, a man after mine own heart, which shall fulfil all my will.",
                    "score": 0.770587082238352
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 7,
                    "verse": 24,
                    "text": "And it came to pass that the people did revile against the prophets, and did mock them. And it came to pass that king Shule did execute judgment against all those who did revile against the prophets.",
                    "score": 0.7668352106100238
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 10,
                    "verse": 15,
                    "text": "And again, they were wroth with him when they had arrived in the promised land, because they said that he had taken the ruling of the people out of their hands; and they sought to kill him.",
                    "score": 0.7616879599180777
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 23,
                    "verse": 16,
                    "text": "And now it came to pass that the king and those who were converted were desirous that they might have a name, that thereby they might be distinguished from their brethren; therefore the king consulted with Aaron and many of their priests, concerning the name that they should take upon them, that they might be distinguished.",
                    "score": 0.7614448755256386
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 15,
                    "verse": 18,
                    "text": "Now as I said, Alma having seen all these things, therefore he took Amulek and came over to the land of Zarahemla, and took him to his own house, and did administer unto him in his tribulations, and strengthened him in the Lord.",
                    "score": 0.7575807880791255
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 13,
                    "verse": 14,
                    "text": "The Lord will enter into judgment with the ancients of his people and the princes thereof; for ye have eaten up the vineyard and the spoil of the poor in your houses.",
                    "score": 0.7572221946993823
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 1,
                    "verse": 10,
                    "text": "And the man who slew him was taken by the people of the church, and was brought before Alma, to be judged according to the crimes which he had committed.",
                    "score": 0.7554939060010224
                }
            ]
        },
        {
            "verse": 7,
            "text": "And they slew the sons of Zedekiah before his eyes, and put out the eyes of Zedekiah, and bound him with fetters of brass, and carried him to Babylon.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 1,
                    "verse": 12,
                    "text": "And after they were brought to Babylon, Jechonias begat Salathiel; and Salathiel begat Zorobabel;",
                    "score": 0.7745980120831301
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "chapter": 1,
                    "verse": 15,
                    "text": "Behold, it came to pass that Mosiah discovered that the people of Zarahemla came out from Jerusalem at the time that Zedekiah, king of Judah, was carried away captive into Babylon.",
                    "score": 0.773591602398553
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 1,
                    "verse": 11,
                    "text": "And Josias begat Jechonias and his brethren, about the time they were carried away to Babylon:",
                    "score": 0.7671583277208869
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 9,
                    "text": "And it came to pass that they were angry with him; and they took him and carried him bound before the king, and said unto the king: Behold, we have brought a man before thee who has prophesied evil concerning thy people, and saith that God will destroy them.",
                    "score": 0.7537203166006966
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 9,
                    "text": "And he spake unto them, saying: Behold, my sons and my daughters, who are the sons and the daughters of my second son; behold I leave unto you the same blessing which I left unto the sons and daughters of Laman; wherefore, thou shalt not utterly be destroyed; but in the end thy seed shall be blessed.",
                    "score": 0.7491353554829896
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 23,
                    "verse": 1,
                    "text": "The burden of Babylon, which Isaiah the son of Amoz did see.",
                    "score": 0.7487765386131893
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 10,
                    "text": "Wherefore, it hath been told them concerning the destruction which should come upon them, immediately after my father left Jerusalem; nevertheless, they hardened their hearts; and according to my prophecy they have been destroyed, save it be those which are carried away captive into Babylon.",
                    "score": 0.7473642954210267
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 47,
                    "verse": 15,
                    "text": "And it came to pass that when they saw that they were surrounded, they pled with Amalickiah that he would suffer them to fall in with their brethren, that they might not be destroyed. Now this was the very thing which Amalickiah desired.",
                    "score": 0.7466606863261234
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 23,
                    "verse": 12,
                    "text": "And now I say unto you, ye have been oppressed by king Noah, and have been in bondage to him and his priests, and have been brought into iniquity by them; therefore ye were bound with the bands of iniquity.",
                    "score": 0.7458095881997755
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 17,
                    "verse": 14,
                    "text": "And when he saw them, he said unto them, Go shew yourselves unto the priests. And it came to pass, that, as they went, they were cleansed.",
                    "score": 0.744133948387388
                }
            ]
        },
        {
            "verse": 8,
            "text": "And in the fifth month, on the seventh day of the month, which is the nineteenth year of king Nebuchadnezzar king of Babylon, came Nebuzar-adan, captain of the guard, a servant of the king of Babylon, unto Jerusalem:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 3,
                    "verse": 27,
                    "text": "For every man receiveth wages of him whom he listeth to obey, and this according to the words of the spirit of prophecy; therefore let it be according to the truth. And thus endeth the fifth year of the reign of the judges.",
                    "score": 0.7474647234413845
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 17,
                    "verse": 10,
                    "text": "And there are seven kings: five are fallen, and one is, and the other is not yet come; and when he cometh, he must continue a short space.",
                    "score": 0.7402026229740725
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 16,
                    "verse": 1,
                    "text": "And it came to pass in the eleventh year of the reign of the judges over the people of Nephi, on the fifth day of the second month, there having been much peace in the land of Zarahemla, there having been no wars nor contentions for a certain number of years, even until the fifth day of the second month in the eleventh year, there was a cry of war heard throughout the land.",
                    "score": 0.7298772155679539
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 59,
                    "text": "At length the time arrived for obtaining the plates, the Urim and Thummim, and the breastplate. On the twenty-second day of September, one thousand eight hundred and twenty-seven, having gone as usual at the end of another year to the place where they were deposited, the same heavenly messenger delivered them up to me with this charge: that I should be responsible for them; that if I should let them go carelessly, or through any neglect of mine, I should be cut off; but that if I would use all my endeavors to preserve them, until he, the messenger, should call for them, they should be protected.",
                    "score": 0.729145380348012
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 1,
                    "text": "And it came to pass in the days of Ahaz the son of Jotham, the son of Uzziah, king of Judah, that Rezin, king of Syria, and Pekah the son of Remaliah, king of Israel, went up toward Jerusalem to war against it, but could not prevail against it.",
                    "score": 0.7260997172527939
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 79,
                    "text": "Let my servant Isaac Galland be appointed among you, and be ordained by my servant William Marks, and be blessed of him, to go with my servant Hyrum to accomplish the work that my servant Joseph shall point out to them, and they shall be greatly blessed.",
                    "score": 0.7248544679550332
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 20,
                    "verse": 14,
                    "text": "All ye, assemble yourselves, and hear; who among them hath declared these things unto them? The Lord hath loved him; yea, and he will fulfil his word which he hath declared by them; and he will do his pleasure on Babylon, and his arm shall come upon the Chaldeans.",
                    "score": 0.7247084678237828
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 13,
                    "text": "And one of the king's servants said unto him, Rabbanah, which is, being interpreted, powerful or great king, considering their kings to be powerful; and thus he said unto him: Rabbanah, the king desireth thee to stay.",
                    "score": 0.7246970440951069
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 46,
                    "text": "The lord of that servant will come in a day when he looketh not for him, and at an hour when he is not aware, and will cut him in sunder, and will appoint him his portion with the unbelievers.",
                    "score": 0.7236600509020206
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 45,
                    "verse": 2,
                    "text": "And it came to pass in the nineteenth year of the reign of the judges over the people of Nephi, that Alma came unto his son Helaman and said unto him: Believest thou the words which I spake unto thee concerning those records which have been kept?",
                    "score": 0.7234183991470221
                }
            ]
        },
        {
            "verse": 9,
            "text": "And he burnt the house of the Lord, and the king's house, and all the houses of Jerusalem, and every great man's house burnt he with fire.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 8,
                    "verse": 21,
                    "text": "And he that shall breathe out wrath and strifes against the work of the Lord, and against the covenant people of the Lord who are the house of Israel, and shall say: We will destroy the work of the Lord, and the Lord will not remember his covenant which he hath made unto the house of Israel--the same is in danger to be hewn down and cast into the fire;",
                    "score": 0.805458560203301
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 9,
                    "verse": 9,
                    "text": "And behold, that great city Jacobugath, which was inhabited by the people of king Jacob, have I caused to be burned with fire because of their sins and their wickedness, which was above all the wickedness of the whole earth, because of their secret murders and combinations; for it was they that did destroy the peace of my people and the government of the land; therefore I did cause them to be burned, to destroy them from before my face, that the blood of the prophets and the saints should not come up unto me any more against them.",
                    "score": 0.804555204965535
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 19,
                    "verse": 19,
                    "text": "Through the wrath of the Lord of Hosts is the land darkened, and the people shall be as the fuel of the fire; no man shall spare his brother.",
                    "score": 0.7937460745446147
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 9,
                    "verse": 10,
                    "text": "And behold, the city of Laman, and the city of Josh, and the city of Gad, and the city of Kishkumen, have I caused to be burned with fire, and the inhabitants thereof, because of their wickedness in casting out the prophets, and stoning those whom I did send to declare unto them concerning their wickedness and their abominations.",
                    "score": 0.7836304911506371
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 16,
                    "verse": 32,
                    "text": "And they spake unto him the word of the Lord, and to all that were in his house.",
                    "score": 0.7827728162942532
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 37,
                    "text": "For behold, the day cometh that shall burn as an oven, and all the proud, yea, and all that do wickedly shall burn as stubble; for they that come shall burn them, saith the Lord of Hosts, that it shall leave them neither root nor branch.",
                    "score": 0.7827586656567981
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 38,
                    "text": "And he leadeth away the righteous into precious lands, and the wicked he destroyeth, and curseth the land unto them for their sakes.",
                    "score": 0.7815753939745158
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 14,
                    "text": "And every nation which shall war against thee, O house of Israel, shall be turned one against another, and they shall fall into the pit which they digged to ensnare the people of the Lord. And all that fight against Zion shall be destroyed, and that great whore, who hath perverted the right ways of the Lord, yea, that great and abominable church, shall tumble to the dust and great shall be the fall of it.",
                    "score": 0.7812495674717423
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 64,
                    "text": "And also that which was written by the prophet Malachi: For, behold, the day cometh that shall burn as an oven, and all the proud, yea, and all that do wickedly, shall be stubble; and the day that cometh shall burn them up, saith the Lord of hosts, that it shall leave them neither root nor branch.",
                    "score": 0.778485570334778
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 25,
                    "verse": 1,
                    "text": "For behold, the day cometh that shall burn as an oven; and all the proud, yea, and all that do wickedly, shall be stubble; and the day that cometh shall burn them up, saith the Lord of Hosts, that it shall leave them neither root nor branch.",
                    "score": 0.778302017751786
                }
            ]
        },
        {
            "verse": 10,
            "text": "And all the army of the Chaldees, that were with the captain of the guard, brake down the walls of Jerusalem round about.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 19,
                    "verse": 32,
                    "text": "Then came the soldiers, and brake the legs of the first, and of the other which was crucified with him.",
                    "score": 0.7431074345063822
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 21,
                    "verse": 24,
                    "text": "And they shall fall by the edge of the sword, and shall be led away captive into all nations: and Jerusalem shall be trodden down of the Gentiles, until the times of the Gentiles be fulfilled.",
                    "score": 0.7321597183763986
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 58,
                    "verse": 21,
                    "text": "And it came to pass that when they had cut them off, they ran to the city and fell upon the guards who were left to guard the city, insomuch that they did destroy them and did take possession of the city.",
                    "score": 0.7293906436650326
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 21,
                    "verse": 31,
                    "text": "And as they went about to kill him, tidings came unto the chief captain of the band, that all Jerusalem was in an uproar.",
                    "score": 0.72653335296717
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 9,
                    "verse": 28,
                    "text": "And he was with them coming in and going out at Jerusalem.",
                    "score": 0.720430914332625
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 16,
                    "text": "And now, king Limhi commanded his guards that they should no more bind Ammon nor his brethren, but caused that they should go to the hill which was north of Shilom, and bring their brethren into the city, that thereby they might eat, and drink, and rest themselves from the labors of their journey; for they had suffered many things; they had suffered hunger, thirst, and fatigue.",
                    "score": 0.7199574457843974
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 10,
                    "verse": 30,
                    "text": "And Jesus answering said, A certain man went down from Jerusalem to Jericho, and fell among thieves, which stripped him of his raiment, and wounded him, and departed, leaving him half dead.",
                    "score": 0.7139960615415828
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 14,
                    "verse": 20,
                    "text": "And they were divided; and a part of them fled to the army of Shiz, and a part of them fled to the army of Coriantumr.",
                    "score": 0.7131329865725107
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 62,
                    "verse": 22,
                    "text": "And it came to pass that Moroni caused that his men should march forth and come upon the top of the wall, and let themselves down into that part of the city, yea, even on the west, where the Lamanites did not camp with their armies.",
                    "score": 0.707351129069832
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 52,
                    "verse": 28,
                    "text": "And now behold, when the chief captains of the Lamanites had beheld Lehi with his army coming against them, they fled in much confusion, lest perhaps they should not obtain the city Mulek before Lehi should overtake them; for they were wearied because of their march, and the men of Lehi were fresh.",
                    "score": 0.7073062591445568
                }
            ]
        },
        {
            "verse": 11,
            "text": "Now the rest of the people that were left in the city, and the fugitives that fell away to the king of Babylon, with the remnant of the multitude, did Nebuzar-adan the captain of the guard carry away.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 20,
                    "verse": 29,
                    "text": "And as they departed from Jericho, a great multitude followed him.",
                    "score": 0.7544649094149499
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 21,
                    "verse": 17,
                    "text": "And he left them, and went out of the city into Bethany; and he lodged there.",
                    "score": 0.7494824250805271
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 58,
                    "verse": 21,
                    "text": "And it came to pass that when they had cut them off, they ran to the city and fell upon the guards who were left to guard the city, insomuch that they did destroy them and did take possession of the city.",
                    "score": 0.748486760961811
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 1,
                    "verse": 11,
                    "text": "And Josias begat Jechonias and his brethren, about the time they were carried away to Babylon:",
                    "score": 0.7480761202848453
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 52,
                    "verse": 25,
                    "text": "And thus they did, and slew all those who had been left to protect the city, yea, all those who would not yield up their weapons of war.",
                    "score": 0.7480701058759257
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 15,
                    "verse": 1,
                    "text": "And it came to pass that Alma and Amulek were commanded to depart out of that city; and they departed, and came out even into the land of Sidom; and behold, there they found all the people who had departed out of the land of Ammonihah, who had been cast out and stoned, because they believed in the words of Alma.",
                    "score": 0.747945609697798
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 57,
                    "verse": 4,
                    "text": "But the people of Antiparah did leave the city, and fled to their other cities, which they had possession of, to fortify them; and thus the city of Antiparah fell into our hands.",
                    "score": 0.7473715962186953
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 10,
                    "verse": 3,
                    "text": "That after they should be destroyed, even that great city Jerusalem, and many be carried away captive into Babylon, according to the own due time of the Lord, they should return again, yea, even be brought back out of captivity; and after they should be brought back out of captivity they should possess again the land of their inheritance.",
                    "score": 0.7472755431874045
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "chapter": 1,
                    "verse": 15,
                    "text": "Behold, it came to pass that Mosiah discovered that the people of Zarahemla came out from Jerusalem at the time that Zedekiah, king of Judah, was carried away captive into Babylon.",
                    "score": 0.7412900353975276
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 4,
                    "text": "And behold, there are many who are already lost from the knowledge of those who are at Jerusalem. Yea, the more part of all the tribes have been led away; and they are scattered to and fro upon the isles of the sea; and whither they are none of us knoweth, save that we know that they have been led away.",
                    "score": 0.7405554717486749
                }
            ]
        },
        {
            "verse": 12,
            "text": "But the captain of the guard left of the poor of the land to be vinedressers and husbandmen.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 70,
                    "text": "And it came to pass that the Lord of the vineyard sent his servant; and the servant went and did as the Lord had commanded him, and brought other servants; and they were few.",
                    "score": 0.7643660615026302
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 21,
                    "text": "And it came to pass that the servant said unto his master: How comest thou hither to plant this tree, or this branch of the tree? For behold, it was the poorest spot in all the land of thy vineyard.",
                    "score": 0.7534445781466204
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 55,
                    "text": "And the lord of the vineyard said unto one of his servants: Go and gather together the residue of my servants, and take all the strength of mine house, which are my warriors, my young men, and they that are of middle age also among all my servants, who are the strength of mine house, save those only whom I have appointed to tarry;",
                    "score": 0.7389421474807
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 57,
                    "verse": 29,
                    "text": "Now Gid was the chief captain over the band who was appointed to guard them down to the land.",
                    "score": 0.7343436106525805
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 54,
                    "text": "And again, inasmuch as there is land obtained, let there be workmen sent forth of all kinds unto this land, to labor for the saints of God.",
                    "score": 0.7317000848943824
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 9,
                    "verse": 7,
                    "text": "And he also commanded that his people should depart out of the land, and I and my people went into the land that we might possess it.",
                    "score": 0.7306246617419637
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 20,
                    "verse": 8,
                    "text": "So when even was come, the lord of the vineyard saith unto his steward, Call the labourers, and give them their hire, beginning from the last unto the first.",
                    "score": 0.7297945747864529
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 44,
                    "text": "A certain nobleman had a spot of land, very choice; and he said unto his servants: Go ye unto my vineyard, even upon this very choice piece of land, and plant twelve olive trees;",
                    "score": 0.7284190534883014
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 51,
                    "verse": 6,
                    "text": "And those who were desirous that Pahoran should remain chief judge over the land took upon them the name of freemen; and thus was the division among them, for the freemen had sworn or covenanted to maintain their rights and the privileges of their religion by a free government.",
                    "score": 0.7275132034226898
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 72,
                    "text": "And it came to pass that the servants did go and labor with their mights; and the Lord of the vineyard labored also with them; and they did obey the commandments of the Lord of the vineyard in all things.",
                    "score": 0.7265579328324618
                }
            ]
        },
        {
            "verse": 13,
            "text": "And the pillars of brass that were in the house of the Lord, and the bases, and the brasen sea that was in the house of the Lord, did the Chaldees break in pieces, and carried the brass of them to Babylon.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 38,
                    "text": "And it came to pass that we took the plates of brass and the servant of Laban, and departed into the wilderness, and journeyed unto the tent of our father.",
                    "score": 0.7588326929318405
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 5,
                    "verse": 18,
                    "text": "That these plates of brass should go forth unto all nations, kindreds, tongues, and people who were of his seed.",
                    "score": 0.7532926352254077
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 5,
                    "text": "Go ye out from Babylon. Be ye clean that bear the vessels of the Lord.",
                    "score": 0.7492802631497865
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 28,
                    "verse": 20,
                    "text": "And now, as I said unto you, that after king Mosiah had done these things, he took the plates of brass, and all the things which he had kept, and conferred them upon Alma, who was the son of Alma; yea, all the records, and also the interpreters, and conferred them upon him, and commanded him that he should keep and preserve them, and also keep a record of the people, handing them down from one generation to another, even as they had been handed down from the time that Lehi left Jerusalem.",
                    "score": 0.7472864232536761
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 19,
                    "verse": 21,
                    "text": "And he surely did show unto the prophets of old all things concerning them; and also he did show unto many concerning us; wherefore, it must needs be that we know concerning them for they are written upon the plates of brass.",
                    "score": 0.7417749517550217
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 24,
                    "text": "And it came to pass that we went in unto Laban, and desired him that he would give unto us the records which were engraven upon the plates of brass, for which we would give unto him our gold, and our silver, and all our precious things.",
                    "score": 0.7394521079146926
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 10,
                    "verse": 16,
                    "text": "And again, they were wroth with him because he departed into the wilderness as the Lord had commanded him, and took the records which were engraven on the plates of brass, for they said that he robbed them.",
                    "score": 0.7378738686900573
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 30,
                    "text": "Wherefore, my brethren, I would that ye should consider that the things which have been written upon the plates of brass are true; and they testify that a man must be obedient to the commandments of God.",
                    "score": 0.7335474249430435
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 4,
                    "text": "Which had the golden censer, and the ark of the covenant overlaid round about with gold, wherein was the golden pot that had manna, and Aaron's rod that budded, and the tables of the covenant;",
                    "score": 0.7319458710863271
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 6,
                    "verse": 2,
                    "text": "For it came to pass after the Lord had prepared the stones which the brother of Jared had carried up into the mount, the brother of Jared came down out of the mount, and he did put forth the stones into the vessels which were prepared, one in each end thereof; and behold, they did give light unto the vessels.",
                    "score": 0.7303607413961082
                }
            ]
        },
        {
            "verse": 14,
            "text": "And the pots, and the shovels, and the snuffers, and the spoons, and all the vessels of brass wherewith they ministered, took they away.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 10,
                    "verse": 16,
                    "text": "And again, they were wroth with him because he departed into the wilderness as the Lord had commanded him, and took the records which were engraven on the plates of brass, for they said that he robbed them.",
                    "score": 0.7719723944267856
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 10,
                    "verse": 23,
                    "text": "Then called he them in, and lodged them. And on the morrow Peter went away with them, and certain brethren from Joppa accompanied him.",
                    "score": 0.7659930611721433
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 38,
                    "text": "And it came to pass that we took the plates of brass and the servant of Laban, and departed into the wilderness, and journeyed unto the tent of our father.",
                    "score": 0.7647971802469666
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 34,
                    "text": "Behold, we lay a tool here and on the morrow it is gone; and behold, our swords are taken from us in the day we have sought them for battle.",
                    "score": 0.762763507779469
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 5,
                    "verse": 10,
                    "text": "And after they had given thanks unto the God of Israel, my father, Lehi, took the records which were engraven upon the plates of brass, and he did search them from the beginning.",
                    "score": 0.7586891298534986
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 13,
                    "verse": 1,
                    "text": "For behold, the Lord, the Lord of Hosts, doth take away from Jerusalem, and from Judah, the stay and the staff, the whole staff of bread, and the whole stay of water--",
                    "score": 0.7548049163168075
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 24,
                    "text": "And I also spake unto him that I should carry the engravings, which were upon the plates of brass, to my elder brethren, who were without the walls.",
                    "score": 0.7535193518946285
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 14,
                    "verse": 53,
                    "text": "And they led Jesus away to the high priest: and with him were assembled all the chief priests and the elders and the scribes.",
                    "score": 0.7498309553266661
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 6,
                    "verse": 2,
                    "text": "And it came to pass that they had not eaten up all their provisions; therefore they did take with them all that they had not devoured, of all their grain of every kind, and their gold, and their silver, and all their precious things, and they did return to their own lands and their possessions, both on the north and on the south, both on the land northward and on the land southward.",
                    "score": 0.7495984218198638
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 29,
                    "text": "And after these plain and precious things were taken away it goeth forth unto all the nations of the Gentiles; and after it goeth forth unto all the nations of the Gentiles, yea, even across the many waters which thou hast seen with the Gentiles which have gone forth out of captivity, thou seest--because of the many plain and precious things which have been taken out of the book, which were plain unto the understanding of the children of men, according to the plainness which is in the Lamb of God--because of these things which are taken away out of the gospel of the Lamb, an exceedingly great many do stumble, yea, insomuch that Satan hath great power over them.",
                    "score": 0.7480051120343099
                }
            ]
        },
        {
            "verse": 15,
            "text": "And the firepans, and the bowls, and such things as were of gold, in gold, and of silver, in silver, the captain of the guard took away.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 4,
                    "text": "And it came to pass that he departed into the wilderness. And he left his house, and the land of his inheritance, and his gold, and his silver, and his precious things, and took nothing with him, save it were his family, and provisions, and tents, and departed into the wilderness.",
                    "score": 0.7489044319914065
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 10,
                    "verse": 16,
                    "text": "And again, they were wroth with him because he departed into the wilderness as the Lord had commanded him, and took the records which were engraven on the plates of brass, for they said that he robbed them.",
                    "score": 0.7452613860824006
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 5,
                    "verse": 3,
                    "text": "Your gold and silver is cankered; and the rust of them shall be a witness against you, and shall eat your flesh as it were fire. Ye have heaped treasure together for the last days.",
                    "score": 0.7418083556229018
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 22,
                    "verse": 12,
                    "text": "And they had taken all their gold, and silver, and their precious things, which they could carry, and also their provisions with them, into the wilderness; and they pursued their journey.",
                    "score": 0.7366651822859706
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 4,
                    "text": "Which had the golden censer, and the ark of the covenant overlaid round about with gold, wherein was the golden pot that had manna, and Aaron's rod that budded, and the tables of the covenant;",
                    "score": 0.7244877895098927
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 22,
                    "text": "And it came to pass that we went down to the land of our inheritance, and we did gather together our gold, and our silver, and our precious things.",
                    "score": 0.7224316729502959
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 6,
                    "verse": 2,
                    "text": "And it came to pass that they had not eaten up all their provisions; therefore they did take with them all that they had not devoured, of all their grain of every kind, and their gold, and their silver, and all their precious things, and they did return to their own lands and their possessions, both on the north and on the south, both on the land northward and on the land southward.",
                    "score": 0.7221876667117657
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 18,
                    "verse": 12,
                    "text": "The merchandise of gold, and silver, and precious stones, and of pearls, and fine linen, and purple, and silk, and scarlet, and all thyine wood, and all manner vessels of ivory, and all manner vessels of most precious wood, and of brass, and iron, and marble,",
                    "score": 0.7213448176104165
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 10,
                    "text": "And a limnah of gold was the value of them all.",
                    "score": 0.7178293848258243
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 2,
                    "verse": 20,
                    "text": "But in a great house there are not only vessels of gold and of silver, but also of wood and of earth; and some to honour, and some to dishonour.",
                    "score": 0.7164676699701865
                }
            ]
        },
        {
            "verse": 16,
            "text": "The two pillars, one sea, and the bases which Solomon had made for the house of the Lord; the brass of all these vessels was without weight.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 47,
                    "text": "But Solomon built him an house.",
                    "score": 0.7449943118456358
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 16,
                    "text": "And I, Nephi, did build a temple; and I did construct it after the manner of the temple of Solomon save it were not built of so many precious things; for they were not to be found upon the land, wherefore, it could not be built like unto Solomon's temple. But the manner of the construction was like unto the temple of Solomon; and the workmanship thereof was exceedingly fine.",
                    "score": 0.7391342543085985
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 2,
                    "verse": 16,
                    "text": "And the Lord said: Go to work and build, after the manner of barges which ye have hitherto built. And it came to pass that the brother of Jared did go to work, and also his brethren, and built barges after the manner which they had built, according to the instructions of the Lord. And they were small, and they were light upon the water, even like unto the lightness of a fowl upon the water.",
                    "score": 0.7330853896063155
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 27,
                    "text": "Consider the lilies how they grow: they toil not, they spin not; and yet I say unto you, that Solomon in all his glory was not arrayed like one of these.",
                    "score": 0.7322348330710269
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 6,
                    "verse": 29,
                    "text": "And yet I say unto you, That even Solomon in all his glory was not arrayed like one of these.",
                    "score": 0.729303781230423
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 29,
                    "text": "And yet I say unto you, that even Solomon, in all his glory, was not arrayed like one of these.",
                    "score": 0.729303781230423
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 28,
                    "text": "And he beheld also the inhabitants thereof, and there was not a soul which he beheld not; and he discerned them by the Spirit of God; and their numbers were great, even numberless as the sand upon the sea shore.",
                    "score": 0.7283289850931657
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 4,
                    "text": "Which had the golden censer, and the ark of the covenant overlaid round about with gold, wherein was the golden pot that had manna, and Aaron's rod that budded, and the tables of the covenant;",
                    "score": 0.7270512944042495
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 5,
                    "verse": 12,
                    "text": "And by the hands of the apostles were many signs and wonders wrought among the people; (and they were all with one accord in Solomon's porch.",
                    "score": 0.724928084819404
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 6,
                    "verse": 7,
                    "text": "And it came to pass that when they were buried in the deep there was no water that could hurt them, their vessels being tight like unto a dish, and also they were tight like unto the ark of Noah; therefore when they were encompassed about by many waters they did cry unto the Lord, and he did bring them forth again upon the top of the waters.",
                    "score": 0.7223219909358999
                }
            ]
        },
        {
            "verse": 17,
            "text": "The height of the one pillar was eighteen cubits, and the chapiter upon it was brass: and the height of the chapiter three cubits; and the wreathen work, and pomegranates upon the chapiter round about, all of brass: and like unto these had the second pillar with wreathen work.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 17,
                    "text": "And he measured the wall thereof, an hundred and forty and four cubits, according to the measure of a man, that is, of the angel.",
                    "score": 0.7251948768831459
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 1,
                    "text": "And it came to pass that the brother of Jared, (now the number of the vessels which had been prepared was eight) went forth unto the mount, which they called the mount Shelem, because of its exceeding height, and did molten out of a rock sixteen small stones; and they were white and clear, even as transparent glass; and he did carry them in his hands upon the top of the mount, and cried again unto the Lord, saying:",
                    "score": 0.7229539567816053
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 3,
                    "text": "And he caused that upon those works of timbers there should be a frame of pickets built upon the timbers round about; and they were strong and high.",
                    "score": 0.7224832627852312
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 10,
                    "text": "And he also caused that his workmen should work all manner of fine work within the walls of the temple, of fine wood, and of copper, and of brass.",
                    "score": 0.721088153040992
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 8,
                    "text": "And it came to pass that king Noah built many elegant and spacious buildings; and he ornamented them with fine work of wood, and of all manner of precious things, of gold, and of silver, and of iron, and of brass, and of ziff, and of copper;",
                    "score": 0.716906530250875
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 4,
                    "verse": 8,
                    "text": "And other fell on good ground, and did yield fruit that sprang up and increased; and brought forth, some thirty, and some sixty, and some an hundred.",
                    "score": 0.706324380235561
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 19,
                    "text": "For after it hath filled the measure of its creation, it shall be crowned with glory, even with the presence of God the Father;",
                    "score": 0.7025795366426384
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 25,
                    "text": "And he said unto the servant: Look hither and behold the last. Behold, this have I planted in a good spot of ground; and I have nourished it this long time, and only a part of the tree hath brought forth tame fruit, and the other part of the tree hath brought forth wild fruit; behold, I have nourished this tree like unto the others.",
                    "score": 0.7017863462101921
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 8,
                    "text": "But other fell into good ground, and brought forth fruit, some an hundredfold, some sixtyfold, some thirtyfold.",
                    "score": 0.7004209503237232
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 10,
                    "verse": 23,
                    "text": "And they did work in all manner of ore, and they did make gold, and silver, and iron, and brass, and all manner of metals; and they did dig it out of the earth; wherefore, they did cast up mighty heaps of earth to get ore, of gold, and of silver, and of iron, and of copper. And they did work all manner of fine work.",
                    "score": 0.6990771859850511
                }
            ]
        },
        {
            "verse": 18,
            "text": "And the captain of the guard took Seraiah the chief priest, and Zephaniah the second priest, and the three keepers of the door:",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 22,
                    "verse": 52,
                    "text": "Then Jesus said unto the chief priests, and captains of the temple, and the elders, which were come to him, Be ye come out, as against a thief, with swords and staves?",
                    "score": 0.7732833303331988
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 11,
                    "verse": 27,
                    "text": "And they come again to Jerusalem: and as he was walking in the temple, there come to him the chief priests, and the scribes, and the elders,",
                    "score": 0.7731716386506036
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 16,
                    "verse": 5,
                    "text": "Therefore, he that had been appointed chief captain over the armies of the Nephites, (and his name was Zoram, and he had two sons, Lehi and Aha)--now Zoram and his two sons, knowing that Alma was high priest over the church, and having heard that he had the spirit of prophecy, therefore they went unto him and desired of him to know whither the Lord would that they should go into the wilderness in search of their brethren, who had been taken captive by the Lamanites.",
                    "score": 0.7691782487123983
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 21,
                    "verse": 23,
                    "text": "And when he was come into the temple, the chief priests and the elders of the people came unto him as he was teaching, and said, By what authority doest thou these things? and who gave thee this authority?",
                    "score": 0.7548091390663431
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 18,
                    "verse": 16,
                    "text": "But Peter stood at the door without. Then went out that other disciple, which was known unto the high priest, and spake unto her that kept the door, and brought in Peter.",
                    "score": 0.7527972937066206
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 7,
                    "verse": 45,
                    "text": "Then came the officers to the chief priests and Pharisees; and they said unto them, Why have ye not brought him?",
                    "score": 0.7457248280192155
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 47,
                    "verse": 13,
                    "text": "And it came to pass that when Lehonti had come down with his guards to Amalickiah, that Amalickiah desired him to come down with his army in the night-time, and surround those men in their camps over whom the king had given him command, and that he would deliver them up into Lehonti's hands, if he would make him (Amalickiah) a second leader over the whole army.",
                    "score": 0.7444283539078695
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 14,
                    "verse": 53,
                    "text": "And they led Jesus away to the high priest: and with him were assembled all the chief priests and the elders and the scribes.",
                    "score": 0.7436961024521167
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 21,
                    "verse": 32,
                    "text": "And now since the coming of Ammon, king Limhi had also entered into a covenant with God, and also many of his people, to serve him and keep his commandments.",
                    "score": 0.7435518561010861
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 21,
                    "verse": 33,
                    "text": "Then the chief captain came near, and took him, and commanded him to be bound with two chains; and demanded who he was, and what he had done.",
                    "score": 0.742110576339674
                }
            ]
        },
        {
            "verse": 19,
            "text": "And out of the city he took an officer that was set over the men of war, and five men of them that were in the king's presence, which were found in the city, and the principal scribe of the host, which mustered the people of the land, and threescore men of the people of the land that were found in the city:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 9,
                    "verse": 5,
                    "text": "And it came to pass that I went again with four of my men into the city, in unto the king, that I might know of the disposition of the king, and that I might know if I might go in with my people and possess the land in peace.",
                    "score": 0.7646833789596771
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 44,
                    "text": "And they that did eat of the loaves were about five thousand men.",
                    "score": 0.7505928274554957
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 18,
                    "text": "Now Ammon being the chief among them, or rather he did administer unto them, and he departed from them, after having blessed them according to their several stations, having imparted the word of God unto them, or administered unto them before his departure; and thus they took their several journeys throughout the land.",
                    "score": 0.747431560546133
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 7,
                    "verse": 16,
                    "text": "And he gave battle unto Shule, the king, in which he did obtain the land of their first inheritance; and he became a king over that part of the land.",
                    "score": 0.7431011270594526
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 52,
                    "verse": 4,
                    "text": "And it came to pass that he did command that his people should maintain those cities, which they had taken by the shedding of blood; for they had not taken any cities save they had lost much blood.",
                    "score": 0.7408965691308675
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 12,
                    "text": "And it came to pass that when Ammon had made ready the horses and the chariots for the king and his servants, he went in unto the king, and he saw that the countenance of the king was changed; therefore he was about to return out of his presence.",
                    "score": 0.7400960053347008
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 23,
                    "verse": 31,
                    "text": "Then the soldiers, as it was commanded them, took Paul, and brought him by night to Antipatris.",
                    "score": 0.7399772399724541
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 34,
                    "text": "And it came to pass that Alma and the people of the Lord were apprised of the coming of the king's army; therefore they took their tents and their families and departed into the wilderness.",
                    "score": 0.7375800315574458
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 14,
                    "verse": 35,
                    "text": "And when the men of that place had knowledge of him, they sent out into all that country round about, and brought unto him all that were diseased;",
                    "score": 0.7372724782589685
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 28,
                    "verse": 11,
                    "text": "Now when they were going, behold, some of the watch came into the city, and shewed unto the chief priests all the things that were done.",
                    "score": 0.7369508830560136
                }
            ]
        },
        {
            "verse": 20,
            "text": "And Nebuzar-adan captain of the guard took these, and brought them to the king of Babylon to Riblah:",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 1,
                    "verse": 12,
                    "text": "And after they were brought to Babylon, Jechonias begat Salathiel; and Salathiel begat Zorobabel;",
                    "score": 0.763301466806243
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 1,
                    "verse": 11,
                    "text": "And Josias begat Jechonias and his brethren, about the time they were carried away to Babylon:",
                    "score": 0.7271739242898978
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 15,
                    "verse": 18,
                    "text": "Now as I said, Alma having seen all these things, therefore he took Amulek and came over to the land of Zarahemla, and took him to his own house, and did administer unto him in his tribulations, and strengthened him in the Lord.",
                    "score": 0.7271004949452257
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "chapter": 1,
                    "verse": 15,
                    "text": "Behold, it came to pass that Mosiah discovered that the people of Zarahemla came out from Jerusalem at the time that Zedekiah, king of Judah, was carried away captive into Babylon.",
                    "score": 0.7193730836719795
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 15,
                    "text": "And I took Sarai, whom I took to wife when I was in Ur, in Chaldea, and Lot, my brother's son, and all our substance that we had gathered, and the souls that we had won in Haran, and came forth in the way to the land of Canaan, and dwelt in tents as we came on our way;",
                    "score": 0.7150758204496408
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 43,
                    "text": "Yea, ye took up the tabernacle of Moloch, and the star of your god Remphan, figures which ye made to worship them: and I will carry you away beyond Babylon.",
                    "score": 0.7109974579758007
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 4,
                    "text": "Therefore I left the land of Ur, of the Chaldees, to go into the land of Canaan; and I took Lot, my brother's son, and his wife, and Sarai my wife; and also my father followed after me, unto the land which we denominated Haran.",
                    "score": 0.7072912930750526
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 6,
                    "text": "Therefore he took Ammon, and Aaron, and Omner; and Himni he did leave in the church in Zarahemla; but the former three he took with him, and also Amulek and Zeezrom, who were at Melek; and he also took two of his sons.",
                    "score": 0.7039293850171502
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 47,
                    "verse": 5,
                    "text": "And now he had got the command of those parts of the Lamanites who were in favor of the king; and he sought to gain favor of those who were not obedient; therefore he went forward to the place which was called Onidah, for thither had all the Lamanites fled; for they discovered the army coming, and, supposing that they were coming to destroy them, therefore they fled to Onidah, to the place of arms.",
                    "score": 0.7036904774808446
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 28,
                    "verse": 20,
                    "text": "And now, as I said unto you, that after king Mosiah had done these things, he took the plates of brass, and all the things which he had kept, and conferred them upon Alma, who was the son of Alma; yea, all the records, and also the interpreters, and conferred them upon him, and commanded him that he should keep and preserve them, and also keep a record of the people, handing them down from one generation to another, even as they had been handed down from the time that Lehi left Jerusalem.",
                    "score": 0.7030287338072103
                }
            ]
        },
        {
            "verse": 21,
            "text": "And the king of Babylon smote them, and slew them at Riblah in the land of Hamath. So Judah was carried away out of their land.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "chapter": 1,
                    "verse": 15,
                    "text": "Behold, it came to pass that Mosiah discovered that the people of Zarahemla came out from Jerusalem at the time that Zedekiah, king of Judah, was carried away captive into Babylon.",
                    "score": 0.7682970282325675
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 19,
                    "verse": 3,
                    "text": "And said, Hail, King of the Jews! and they smote him with their hands.",
                    "score": 0.7567268605191539
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 25,
                    "text": "That I will bring the Assyrian in my land, and upon my mountains tread him under foot; then shall his yoke depart from off them, and his burden depart from off their shoulders.",
                    "score": 0.7543236734328321
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 38,
                    "text": "And he leadeth away the righteous into precious lands, and the wicked he destroyeth, and curseth the land unto them for their sakes.",
                    "score": 0.7516099973326681
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 1,
                    "verse": 11,
                    "text": "And Josias begat Jechonias and his brethren, about the time they were carried away to Babylon:",
                    "score": 0.7513495307846128
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 15,
                    "verse": 1,
                    "text": "And it came to pass that Alma and Amulek were commanded to depart out of that city; and they departed, and came out even into the land of Sidom; and behold, there they found all the people who had departed out of the land of Ammonihah, who had been cast out and stoned, because they believed in the words of Alma.",
                    "score": 0.7431702996182478
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 10,
                    "text": "Wherefore, it hath been told them concerning the destruction which should come upon them, immediately after my father left Jerusalem; nevertheless, they hardened their hearts; and according to my prophecy they have been destroyed, save it be those which are carried away captive into Babylon.",
                    "score": 0.7431188801530515
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 13,
                    "verse": 17,
                    "text": "Now this Melchizedek was a king over the land of Salem; and his people had waxed strong in iniquity and abomination; yea, they had all gone astray; they were full of all manner of wickedness;",
                    "score": 0.7421322425821941
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 47,
                    "verse": 3,
                    "text": "And now it came to pass that the king was wroth because of their disobedience; therefore he gave Amalickiah the command of that part of his army which was obedient unto his commands, and commanded him that he should go forth and compel them to arms.",
                    "score": 0.7399429813328787
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 10,
                    "verse": 15,
                    "text": "And again, they were wroth with him when they had arrived in the promised land, because they said that he had taken the ruling of the people out of their hands; and they sought to kill him.",
                    "score": 0.7382175276644085
                }
            ]
        },
        {
            "verse": 22,
            "text": "And as for the people that remained in the land of Judah, whom Nebuchadnezzar king of Babylon had left, even over them he made Gedaliah the son of Ahikam, the son of Shaphan, ruler.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 1,
                    "text": "And it came to pass in the days of Ahaz the son of Jotham, the son of Uzziah, king of Judah, that Rezin, king of Syria, and Pekah the son of Remaliah, king of Israel, went up toward Jerusalem to war against it, but could not prevail against it.",
                    "score": 0.7592874266784523
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 6,
                    "verse": 10,
                    "text": "Now the land south was called Lehi, and the land north was called Mulek, which was after the son of Zedekiah; for the Lord did bring Mulek into the land north, and Lehi into the land south.",
                    "score": 0.75902065604713
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 1,
                    "text": "Now, as Ammon was thus teaching the people of Lamoni continually, we will return to the account of Aaron and his brethren; for after he departed from the land of Middoni he was led by the Spirit to the land of Nephi, even to the house of the king which was over all the land save it were the land of Ishmael; and he was the father of Lamoni.",
                    "score": 0.7586892173349317
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 4,
                    "text": "Then came he out of the land of the Chaldaeans, and dwelt in Charran: and from thence, when his father was dead, he removed him into this land, wherein ye now dwell.",
                    "score": 0.7486896509760845
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 8,
                    "verse": 21,
                    "text": "And now will you dispute that Jerusalem was destroyed? Will ye say that the sons of Zedekiah were not slain, all except it were Mulek? Yea, and do ye not behold that the seed of Zedekiah are with us, and they were driven out of the land of Jerusalem? But behold, this is not all--",
                    "score": 0.7481103698112497
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "chapter": 1,
                    "verse": 15,
                    "text": "Behold, it came to pass that Mosiah discovered that the people of Zarahemla came out from Jerusalem at the time that Zedekiah, king of Judah, was carried away captive into Babylon.",
                    "score": 0.7446226021327697
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 17,
                    "text": "The Lord shall bring upon thee, and upon thy people, and upon thy father's house, days that have not come from the day that Ephraim departed from Judah, the king of Assyria.",
                    "score": 0.7444633678926573
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 7,
                    "text": "Now the eldest of his sons he took not with him, and his name was Helaman; but the names of those whom he took with him were Shiblon and Corianton; and these are the names of those who went with him among the Zoramites, to preach unto them the word.",
                    "score": 0.7398069522827696
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 1,
                    "verse": 12,
                    "text": "And after they were brought to Babylon, Jechonias begat Salathiel; and Salathiel begat Zorobabel;",
                    "score": 0.7383161704968831
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 7,
                    "verse": 19,
                    "text": "Wherefore, the son of Noah did build up his kingdom in his stead; nevertheless they did not gain power any more over Shule the king, and the people who were under the reign of Shule the king did prosper exceedingly and wax great.",
                    "score": 0.7381379312972779
                }
            ]
        },
        {
            "verse": 23,
            "text": "And when all the captains of the armies, they and their men, heard that the king of Babylon had made Gedaliah governor, there came to Gedaliah to Mizpah, even Ishmael the son of Nethaniah, and Johanan the son of Careah, and Seraiah the son of Tanhumeth the Netophathite, and Jaazaniah the son of a Maachathite, they and their men.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 47,
                    "verse": 13,
                    "text": "And it came to pass that when Lehonti had come down with his guards to Amalickiah, that Amalickiah desired him to come down with his army in the night-time, and surround those men in their camps over whom the king had given him command, and that he would deliver them up into Lehonti's hands, if he would make him (Amalickiah) a second leader over the whole army.",
                    "score": 0.7842983019944968
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 15,
                    "verse": 13,
                    "text": "And it came to pass that Ether did behold all the doings of the people; and he beheld that the people who were for Coriantumr were gathered together to the army of Coriantumr; and the people who were for Shiz were gathered together to the army of Shiz.",
                    "score": 0.7755786822270678
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 47,
                    "verse": 5,
                    "text": "And now he had got the command of those parts of the Lamanites who were in favor of the king; and he sought to gain favor of those who were not obedient; therefore he went forward to the place which was called Onidah, for thither had all the Lamanites fled; for they discovered the army coming, and, supposing that they were coming to destroy them, therefore they fled to Onidah, to the place of arms.",
                    "score": 0.7745349928205912
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 25,
                    "text": "But the king stood forth among them and administered unto them. And they were pacified towards Aaron and those who were with him.",
                    "score": 0.769104889111191
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 60,
                    "verse": 1,
                    "text": "And it came to pass that he wrote again to the governor of the land, who was Pahoran, and these are the words which he wrote, saying: Behold, I direct mine epistle to Pahoran, in the city of Zarahemla, who is the chief judge and the governor over the land, and also to all those who have been chosen by this people to govern and manage the affairs of this war.",
                    "score": 0.7687011709314469
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Words of Mormon",
                    "chapter": 1,
                    "verse": 16,
                    "text": "And after there had been false prophets, and false preachers and teachers among the people, and all these having been punished according to their crimes; and after there having been much contention and many dissensions away unto the Lamanites, behold, it came to pass that king Benjamin, with the assistance of the holy prophets who were among his people--",
                    "score": 0.7685716121072689
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 16,
                    "verse": 5,
                    "text": "Therefore, he that had been appointed chief captain over the armies of the Nephites, (and his name was Zoram, and he had two sons, Lehi and Aha)--now Zoram and his two sons, knowing that Alma was high priest over the church, and having heard that he had the spirit of prophecy, therefore they went unto him and desired of him to know whither the Lord would that they should go into the wilderness in search of their brethren, who had been taken captive by the Lamanites.",
                    "score": 0.7676577659700596
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "chapter": 1,
                    "verse": 15,
                    "text": "Behold, it came to pass that Mosiah discovered that the people of Zarahemla came out from Jerusalem at the time that Zedekiah, king of Judah, was carried away captive into Babylon.",
                    "score": 0.7653342054732332
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "chapter": 1,
                    "verse": 19,
                    "text": "And it came to pass that the people of Zarahemla, and of Mosiah, did unite together; and Mosiah was appointed to be their king.",
                    "score": 0.7651430248622222
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 3,
                    "text": "And it came to pass that on the morrow they started to go up, having with them one Ammon, he being a strong and mighty man, and a descendant of Zarahemla; and he was also their leader.",
                    "score": 0.7641279902346026
                }
            ]
        },
        {
            "verse": 24,
            "text": "And Gedaliah sware to them, and to their men, and said unto them, Fear not to be the servants of the Chaldees: dwell in the land, and serve the king of Babylon; and it shall be well with you.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 3,
                    "text": "And now, O king, if thou wilt spare our lives, we will be thy servants. And the king said unto them: Arise, for I will grant unto you your lives, and I will not suffer that ye shall be my servants; but I will insist that ye shall administer unto me; for I have been somewhat troubled in mind because of the generosity and the greatness of the words of thy brother Ammon; and I desire to know the cause why he has not come up out of Middoni with thee.",
                    "score": 0.7863283639227042
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 20,
                    "verse": 14,
                    "text": "All ye, assemble yourselves, and hear; who among them hath declared these things unto them? The Lord hath loved him; yea, and he will fulfil his word which he hath declared by them; and he will do his pleasure on Babylon, and his arm shall come upon the Chaldeans.",
                    "score": 0.7855578140171564
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 87,
                    "text": "Therefore, let my servant William put his trust in me, and cease to fear concerning his family, because of the sickness of the land. If ye love me, keep my commandments; and the sickness of the land shall redound to your glory.",
                    "score": 0.7777387905318499
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 2,
                    "text": "And the people shall take them and bring them to their place; yea, from far unto the ends of the earth; and they shall return to their lands of promise. And the house of Israel shall possess them, and the land of the Lord shall be for servants and handmaids; and they shall take them captives unto whom they were captives; and they shall rule over their oppressors.",
                    "score": 0.7755904935038064
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 20,
                    "verse": 20,
                    "text": "Go ye forth of Babylon, flee ye from the Chaldeans, with a voice of singing declare ye, tell this, utter to the end of the earth; say ye: The Lord hath redeemed his servant Jacob.",
                    "score": 0.7736262944883945
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 45,
                    "text": "And if my people will hearken unto my voice, and unto the voice of my servants whom I have appointed to lead my people, behold, verily I say unto you, they shall not be moved out of their place.",
                    "score": 0.7714086878370465
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 28,
                    "text": "He said unto them, An enemy hath done this. The servants said unto him, Wilt thou then that we go and gather them up?",
                    "score": 0.7708070991482187
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 3,
                    "verse": 21,
                    "text": "But Gidgiddoni saith unto them: The Lord forbid; for if we should go up against them the Lord would deliver us into their hands; therefore we will prepare ourselves in the center of our lands, and we will gather all our armies together, and we will not go against them, but we will wait till they shall come against us; therefore as the Lord liveth, if we do this he will deliver them into our hands.",
                    "score": 0.770088283670919
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 9,
                    "text": "Wherefore, I, Lehi, have obtained a promise, that inasmuch as those whom the Lord God shall bring out of the land of Jerusalem shall keep his commandments, they shall prosper upon the face of this land; and they shall be kept from all other nations, that they may possess this land unto themselves. And if it so be that they shall keep his commandments they shall be blessed upon the face of this land, and there shall be none to molest them, nor to take away the land of their inheritance; and they shall dwell safely forever.",
                    "score": 0.7650099979693179
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 41,
                    "text": "And whatsoever city thy servants shall enter, and the people of that city receive not the testimony of thy servants, and thy servants warn them to save themselves from this untoward generation, let it be upon that city according to that which thou hast spoken by the mouths of thy prophets.",
                    "score": 0.7611260345465284
                }
            ]
        },
        {
            "verse": 25,
            "text": "But it came to pass in the seventh month, that Ishmael the son of Nethaniah, the son of Elishama, of the seed royal, came, and ten men with him, and smote Gedaliah, that he died, and the Jews and the Chaldees that were with him at Mizpah.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 15,
                    "verse": 13,
                    "text": "And it came to pass that Ether did behold all the doings of the people; and he beheld that the people who were for Coriantumr were gathered together to the army of Coriantumr; and the people who were for Shiz were gathered together to the army of Shiz.",
                    "score": 0.7582581557162851
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 16,
                    "verse": 34,
                    "text": "And it came to pass that Ishmael died, and was buried in the place which was called Nahom.",
                    "score": 0.7545818552849696
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 6,
                    "verse": 14,
                    "text": "And Lamah had fallen with his ten thousand; and Gilgal had fallen with his ten thousand; and Limhah had fallen with his ten thousand; and Jeneum had fallen with his ten thousand; and Cumenihah, and Moronihah, and Antionum, and Shiblom, and Shem, and Josh, had fallen with their ten thousand each.",
                    "score": 0.75350960522946
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 4,
                    "text": "And it came to pass that on the morrow, when the multitude was gathered together, behold, Nephi and his brother whom he had raised from the dead, whose name was Timothy, and also his son, whose name was Jonas, and also Mathoni, and Mathonihah, his brother, and Kumen, and Kumenonhi, and Jeremiah, and Shemnon, and Jonas, and Zedekiah, and Isaiah--now these were the names of the disciples whom Jesus had chosen--and it came to pass that they went forth and stood in the midst of the multitude.",
                    "score": 0.7515489816086395
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 6,
                    "verse": 13,
                    "text": "And behold, the ten thousand of Gidgiddonah had fallen, and he also in the midst.",
                    "score": 0.7505907746781354
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 10,
                    "text": "And it came to pass that when my father had made an end of speaking unto them, behold, he spake unto the sons of Ishmael, yea, and even all his household.",
                    "score": 0.7479647140538322
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 12,
                    "verse": 15,
                    "text": "And it came to pass that I looked and beheld the people of my seed gathered together in multitudes against the seed of my brethren; and they were gathered together to battle.",
                    "score": 0.7477750041272484
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 4,
                    "verse": 11,
                    "text": "And the battle commenced in this the sixth month; and great and terrible was the battle thereof, yea, great and terrible was the slaughter thereof, insomuch that there never was known so great a slaughter among all the people of Lehi since he left Jerusalem.",
                    "score": 0.7472281981392126
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 7,
                    "verse": 6,
                    "text": "And it came to pass that as we journeyed in the wilderness, behold Laman and Lemuel, and two of the daughters of Ishmael, and the two sons of Ishmael and their families, did rebel against us; yea, against me, Nephi, and Sam, and their father, Ishmael, and his wife, and his three other daughters.",
                    "score": 0.7449478396829029
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 3,
                    "text": "And it came to pass that on the morrow they started to go up, having with them one Ammon, he being a strong and mighty man, and a descendant of Zarahemla; and he was also their leader.",
                    "score": 0.7446218955571582
                }
            ]
        },
        {
            "verse": 26,
            "text": "And all the people, both small and great, and the captains of the armies, arose, and came to Egypt: for they were afraid of the Chaldees.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 19,
                    "verse": 5,
                    "text": "And a voice came out of the throne, saying, Praise our God, all ye his servants, and ye that fear him, both small and great.",
                    "score": 0.763545470147756
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 7,
                    "verse": 16,
                    "text": "And there came a fear on all: and they glorified God, saying, That a great prophet is risen up among us; and, That God hath visited his people.",
                    "score": 0.7630755535477421
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 51,
                    "verse": 11,
                    "text": "Now his armies were not so great as they had hitherto been, because of the many thousands who had been slain by the hand of the Nephites; but notwithstanding their great loss, Amalickiah had gathered together a wonderfully great army, insomuch that he feared not to come down to the land of Zarahemla.",
                    "score": 0.7611242489595479
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 47,
                    "verse": 29,
                    "text": "Now when the servants of the king saw an army pursuing after them, they were frightened again, and fled into the wilderness, and came over into the land of Zarahemla and joined the people of Ammon.",
                    "score": 0.7554500106896075
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 4,
                    "verse": 1,
                    "text": "And as they spake unto the people, the priests, and the captain of the temple, and the Sadducees, came upon them,",
                    "score": 0.7526147769059482
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 47,
                    "verse": 2,
                    "text": "And it came to pass that when the proclamation had gone forth among them they were exceedingly afraid; yea, they feared to displease the king, and they also feared to go to battle against the Nephites lest they should lose their lives. And it came to pass that they would not, or the more part of them would not, obey the commandments of the king.",
                    "score": 0.7524667233246112
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 3,
                    "verse": 16,
                    "text": "And so great and marvelous were the words and prophecies of Lachoneus that they did cause fear to come upon all the people; and they did exert themselves in their might to do according to the words of Lachoneus.",
                    "score": 0.7513816511207703
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 15,
                    "verse": 13,
                    "text": "And it came to pass that Ether did behold all the doings of the people; and he beheld that the people who were for Coriantumr were gathered together to the army of Coriantumr; and the people who were for Shiz were gathered together to the army of Shiz.",
                    "score": 0.7505054535492037
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 14,
                    "text": "There also came up a land out of the depth of the sea, and so great was the fear of the enemies of the people of God, that they fled and stood afar off and went upon the land which came up out of the depth of the sea.",
                    "score": 0.7494572347695696
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 4,
                    "verse": 9,
                    "text": "And it came to pass that when the armies of Giddianhi saw this they began to shout with a loud voice, because of their joy, for they had supposed that the Nephites had fallen with fear because of the terror of their armies.",
                    "score": 0.7480201818122837
                }
            ]
        },
        {
            "verse": 27,
            "text": "And it came to pass in the seven and thirtieth year of the captivity of Jehoiachin king of Judah, in the twelfth month, on the seven and twentieth day of the month, that Evil-merodach king of Babylon in the year that he began to reign did lift up the head of Jehoiachin king of Judah out of prison;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "chapter": 1,
                    "verse": 15,
                    "text": "Behold, it came to pass that Mosiah discovered that the people of Zarahemla came out from Jerusalem at the time that Zedekiah, king of Judah, was carried away captive into Babylon.",
                    "score": 0.7763968295138218
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 14,
                    "verse": 23,
                    "text": "And it came to pass after they had thus suffered for many days, (and it was on the twelfth day, in the tenth month, in the tenth year of the reign of the judges over the people of Nephi) that the chief judge over the land of Ammonihah and many of their teachers and their lawyers went in unto the prison where Alma and Amulek were bound with cords.",
                    "score": 0.7742681951781681
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 4,
                    "text": "For it came to pass in the commencement of the first year of the reign of Zedekiah, king of Judah, (my father, Lehi, having dwelt at Jerusalem in all his days); and in that same year there came many prophets, prophesying unto the people that they must repent, or the great city Jerusalem must be destroyed.",
                    "score": 0.7577141574442597
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 13,
                    "verse": 23,
                    "text": "And it came to pass that there arose up Shared, and he also gave battle unto Coriantumr; and he did beat him, insomuch that in the third year he did bring him into captivity.",
                    "score": 0.7563618286793867
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 10,
                    "verse": 31,
                    "text": "And he begat Heth, and Heth lived in captivity all his days. And Heth begat Aaron, and Aaron dwelt in captivity all his days; and he begat Amnigaddah, and Amnigaddah also dwelt in captivity all his days; and he begat Coriantum, and Coriantum dwelt in captivity all his days; and he begat Com.",
                    "score": 0.7492220634323161
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 4,
                    "verse": 8,
                    "text": "Wherefore he saith, When he ascended up on high, he led captivity captive, and gave gifts unto men.",
                    "score": 0.7456391526360723
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 6,
                    "verse": 17,
                    "text": "And thus, in the commencement of the thirtieth year--the people having been delivered up for the space of a long time to be carried about by the temptations of the devil whithersoever he desired to carry them, and to do whatsoever iniquity he desired they should--and thus in the commencement of this, the thirtieth year, they were in a state of awful wickedness.",
                    "score": 0.7440931324314998
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 8,
                    "verse": 4,
                    "text": "And now, in the days of the reign of Omer he was in captivity the half of his days. And it came to pass that he begat sons and daughters, among whom were Esrom and Coriantumr;",
                    "score": 0.7437485266621964
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 9,
                    "verse": 4,
                    "text": "And it came to pass that Jared was anointed king over the people, by the hand of wickedness; and he gave unto Akish his daughter to wife.",
                    "score": 0.7435349705390945
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 1,
                    "text": "And it came to pass in the days of Ahaz the son of Jotham, the son of Uzziah, king of Judah, that Rezin, king of Syria, and Pekah the son of Remaliah, king of Israel, went up toward Jerusalem to war against it, but could not prevail against it.",
                    "score": 0.742076192132235
                }
            ]
        },
        {
            "verse": 28,
            "text": "And he spake kindly to him, and set his throne above the throne of the kings that were with him in Babylon;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 25,
                    "text": "But the king stood forth among them and administered unto them. And they were pacified towards Aaron and those who were with him.",
                    "score": 0.7867683290482752
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 4,
                    "verse": 8,
                    "text": "Wherefore he saith, When he ascended up on high, he led captivity captive, and gave gifts unto men.",
                    "score": 0.7677665997185738
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 2,
                    "verse": 7,
                    "text": "Thou madest him a little lower than the angels; thou crownedst him with glory and honour, and didst set him over the works of thy hands:",
                    "score": 0.7663355975374339
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 4,
                    "verse": 9,
                    "text": "And he brought him to Jerusalem, and set him on a pinnacle of the temple, and said unto him, If thou be the Son of God, cast thyself down from hence:",
                    "score": 0.7589789990280926
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 39,
                    "text": "He ruleth high in the heavens, for it is his throne, and this earth is his footstool.",
                    "score": 0.7560048871623654
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 9,
                    "text": "Hell from beneath is moved for thee to meet thee at thy coming; it stirreth up the dead for thee, even all the chief ones of the earth; it hath raised up from their thrones all the kings of the nations.",
                    "score": 0.7552610345727685
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 10,
                    "verse": 16,
                    "text": "And after he had obtained unto himself the kingdom he did that which was right in the sight of the Lord; and the people did prosper in the land; and he did live to a good old age, and begat sons and daughters; and he also begat Corom, whom he anointed king in his stead.",
                    "score": 0.7542698855110079
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 8,
                    "verse": 6,
                    "text": "And he commanded the people to sit down on the ground: and he took the seven loaves, and gave thanks, and brake, and gave to his disciples to set before them; and they did set them before the people.",
                    "score": 0.7504084293365905
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 3,
                    "verse": 21,
                    "text": "To him that overcometh will I grant to sit with me in my throne, even as I also overcame, and am set down with my Father in his throne.",
                    "score": 0.7496532539318215
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 22,
                    "text": "And when he had removed him, he raised up unto them David to be their king; to whom also he gave testimony, and said, I have found David the son of Jesse, a man after mine own heart, which shall fulfil all my will.",
                    "score": 0.7492058996072021
                }
            ]
        },
        {
            "verse": 29,
            "text": "And changed his prison garments: and he did eat bread continually before him all the days of his life.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 3,
                    "verse": 19,
                    "text": "By which also he went and preached unto the spirits in prison;",
                    "score": 0.7488850936668001
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 8,
                    "text": "\"By which also he went and preached unto the spirits in prison;",
                    "score": 0.7488850936668001
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 43,
                    "text": "And he took it, and did eat before them.",
                    "score": 0.7452519417161287
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 27,
                    "verse": 35,
                    "text": "And when he had thus spoken, he took bread, and gave thanks to God in presence of them all: and when he had broken it, he began to eat.",
                    "score": 0.7444669112951832
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 14,
                    "verse": 22,
                    "text": "And many such things, yea, all manner of such things did they say unto them; and thus they did mock them for many days. And they did withhold food from them that they might hunger, and water that they might thirst; and they also did take from them their clothes that they were naked; and thus they were bound with strong cords, and confined in prison.",
                    "score": 0.7440260764664048
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 20,
                    "verse": 11,
                    "text": "When he therefore was come up again, and had broken bread, and eaten, and talked a long while, even till break of day, so he departed.",
                    "score": 0.7419562853110834
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 10,
                    "verse": 31,
                    "text": "And he begat Heth, and Heth lived in captivity all his days. And Heth begat Aaron, and Aaron dwelt in captivity all his days; and he begat Amnigaddah, and Amnigaddah also dwelt in captivity all his days; and he begat Coriantum, and Coriantum dwelt in captivity all his days; and he begat Com.",
                    "score": 0.7359888785174324
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 10,
                    "verse": 7,
                    "text": "Wherefore he did obtain all his fine work, yea, even his fine gold he did cause to be refined in prison; and all manner of fine workmanship he did cause to be wrought in prison. And it came to pass that he did afflict the people with his whoredoms and abominations.",
                    "score": 0.7357612400203852
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 7,
                    "text": "But he truly gave unto them bread to eat, and also wine to drink.",
                    "score": 0.735018729150628
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 14,
                    "verse": 1,
                    "text": "And it came to pass, as he went into the house of one of the chief Pharisees to eat bread on the sabbath day, that they watched him.",
                    "score": 0.7292742923857384
                }
            ]
        },
        {
            "verse": 30,
            "text": "And his allowance was a continual allowance given him of the king, a daily rate for every day, all the days of his life.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 16,
                    "verse": 19,
                    "text": "There was a certain rich man, which was clothed in purple and fine linen, and fared sumptuously every day:",
                    "score": 0.7631519627868995
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 62,
                    "text": "And his servant went straightway, and did all things whatsoever his lord commanded him; and after many days all things were fulfilled.",
                    "score": 0.7360093349216399
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 19,
                    "text": "And behold also, if I, whom ye call your king, who has spent his days in your service, and yet has been in the service of God, do merit any thanks from you, O how you ought to thank your heavenly King!",
                    "score": 0.7294192237786031
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And every priest standeth daily ministering and offering oftentimes the same sacrifices, which can never take away sins:",
                    "score": 0.7243087156634882
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 3,
                    "text": "And the judge received for his wages according to his time--a senine of gold for a day, or a senum of silver, which is equal to a senine of gold; and this is according to the law which was given.",
                    "score": 0.7237389017859758
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 18,
                    "verse": 34,
                    "text": "And his lord was wroth, and delivered him to the tormentors, till he should pay all that was due unto him.",
                    "score": 0.7228908820596341
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 11,
                    "verse": 3,
                    "text": "And they prophesied unto Com many things; and he was blessed in all the remainder of his days.",
                    "score": 0.720987188507379
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 11,
                    "verse": 10,
                    "text": "And it came to pass that Ahah, his son, did obtain the kingdom; and he did reign over the people all his days. And he did do all manner of iniquity in his days, by which he did cause the shedding of much blood; and few were his days.",
                    "score": 0.7183755588421223
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 4,
                    "verse": 9,
                    "text": "And when those beasts give glory and honour and thanks to him that sat on the throne, who liveth for ever and ever,",
                    "score": 0.7176250004149834
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 80,
                    "text": "Let my servant William Marks pay stock into that house, as seemeth him good, for himself and his generation, from generation to generation.",
                    "score": 0.716039982632756
                }
            ]
        }
    ]
}