{
    "volume": "Old Testament",
    "book": "2 Samuel",
    "chapter": 16,
    "verses": [
        {
            "verse": 1,
            "text": "And when David was a little past the top of the hill, behold, Ziba the servant of Mephibosheth met him, with a couple of asses saddled, and upon them two hundred loaves of bread, and an hundred bunches of raisins, and an hundred of summer fruits, and a bottle of wine.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 7,
                    "text": "But he truly gave unto them bread to eat, and also wine to drink.",
                    "score": 0.7652664372105024
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 37,
                    "text": "He answered and said unto them, Give ye them to eat. And they say unto him, Shall we go and buy two hundred pennyworth of bread, and give them to eat?",
                    "score": 0.7647930922194108
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 28,
                    "text": "And it came to pass that the Lord of the vineyard and the servant of the Lord of the vineyard did nourish all the fruit of the vineyard.",
                    "score": 0.752942947360666
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 8,
                    "text": "But other fell into good ground, and brought forth fruit, some an hundredfold, some sixtyfold, some thirtyfold.",
                    "score": 0.7520754506491399
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 29,
                    "text": "And it came to pass, when he was come nigh to Bethphage and Bethany, at the mount called the mount of Olives, he sent two of his disciples,",
                    "score": 0.750764497671445
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 21,
                    "verse": 34,
                    "text": "And when the time of the fruit drew near, he sent his servants to the husbandmen, that they might receive the fruits of it.",
                    "score": 0.7503489776939146
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 25,
                    "text": "And he said unto the servant: Look hither and behold the last. Behold, this have I planted in a good spot of ground; and I have nourished it this long time, and only a part of the tree hath brought forth tame fruit, and the other part of the tree hath brought forth wild fruit; behold, I have nourished this tree like unto the others.",
                    "score": 0.750121280930829
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 19,
                    "text": "And as he entered the city he was an hungered, and he said to a man: Will ye give to an humble servant of God something to eat?",
                    "score": 0.7478336045402778
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 24,
                    "text": "And it came to pass that the Lord of the vineyard said again unto his servant: Look hither, and behold another branch also, which I have planted; behold that I have nourished it also, and it hath brought forth fruit.",
                    "score": 0.7453339854900072
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 11,
                    "verse": 1,
                    "text": "And when they came nigh to Jerusalem, unto Bethphage and Bethany, at the mount of Olives, he sendeth forth two of his disciples,",
                    "score": 0.7448493947472281
                }
            ]
        },
        {
            "verse": 2,
            "text": "And the king said unto Ziba, What meanest thou by these? And Ziba said, The asses be for the king's household to ride on; and the bread and summer fruit for the young men to eat; and the wine, that such as be faint in the wilderness may drink.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 19,
                    "verse": 18,
                    "text": "That ye may eat the flesh of kings, and the flesh of captains, and the flesh of mighty men, and the flesh of horses, and of them that sit on them, and the flesh of all men, both free and bond, both small and great.",
                    "score": 0.7815054794603007
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 18,
                    "text": "And he said unto the servant: Behold, the branches of the wild tree have taken hold of the moisture of the root thereof, that the root thereof hath brought forth much strength; and because of the much strength of the root thereof the wild branches have brought forth tame fruit. Now, if we had not grafted in these branches, the tree thereof would have perished. And now, behold, I shall lay up much fruit, which the tree thereof hath brought forth; and the fruit thereof I shall lay up against the season, unto mine own self.",
                    "score": 0.777271887556728
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 8,
                    "verse": 7,
                    "text": "And the king said unto him: Being grieved for the afflictions of my people, I caused that forty and three of my people should take a journey into the wilderness, that thereby they might find the land of Zarahemla, that we might appeal unto our brethren to deliver us out of bondage.",
                    "score": 0.7761859550712645
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 33,
                    "text": "And the Lord of the vineyard said unto the servant: What shall we do unto the tree, that I may preserve again good fruit thereof unto mine own self?",
                    "score": 0.7712350038933828
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 13,
                    "verse": 10,
                    "text": "Say unto the righteous that it is well with them; for they shall eat the fruit of their doings.",
                    "score": 0.7675254776258247
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 8,
                    "text": "And he said unto them: He that eateth this bread eateth of my body to his soul; and he that drinketh of this wine drinketh of my blood to his soul; and his soul shall never hunger nor thirst, but shall be filled.",
                    "score": 0.7658210877405373
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 15,
                    "text": "And it came to pass that after Aaron had expounded these things unto him, the king said: What shall I do that I may have this eternal life of which thou hast spoken? Yea, what shall I do that I may be born of God, having this wicked spirit rooted out of my breast, and receive his Spirit, that I may be filled with joy, that I may not be cast off at the last day? Behold, said he, I will give up all that I possess, yea, I will forsake my kingdom, that I may receive this great joy.",
                    "score": 0.765002291590302
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 8,
                    "text": "And behold, saith the Lord of the vineyard, I take away many of these young and tender branches, and I will graft them whithersoever I will; and it mattereth not that if it so be that the root of this tree will perish, I may preserve the fruit thereof unto myself; wherefore, I will take these young and tender branches, and I will graft them whithersoever I will.",
                    "score": 0.7644162017978855
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 75,
                    "text": "And it came to pass that when the Lord of the vineyard saw that his fruit was good, and that his vineyard was no more corrupt, he called up his servants, and said unto them: Behold, for this last time have we nourished my vineyard; and thou beholdest that I have done according to my will; and I have preserved the natural fruit, that it is good, even like as it was in the beginning. And blessed art thou; for because ye have been diligent in laboring with me in my vineyard, and have kept my commandments, and have brought unto me again the natural fruit, that my vineyard is no more corrupted, and the bad is cast away, behold ye shall have joy with me because of the fruit of my vineyard.",
                    "score": 0.7622596855813394
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 71,
                    "text": "And the Lord of the vineyard said unto them: Go to, and labor in the vineyard, with your might. For behold, this is the last time that I shall nourish my vineyard; for the end is nigh at hand, and the season speedily cometh; and if ye labor with your might with me ye shall have joy in the fruit which I shall lay up unto myself against the time which will soon come.",
                    "score": 0.7619855094834466
                }
            ]
        },
        {
            "verse": 3,
            "text": "And the king said, And where is thy master's son? And Ziba said unto the king, Behold, he abideth at Jerusalem: for he said, To day shall the house of Israel restore me the kingdom of my father.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 11,
                    "text": "And now this I speak because of the spirit which is in me. And notwithstanding they have been carried away they shall return again, and possess the land of Jerusalem; wherefore, they shall be restored again to the land of their inheritance.",
                    "score": 0.8156597760537723
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 22,
                    "text": "And when he had removed him, he raised up unto them David to be their king; to whom also he gave testimony, and said, I have found David the son of Jesse, a man after mine own heart, which shall fulfil all my will.",
                    "score": 0.8057564377704838
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 7,
                    "text": "But behold, thus saith the Lord God: When the day cometh that they shall believe in me, that I am Christ, then have I covenanted with their fathers that they shall be restored in the flesh, upon the earth, unto the lands of their inheritance.",
                    "score": 0.8042414129831956
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 19,
                    "verse": 28,
                    "text": "And Jesus said unto them, Verily I say unto you, That ye which have followed me, in the regeneration when the Son of man shall sit in the throne of his glory, ye also shall sit upon twelve thrones, judging the twelve tribes of Israel.",
                    "score": 0.8012359949919109
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 13,
                    "text": "And out of weakness he shall be made strong, in that day when my work shall commence among all my people, unto the restoring thee, O house of Israel, saith the Lord.",
                    "score": 0.799907306666394
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 1,
                    "verse": 49,
                    "text": "Nathanael answered and saith unto him, Rabbi, thou art the Son of God; thou art the King of Israel.",
                    "score": 0.7988476375243603
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 2,
                    "text": "Hearken, O ye house of Israel, and hear the words of me, a prophet of the Lord.",
                    "score": 0.7983316922111804
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 13,
                    "text": "But if the Gentiles will repent and return unto me, saith the Father, behold they shall be numbered among my people, O house of Israel.",
                    "score": 0.7978871800671361
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 9,
                    "text": "And the king said: Is God that Great Spirit that brought our fathers out of the land of Jerusalem?",
                    "score": 0.796485821360094
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 4,
                    "verse": 14,
                    "text": "Come unto me, O ye house of Israel, and it shall be made manifest unto you how great things the Father hath laid up for you, from the foundation of the world; and it hath not come unto you, because of unbelief.",
                    "score": 0.795769866690648
                }
            ]
        },
        {
            "verse": 4,
            "text": "Then said the king to Ziba, Behold, thine are all that pertained unto Mephibosheth. And Ziba said, I humbly beseech thee that I may find grace in thy sight, my lord, O king.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 50,
                    "text": "Yea, thus saith the Spirit: Repent, all ye ends of the earth, for the kingdom of heaven is soon at hand; yea, the Son of God cometh in his glory, in his might, majesty, power, and dominion. Yea, my beloved brethren, I say unto you, that the Spirit saith: Behold the glory of the King of all the earth; and also the King of heaven shall very soon shine forth among all the children of men.",
                    "score": 0.796081184356645
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 14,
                    "text": "For he that raiseth up a king against me shall perish, for I, the Lord, the king of heaven, will be their king, and I will be a light unto them forever, that hear my words.",
                    "score": 0.7919749757537519
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 20,
                    "text": "And the king said: How knowest thou the thoughts of my heart? Thou mayest speak boldly, and tell me concerning these things; and also tell me by what power ye slew and smote off the arms of my brethren that scattered my flocks--",
                    "score": 0.7918615802311587
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Therefore, he had Mosiah brought before him; and these are the words which he spake unto him, saying: My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.",
                    "score": 0.7893790707282624
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 4,
                    "verse": 19,
                    "text": "And blessed is he that is found faithful unto my name at the last day, for he shall be lifted up to dwell in the kingdom prepared for him from the foundation of the world. And behold it is I that hath spoken it. Amen.",
                    "score": 0.7869275328806605
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 22,
                    "verse": 4,
                    "text": "And now O king, if thou hast not found me to be an unprofitable servant, or if thou hast hitherto listened to my words in any degree, and they have been of service to thee, even so I desire that thou wouldst listen to my words at this time, and I will be thy servant and deliver this people out of bondage.",
                    "score": 0.7852013774727212
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 15,
                    "text": "And it came to pass that after Aaron had expounded these things unto him, the king said: What shall I do that I may have this eternal life of which thou hast spoken? Yea, what shall I do that I may be born of God, having this wicked spirit rooted out of my breast, and receive his Spirit, that I may be filled with joy, that I may not be cast off at the last day? Behold, said he, I will give up all that I possess, yea, I will forsake my kingdom, that I may receive this great joy.",
                    "score": 0.784092547168863
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 119,
                    "text": "For I, the Lord, have put forth my hand to exert the powers of heaven; ye cannot see it now, yet a little while and ye shall see it, and know that I am, and that I will come and reign with my people.",
                    "score": 0.7833968143080521
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 5,
                    "verse": 1,
                    "text": "And now, it came to pass that when king Benjamin had thus spoken to his people, he sent among them, desiring to know of his people if they believed the words which he had spoken unto them.",
                    "score": 0.782987403539468
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 47,
                    "text": "And behold, Enoch saw the day of the coming of the Son of Man, even in the flesh; and his soul rejoiced, saying: The Righteous is lifted up, and the Lamb is slain from the foundation of the world; and through faith I am in the bosom of the Father, and behold, Zion is with me.",
                    "score": 0.7824525061200752
                }
            ]
        },
        {
            "verse": 5,
            "text": "And when king David came to Bahurim, behold, thence came out a man of the family of the house of Saul, whose name was Shimei, the son of Gera: he came forth, and cursed still as he came.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 23,
                    "text": "And cursed shall be the seed of him that mixeth with their seed; for they shall be cursed even with the same cursing. And the Lord spake it, and it was done.",
                    "score": 0.7624670317307138
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 52,
                    "text": "Wherefore the Lord cursed Lamech, and his house, and all them that had covenanted with Satan; for they kept not the commandments of God, and it displeased God, and he ministered not unto them, and their works were abominations, and began to spread among all the sons of men. And it was among the sons of men.",
                    "score": 0.7565539272783204
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 20,
                    "text": "And it came to pass that there was a man among them whose name was Abinadi; and he went forth among them, and began to prophesy, saying: Behold, thus saith the Lord, and thus hath he commanded me, saying, Go forth, and say unto this people, thus saith the Lord--Wo be unto this people, for I have seen their abominations, and their wickedness, and their whoredoms; and except they repent I will visit them in mine anger.",
                    "score": 0.7562403458305309
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 1,
                    "verse": 33,
                    "text": "Which Jared came forth with his brother and their families, with some others and their families, from the great tower, at the time the Lord confounded the language of the people, and swore in his wrath that they should be scattered upon all the face of the earth; and according to the word of the Lord the people were scattered.",
                    "score": 0.7524546941887065
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 15,
                    "verse": 22,
                    "text": "And, behold, a woman of Canaan came out of the same coasts, and cried unto him, saying, Have mercy on me, O Lord, thou Son of David; my daughter is grievously vexed with a devil.",
                    "score": 0.7504092514274193
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 6,
                    "verse": 24,
                    "text": "But Jared said unto his brother: Suffer them that they may have a king. And therefore he said unto them: Choose ye out from among our sons a king, even whom ye will.",
                    "score": 0.7499020239312265
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 6,
                    "text": "But I, Abraham, and Lot, my brother's son, prayed unto the Lord, and the Lord appeared unto me, and said unto me: Arise, and take Lot with thee; for I have purposed to take thee away out of Haran, and to make of thee a minister to bear my name in a strange land which I will give unto thy seed after thee for an everlasting possession, when they hearken to my voice.",
                    "score": 0.7458991774425238
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 9,
                    "text": "And it came to pass that they were angry with him; and they took him and carried him bound before the king, and said unto the king: Behold, we have brought a man before thee who has prophesied evil concerning thy people, and saith that God will destroy them.",
                    "score": 0.7455054931551481
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 22,
                    "text": "And when he had removed him, he raised up unto them David to be their king; to whom also he gave testimony, and said, I have found David the son of Jesse, a man after mine own heart, which shall fulfil all my will.",
                    "score": 0.7444971188426689
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 1,
                    "text": "Now the Lord God caused the famine to wax sore in the land of Ur, insomuch that Haran, my brother, died; but Terah, my father, yet lived in the land of Ur, of the Chaldees.",
                    "score": 0.7434907474599607
                }
            ]
        },
        {
            "verse": 6,
            "text": "And he cast stones at David, and at all the servants of king David: and all the people and all the mighty men were on his right hand and on his left.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 12,
                    "verse": 4,
                    "text": "And again he sent unto them another servant; and at him they cast stones, and wounded him in the head, and sent him away shamefully handled.",
                    "score": 0.7722576557717618
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 7,
                    "text": "And it came to pass that he built an altar of stones, and made an offering unto the Lord, and gave thanks unto the Lord our God.",
                    "score": 0.7702647275432767
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 20,
                    "verse": 42,
                    "text": "And David himself saith in the book of Psalms, The Lord said unto my Lord, Sit thou on my right hand,",
                    "score": 0.7638825259361478
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 40,
                    "text": "And when he had thus spoken, he shewed them his hands and his feet.",
                    "score": 0.7637732061909082
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 12,
                    "verse": 36,
                    "text": "For David himself said by the Holy Ghost, The Lord said to my Lord, Sit thou on my right hand, till I make thine enemies thy footstool.",
                    "score": 0.7599509788848624
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 10,
                    "verse": 31,
                    "text": "Then the Jews took up stones again to stone him.",
                    "score": 0.7571539465297794
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 36,
                    "text": "But Ammon stood forth and began to cast stones at them with his sling; yea, with mighty power he did sling stones amongst them; and thus he slew a certain number of them insomuch that they began to be astonished at his power; nevertheless they were angry because of the slain of their brethren, and they were determined that he should fall; therefore, seeing that they could not hit him with their stones, they came forth with clubs to slay him.",
                    "score": 0.7569879416727614
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 12,
                    "verse": 37,
                    "text": "David therefore himself calleth him Lord; and whence is he then his son? And the common people heard him gladly.",
                    "score": 0.7560821931181513
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 22,
                    "verse": 41,
                    "text": "And he was withdrawn from them about a stone's cast, and kneeled down, and prayed,",
                    "score": 0.7519873152550244
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 37,
                    "text": "And he also rehearsed unto them (for it was unto the king and to his servants) all the journeyings of their fathers in the wilderness, and all their sufferings with hunger and thirst, and their travail, and so forth.",
                    "score": 0.7512245851720545
                }
            ]
        },
        {
            "verse": 7,
            "text": "And thus said Shimei when he cursed, Come out, come out, thou bloody man, and thou man of Belial:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 23,
                    "text": "And cursed shall be the seed of him that mixeth with their seed; for they shall be cursed even with the same cursing. And the Lord spake it, and it was done.",
                    "score": 0.7937525790677078
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 25,
                    "text": "And whomsoever ye curse, I will curse, and ye shall avenge me of mine enemies.",
                    "score": 0.7925224436799411
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 36,
                    "text": "And now thou shalt be cursed from the earth which hath opened her mouth to receive thy brother's blood from thy hand.",
                    "score": 0.7911137022678664
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 7,
                    "verse": 20,
                    "text": "And he said, That which cometh out of the man, that defileth the man.",
                    "score": 0.7837335490931877
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 3,
                    "verse": 19,
                    "text": "Now I would that ye should see that they brought upon themselves the curse; and even so doth every man that is cursed bring upon himself his own condemnation.",
                    "score": 0.778785858717862
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 93,
                    "text": "That whoever he blesses shall be blessed, and whoever he curses shall be cursed; that whatsoever he shall bind on earth shall be bound in heaven; and whatsoever he shall loose on earth shall be loosed in heaven.",
                    "score": 0.7661571570347956
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 17,
                    "text": "And behold, a curse shall come upon the land, saith the Lord of Hosts, because of the people's sake who are upon the land, yea, because of their wickedness and their abominations.",
                    "score": 0.7619075789961102
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 8,
                    "verse": 24,
                    "text": "Wherefore, the Lord commandeth you, when ye shall see these things come among you that ye shall awake to a sense of your awful situation, because of this secret combination which shall be among you; or wo be unto it, because of the blood of them who have been slain; for they cry from the dust for vengeance upon it, and also upon those who built it up.",
                    "score": 0.7609357499941845
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 20,
                    "text": "And it came to pass that there was a man among them whose name was Abinadi; and he went forth among them, and began to prophesy, saying: Behold, thus saith the Lord, and thus hath he commanded me, saying, Go forth, and say unto this people, thus saith the Lord--Wo be unto this people, for I have seen their abominations, and their wickedness, and their whoredoms; and except they repent I will visit them in mine anger.",
                    "score": 0.760683363342254
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 23,
                    "verse": 6,
                    "text": "Howl ye, for the day of the Lord is at hand; it shall come as a destruction from the Almighty.",
                    "score": 0.7585249662034507
                }
            ]
        },
        {
            "verse": 8,
            "text": "The Lord hath returned upon thee all the blood of the house of Saul, in whose stead thou hast reigned; and the Lord hath delivered the kingdom into the hand of Absalom thy son: and, behold, thou art taken in thy mischief, because thou art a bloody man.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 20,
                    "text": "Saying, This is the blood of the testament which God hath enjoined unto you.",
                    "score": 0.8067324467156874
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 24,
                    "verse": 12,
                    "text": "Now, my best beloved brethren, since God hath taken away our stains, and our swords have become bright, then let us stain our swords no more with the blood of our brethren.",
                    "score": 0.8015471438231111
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 23,
                    "verse": 35,
                    "text": "That upon you may come all the righteous blood shed upon the earth, from the blood of righteous Abel unto the blood of Zacharias son of Barachias, whom ye slew between the temple and the altar.",
                    "score": 0.7804636089530921
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 35,
                    "text": "And the Lord said: What hast thou done? The voice of thy brother's blood cries unto me from the ground.",
                    "score": 0.7789814378312678
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 36,
                    "text": "And now thou shalt be cursed from the earth which hath opened her mouth to receive thy brother's blood from thy hand.",
                    "score": 0.7785788191202283
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 16,
                    "text": "And from that time forth there were wars and bloodshed among them; but the Lord came and dwelt with his people, and they dwelt in righteousness.",
                    "score": 0.7721448752586794
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 13,
                    "text": "And the blood of that great and abominable church, which is the whore of all the earth, shall turn upon their own heads; for they shall war among themselves, and the sword of their own hands shall fall upon their own heads, and they shall be drunken with their own blood.",
                    "score": 0.7703937792509146
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 39,
                    "text": "And when he had driven them afar off, he returned and they watered their flocks and returned them to the pasture of the king, and then went in unto the king, bearing the arms which had been smitten off by the sword of Ammon, of those who sought to slay him; and they were carried in unto the king for a testimony of the things which they had done.",
                    "score": 0.7687862710414105
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 24,
                    "verse": 13,
                    "text": "Behold, I say unto you, Nay, let us retain our swords that they be not stained with the blood of our brethren; for perhaps, if we should stain our swords again they can no more be washed bright through the blood of the Son of our great God, which shall be shed for the atonement of our sins.",
                    "score": 0.768392048405782
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 42,
                    "text": "But deliver thou, O Jehovah, we beseech thee, thy servants from their hands, and cleanse them from their blood.",
                    "score": 0.7672621285857659
                }
            ]
        },
        {
            "verse": 9,
            "text": "Then said Abishai the son of Zeruiah unto the king, Why should this dead dog curse my lord the king? let me go over, I pray thee, and take off his head.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 30,
                    "verse": 54,
                    "text": "Now when he had said this, he besought that Alma should pray unto God, that the curse might be taken from him.",
                    "score": 0.7670693056401814
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 41,
                    "text": "Wherefore, I, the Lord God, caused that he should be cast out from the Garden of Eden, from my presence, because of his transgression, wherein he became spiritually dead, which is the first death, even that same death which is the last death, which is spiritual, which shall be pronounced upon the wicked when I shall say: Depart, ye cursed.",
                    "score": 0.762226609643201
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 30,
                    "verse": 55,
                    "text": "But Alma said unto him: If this curse should be taken from thee thou wouldst again lead away the hearts of this people; therefore, it shall be unto thee even as the Lord will.",
                    "score": 0.7521531402450187
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 23,
                    "text": "And cursed shall be the seed of him that mixeth with their seed; for they shall be cursed even with the same cursing. And the Lord spake it, and it was done.",
                    "score": 0.7500384883856923
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "chapter": 1,
                    "verse": 12,
                    "text": "Behold, I am Amaleki, the son of Abinadom. Behold, I will speak unto you somewhat concerning Mosiah, who was made king over the land of Zarahemla; for behold, he being warned of the Lord that he should flee out of the land of Nephi, and as many as would hearken unto the voice of the Lord should also depart out of the land with him, into the wilderness--",
                    "score": 0.7496124259874939
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 3,
                    "text": "And now, O king, if thou wilt spare our lives, we will be thy servants. And the king said unto them: Arise, for I will grant unto you your lives, and I will not suffer that ye shall be my servants; but I will insist that ye shall administer unto me; for I have been somewhat troubled in mind because of the generosity and the greatness of the words of thy brother Ammon; and I desire to know the cause why he has not come up out of Middoni with thee.",
                    "score": 0.7491140626585111
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 30,
                    "text": "For even at this time, my whole frame doth tremble exceedingly while attempting to speak unto you; but the Lord God doth support me, and hath suffered me that I should speak unto you, and hath commanded me that I should declare unto you this day, that my son Mosiah is a king and a ruler over you.",
                    "score": 0.7487731237182429
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 22,
                    "verse": 13,
                    "text": "Then said the king to the servants, Bind him hand and foot, and take him away, and cast him into outer darkness; there shall be weeping and gnashing of teeth.",
                    "score": 0.7478145392255616
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 17,
                    "text": "And this because they have turned their hearts away from me, to worship the god of Elkenah, and the god of Libnah, and the god of Mahmackrah, and the god of Korash, and the god of Pharaoh, king of Egypt; therefore I have come down to visit them, and to destroy him who hath lifted up his hand against thee, Abraham, my son, to take away thy life.",
                    "score": 0.7465766428426521
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 12,
                    "verse": 36,
                    "text": "For David himself said by the Holy Ghost, The Lord said to my Lord, Sit thou on my right hand, till I make thine enemies thy footstool.",
                    "score": 0.7452387171809751
                }
            ]
        },
        {
            "verse": 10,
            "text": "And the king said, What have I to do with you, ye sons of Zeruiah? so let him curse, because the Lord hath said unto him, Curse David. Who shall then say, Wherefore hast thou done so?",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 40,
                    "text": "And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.",
                    "score": 0.8100727573570871
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 16,
                    "text": "Cursed are all those that shall lift up the heel against mine anointed, saith the Lord, and cry they have sinned when they have not sinned before me, saith the Lord, but have done that which was meet in mine eyes, and which I commanded them.",
                    "score": 0.7943662218146176
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 52,
                    "text": "Wherefore the Lord cursed Lamech, and his house, and all them that had covenanted with Satan; for they kept not the commandments of God, and it displeased God, and he ministered not unto them, and their works were abominations, and began to spread among all the sons of men. And it was among the sons of men.",
                    "score": 0.793755332823778
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Therefore, he had Mosiah brought before him; and these are the words which he spake unto him, saying: My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.",
                    "score": 0.7932347598669716
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 6,
                    "text": "Wherefore, if ye are cursed, behold, I leave my blessing upon you, that the cursing may be taken from you and be answered upon the heads of your parents.",
                    "score": 0.7925548548949959
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 23,
                    "text": "And cursed shall be the seed of him that mixeth with their seed; for they shall be cursed even with the same cursing. And the Lord spake it, and it was done.",
                    "score": 0.7925155425765552
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 47,
                    "text": "And again, verily I say, whomsoever you bless I will bless, and whomsoever you curse I will curse, saith the Lord; for I, the Lord, am thy God.",
                    "score": 0.7915166213888167
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 15,
                    "text": "And it came to pass that after Aaron had expounded these things unto him, the king said: What shall I do that I may have this eternal life of which thou hast spoken? Yea, what shall I do that I may be born of God, having this wicked spirit rooted out of my breast, and receive his Spirit, that I may be filled with joy, that I may not be cast off at the last day? Behold, said he, I will give up all that I possess, yea, I will forsake my kingdom, that I may receive this great joy.",
                    "score": 0.7856126816939166
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 5,
                    "text": "For I, the Lord, have decreed in my heart, that inasmuch as any man belonging to the order shall be found a transgressor, or, in other words, shall break the covenant with which ye are bound, he shall be cursed in his life, and shall be trodden down by whom I will;",
                    "score": 0.7852490342191389
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 10,
                    "text": "And the Lord said unto me: Go to this people, and say unto them--Repent, lest I come out and smite them with a curse, and they die.",
                    "score": 0.7847926370442293
                }
            ]
        },
        {
            "verse": 11,
            "text": "And David said to Abishai, and to all his servants, Behold, my son, which came forth of my bowels, seeketh my life: how much more now may this Benjamite do it? let him alone, and let him curse; for the Lord hath bidden him.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 20,
                    "text": "And it came to pass that there was a man among them whose name was Abinadi; and he went forth among them, and began to prophesy, saying: Behold, thus saith the Lord, and thus hath he commanded me, saying, Go forth, and say unto this people, thus saith the Lord--Wo be unto this people, for I have seen their abominations, and their wickedness, and their whoredoms; and except they repent I will visit them in mine anger.",
                    "score": 0.8000782765824428
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 6,
                    "text": "But I, Abraham, and Lot, my brother's son, prayed unto the Lord, and the Lord appeared unto me, and said unto me: Arise, and take Lot with thee; for I have purposed to take thee away out of Haran, and to make of thee a minister to bear my name in a strange land which I will give unto thy seed after thee for an everlasting possession, when they hearken to my voice.",
                    "score": 0.796298648910014
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 18,
                    "verse": 38,
                    "text": "And he cried, saying, Jesus, thou Son of David, have mercy on me.",
                    "score": 0.7943407832822275
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 12,
                    "verse": 36,
                    "text": "For David himself said by the Holy Ghost, The Lord said to my Lord, Sit thou on my right hand, till I make thine enemies thy footstool.",
                    "score": 0.7903782596845774
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 30,
                    "text": "For even at this time, my whole frame doth tremble exceedingly while attempting to speak unto you; but the Lord God doth support me, and hath suffered me that I should speak unto you, and hath commanded me that I should declare unto you this day, that my son Mosiah is a king and a ruler over you.",
                    "score": 0.788671660454654
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 57,
                    "text": "And again, I say, let not my servant Joseph put his property out of his hands, lest an enemy come and destroy him; for Satan seeketh to destroy; for I am the Lord thy God, and he is my servant; and behold, and lo, I am with him, as I was with Abraham, thy father, even unto his exaltation and glory.",
                    "score": 0.787749486956238
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 42,
                    "verse": 29,
                    "text": "And now, my son, I desire that ye should let these things trouble you no more, and only let your sins trouble you, with that trouble which shall bring you down unto repentance.",
                    "score": 0.7826856117948056
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Therefore, he had Mosiah brought before him; and these are the words which he spake unto him, saying: My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.",
                    "score": 0.7820548001701156
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 10,
                    "verse": 48,
                    "text": "And many charged him that he should hold his peace: but he cried the more a great deal, Thou Son of David, have mercy on me.",
                    "score": 0.7814684717533945
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 9,
                    "verse": 22,
                    "text": "But behold, my son, I recommend thee unto God, and I trust in Christ that thou wilt be saved; and I pray unto God that he will spare thy life, to witness the return of his people unto him, or their utter destruction; for I know that they must perish except they repent and return unto him.",
                    "score": 0.7813683423493949
                }
            ]
        },
        {
            "verse": 12,
            "text": "It may be that the Lord will look on mine affliction, and that the Lord will requite me good for his cursing this day.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 2,
                    "text": "I, the Lord, have suffered the affliction to come upon them, wherewith they have been afflicted, in consequence of their transgressions;",
                    "score": 0.8154956993354765
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 16,
                    "text": "Cursed are all those that shall lift up the heel against mine anointed, saith the Lord, and cry they have sinned when they have not sinned before me, saith the Lord, but have done that which was meet in mine eyes, and which I commanded them.",
                    "score": 0.8024789290271163
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 7,
                    "verse": 9,
                    "text": "But behold, I am consigned that these are my days, and that my soul shall be filled with sorrow because of this the wickedness of my brethren.",
                    "score": 0.8022393389433696
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 33,
                    "verse": 11,
                    "text": "And thou didst hear me because of mine afflictions and my sincerity; and it is because of thy Son that thou hast been thus merciful unto me, therefore I will cry unto thee in all mine afflictions, for in thee is my joy; for thou hast turned thy judgments away from me, because of thy Son.",
                    "score": 0.8013231019814259
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 3,
                    "verse": 15,
                    "text": "And again: I will set a mark upon him that mingleth his seed with thy brethren, that they may be cursed also.",
                    "score": 0.7991906929469585
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 66,
                    "verse": 4,
                    "text": "And now, verily, I, the Lord, will show unto you what I will concerning you, or what is my will concerning you.",
                    "score": 0.7991276811939163
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 7,
                    "verse": 11,
                    "text": "And he shall go forth, suffering pains and afflictions and temptations of every kind; and this that the word might be fulfilled which saith he will take upon him the pains and the sicknesses of his people.",
                    "score": 0.7964793930542856
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 5,
                    "text": "For I, the Lord, have decreed in my heart, that inasmuch as any man belonging to the order shall be found a transgressor, or, in other words, shall break the covenant with which ye are bound, he shall be cursed in his life, and shall be trodden down by whom I will;",
                    "score": 0.7959996822451254
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 24,
                    "text": "And now, my beloved brethren, as ye have desired to know of me what ye shall do because ye are afflicted and cast out--now I do not desire that ye should suppose that I mean to judge you only according to that which is true--",
                    "score": 0.7940755567242438
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 3,
                    "verse": 1,
                    "text": "But behold, I, Jacob, would speak unto you that are pure in heart. Look unto God with firmness of mind, and pray unto him with exceeding faith, and he will console you in your afflictions, and he will plead your cause, and send down justice upon those who seek your destruction.",
                    "score": 0.7940454506982361
                }
            ]
        },
        {
            "verse": 13,
            "text": "And as David and his men went by the way, Shimei went along on the hill's side over against him, and cursed as he went, and threw stones at him, and cast dust.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 56,
                    "text": "And God cursed the earth with a sore curse, and was angry with the wicked, with all the sons of men whom he had made;",
                    "score": 0.7746963125991256
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 12,
                    "verse": 4,
                    "text": "And again he sent unto them another servant; and at him they cast stones, and wounded him in the head, and sent him away shamefully handled.",
                    "score": 0.7721595176821271
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 14,
                    "verse": 7,
                    "text": "And it came to pass that he began to cry unto the people, saying: Behold, I am guilty, and these men are spotless before God. And he began to plead for them from that time forth; but they reviled him, saying: Art thou also possessed with the devil? And they spit upon him, and cast him out from among them, and also all those who believed in the words which had been spoken by Alma and Amulek; and they cast them out, and sent men to cast stones at them.",
                    "score": 0.7705428389627639
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 24,
                    "text": "And inasmuch as mine enemies come against you to drive you from my goodly land, which I have consecrated to be the land of Zion, even from your own lands after these testimonies, which ye have brought before me against them, ye shall curse them;",
                    "score": 0.7684963456926478
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 10,
                    "verse": 31,
                    "text": "Then the Jews took up stones again to stone him.",
                    "score": 0.7570271295432723
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 36,
                    "text": "But Ammon stood forth and began to cast stones at them with his sling; yea, with mighty power he did sling stones amongst them; and thus he slew a certain number of them insomuch that they began to be astonished at his power; nevertheless they were angry because of the slain of their brethren, and they were determined that he should fall; therefore, seeing that they could not hit him with their stones, they came forth with clubs to slay him.",
                    "score": 0.756861279325573
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 23,
                    "text": "And cursed shall be the seed of him that mixeth with their seed; for they shall be cursed even with the same cursing. And the Lord spake it, and it was done.",
                    "score": 0.7548507130468863
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 16,
                    "verse": 2,
                    "text": "But as many as there were who did not believe in the words of Samuel were angry with him; and they cast stones at him upon the wall, and also many shot arrows at him as he stood upon the wall; but the Spirit of the Lord was with him, insomuch that they could not hit him with their stones neither with their arrows.",
                    "score": 0.7546938111993177
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 10,
                    "verse": 13,
                    "text": "Woe unto thee, Chorazin! woe unto thee, Bethsaida! for if the mighty works had been done in Tyre and Sidon, which have been done in you, they had a great while ago repented, sitting in sackcloth and ashes.",
                    "score": 0.7539129556127017
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 13,
                    "text": "Now when the people had said this, and withstood all his words, and reviled him, and spit upon him, and caused that he should be cast out of their city, he departed thence and took his journey towards the city which was called Aaron.",
                    "score": 0.751629112370907
                }
            ]
        },
        {
            "verse": 14,
            "text": "And the king, and all the people that were with him, came weary, and refreshed themselves there.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 10,
                    "verse": 10,
                    "text": "And after that he had established himself king he did ease the burden of the people, by which he did gain favor in the eyes of the people, and they did anoint him to be their king.",
                    "score": 0.773212320269071
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 37,
                    "text": "And he also rehearsed unto them (for it was unto the king and to his servants) all the journeyings of their fathers in the wilderness, and all their sufferings with hunger and thirst, and their travail, and so forth.",
                    "score": 0.7589701807407124
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 26,
                    "verse": 30,
                    "text": "And when he had thus spoken, the king rose up, and the governor, and Bernice, and they that sat with them:",
                    "score": 0.7567276507261399
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 31,
                    "text": "And he said unto them, Come ye yourselves apart into a desert place, and rest a while: for there were many coming and going, and they had no leisure so much as to eat.",
                    "score": 0.7544107493796687
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 8,
                    "verse": 24,
                    "text": "And they came to him, and awoke him, saying, Master, master, we perish. Then he arose, and rebuked the wind and the raging of the water: and they ceased, and there was a calm.",
                    "score": 0.7512047213240908
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 25,
                    "text": "But the king stood forth among them and administered unto them. And they were pacified towards Aaron and those who were with him.",
                    "score": 0.7461817722524545
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 19,
                    "verse": 1,
                    "text": "And it came to pass that the army of the king returned, having searched in vain for the people of the Lord.",
                    "score": 0.7436083196869544
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 23,
                    "text": "Now this was done in the presence of the queen and many of the servants. And when they saw it they greatly marveled, and began to fear. And the king stood forth, and began to minister unto them. And he did minister unto them, insomuch that his whole household were converted unto the Lord.",
                    "score": 0.74045825837045
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 40,
                    "text": "And it came to pass that after he had said all these things, and expounded them to the king, that the king believed all his words.",
                    "score": 0.736782500419908
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 20,
                    "verse": 24,
                    "text": "And it came to pass that the king was pacified towards his people; and he said unto them: Let us go forth to meet my people, without arms; and I swear unto you with an oath that my people shall not slay thy people.",
                    "score": 0.7361730382878101
                }
            ]
        },
        {
            "verse": 15,
            "text": "And Absalom, and all the people the men of Israel, came to Jerusalem, and Ahithophel with him.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 9,
                    "verse": 28,
                    "text": "And he was with them coming in and going out at Jerusalem.",
                    "score": 0.8063606874975469
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 7,
                    "verse": 1,
                    "text": "Then came together unto him the Pharisees, and certain of the scribes, which came from Jerusalem.",
                    "score": 0.7741270668207823
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 47,
                    "verse": 21,
                    "text": "And the king came out to meet him with his guards, for he supposed that Amalickiah had fulfilled his commands, and that Amalickiah had gathered together so great an army to go against the Nephites to battle.",
                    "score": 0.7709722922744856
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 17,
                    "text": "And he came down with them, and stood in the plain, and the company of his disciples, and a great multitude of people out of all Judaea and Jerusalem, and from the sea coast of Tyre and Sidon, which came to hear him, and to be healed of their diseases;",
                    "score": 0.7703837459304945
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 31,
                    "text": "And he was seen many days of them which came up with him from Galilee to Jerusalem, who are his witnesses unto the people.",
                    "score": 0.7702259399533282
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 21,
                    "verse": 4,
                    "text": "And it came to pass that Aaron came to the city of Jerusalem, and first began to preach to the Amalekites. And he began to preach to them in their synagogues, for they had built synagogues after the order of the Nehors; for many of the Amalekites and the Amulonites were after the order of the Nehors.",
                    "score": 0.7671760250631142
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 21,
                    "verse": 17,
                    "text": "And when we were come to Jerusalem, the brethren received us gladly.",
                    "score": 0.7662565800363291
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 21,
                    "verse": 10,
                    "text": "And when he was come into Jerusalem, all the city was moved, saying, Who is this?",
                    "score": 0.7660843247865508
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 11,
                    "verse": 27,
                    "text": "And they come again to Jerusalem: and as he was walking in the temple, there come to him the chief priests, and the scribes, and the elders,",
                    "score": 0.7644549572618491
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 4,
                    "verse": 25,
                    "text": "And there followed him great multitudes of people from Galilee, and from Decapolis, and from Jerusalem, and from Judaea, and from beyond Jordan.",
                    "score": 0.7634375749914731
                }
            ]
        },
        {
            "verse": 16,
            "text": "And it came to pass, when Hushai the Archite, David's friend, was come unto Absalom, that Hushai said unto Absalom, God save the king, God save the king.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 26,
                    "text": "And it came to pass that when the king saw that the people were pacified, he caused that Aaron and his brethren should stand forth in the midst of the multitude, and that they should preach the word unto them.",
                    "score": 0.7709533282804275
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 17,
                    "text": "And now, it came to pass on the morrow that king Limhi sent a proclamation among all his people, that thereby they might gather themselves together to the temple, to hear the words which he should speak unto them.",
                    "score": 0.7671493614190771
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 22,
                    "verse": 9,
                    "text": "And it came to pass that the king hearkened unto the words of Gideon.",
                    "score": 0.76208585868058
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 19,
                    "verse": 18,
                    "text": "And it came to pass that Gideon sent men into the wilderness secretly, to search for the king and those that were with him. And it came to pass that they met the people in the wilderness, all save the king and his priests.",
                    "score": 0.7620613775748482
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 32,
                    "text": "But behold, it came to pass that the king, having discovered a movement among the people, sent his servants to watch them. Therefore on the day that they were assembling themselves together to hear the word of the Lord they were discovered unto the king.",
                    "score": 0.7574260040438566
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 25,
                    "text": "But the king stood forth among them and administered unto them. And they were pacified towards Aaron and those who were with him.",
                    "score": 0.7567314483821334
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 2,
                    "verse": 21,
                    "text": "And it shall come to pass, that whosoever shall call on the name of the Lord shall be saved.",
                    "score": 0.7564840698577676
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 22,
                    "verse": 3,
                    "text": "Now it came to pass that Gideon went forth and stood before the king, and said unto him: Now O king, thou hast hitherto hearkened unto my words many times when we have been contending with our brethren, the Lamanites.",
                    "score": 0.7564604611798018
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 27,
                    "verse": 4,
                    "text": "Now when Ammon and his brethren saw this work of destruction among those whom they so dearly beloved, and among those who had so dearly beloved them--for they were treated as though they were angels sent from God to save them from everlasting destruction--therefore, when Ammon and his brethren saw this great work of destruction, they were moved with compassion, and they said unto the king:",
                    "score": 0.7548541509319544
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 7,
                    "text": "And Aaron answered him and said unto him: Believest thou that there is a God? And the king said: I know that the Amalekites say that there is a God, and I have granted unto them that they should build sanctuaries, that they may assemble themselves together to worship him. And if now thou sayest there is a God, behold I will believe.",
                    "score": 0.7545591629042802
                }
            ]
        },
        {
            "verse": 17,
            "text": "And Absalom said to Hushai, Is this thy kindness to thy friend? why wentest thou not with thy friend?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 3,
                    "text": "And now, O king, if thou wilt spare our lives, we will be thy servants. And the king said unto them: Arise, for I will grant unto you your lives, and I will not suffer that ye shall be my servants; but I will insist that ye shall administer unto me; for I have been somewhat troubled in mind because of the generosity and the greatness of the words of thy brother Ammon; and I desire to know the cause why he has not come up out of Middoni with thee.",
                    "score": 0.7796151020736358
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 82,
                    "verse": 22,
                    "text": "And now, verily I say unto you, and this is wisdom, make unto yourselves friends with the mammon of unrighteousness, and they will not destroy you.",
                    "score": 0.7695264846606761
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 10,
                    "text": "Thou art not yet as Job; thy friends do not contend against thee, neither charge thee with transgression, as they did Job.",
                    "score": 0.7691577268421372
                },
                {
                    "volume": "New Testament",
                    "book": "3 John",
                    "chapter": 1,
                    "verse": 5,
                    "text": "Beloved, thou doest faithfully whatsoever thou doest to the brethren, and to strangers;",
                    "score": 0.7683896399061765
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 4,
                    "verse": 4,
                    "text": "Ye adulterers and adulteresses, know ye not that the friendship of the world is enmity with God? whosoever therefore will be a friend of the world is the enemy of God.",
                    "score": 0.7615277744964953
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 22,
                    "text": "And behold, ye shall meet together oft; and ye shall not forbid any man from coming unto you when ye shall meet together, but suffer them that they may come unto you and forbid them not;",
                    "score": 0.758795741351669
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 2,
                    "verse": 21,
                    "text": "Thou therefore which teachest another, teachest thou not thyself? thou that preachest a man should not steal, dost thou steal?",
                    "score": 0.7581773115338963
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 11,
                    "verse": 5,
                    "text": "And he said unto them, Which of you shall have a friend, and shall go unto him at midnight, and say unto him, Friend, lend me three loaves;",
                    "score": 0.7579352631593579
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 24,
                    "verse": 5,
                    "text": "And they were a people friendly one with another; nevertheless they knew not God; neither did the brethren of Amulon teach them anything concerning the Lord their God, neither the law of Moses; nor did they teach them the words of Abinadi;",
                    "score": 0.7572927654038849
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 11,
                    "verse": 8,
                    "text": "I say unto you, Though he will not rise and give him, because he is his friend, yet because of his importunity he will rise and give him as many as he needeth.",
                    "score": 0.7567940072551025
                }
            ]
        },
        {
            "verse": 18,
            "text": "And Hushai said unto Absalom, Nay; but whom the Lord, and this people, and all the men of Israel, choose, his will I be, and with him will I abide.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 7,
                    "text": "And the Lord said unto me: Prophesy; and I prophesied, saying: Behold the people of Canaan, which are numerous, shall go forth in battle array against the people of Shum, and shall slay them that they shall utterly be destroyed; and the people of Canaan shall divide themselves in the land, and the land shall be barren and unfruitful, and none other people shall dwell there but the people of Canaan;",
                    "score": 0.8014913662885038
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 29,
                    "verse": 14,
                    "text": "And it shall come to pass that my people, which are of the house of Israel, shall be gathered home unto the lands of their possessions; and my word also shall be gathered in one. And I will show unto them that fight against my word and against my people, who are of the house of Israel, that I am God, and that I covenanted with Abraham that I would remember his seed forever.",
                    "score": 0.7933306022694663
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 5,
                    "verse": 35,
                    "text": "And said unto them, Ye men of Israel, take heed to yourselves what ye intend to do as touching these men.",
                    "score": 0.7910410699614897
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 7,
                    "verse": 15,
                    "text": "Now behold, I say unto you that if ye will return unto Jerusalem ye shall also perish with them. And now, if ye have choice, go up to the land, and remember the words which I speak unto you, that if ye go ye will also perish; for thus the Spirit of the Lord constraineth me that I should speak.",
                    "score": 0.7863232598087658
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 22,
                    "text": "And Amulek said unto him: Yea, if it be according to the Spirit of the Lord, which is in me; for I shall say nothing which is contrary to the Spirit of the Lord. And Zeezrom said unto him: Behold, here are six onties of silver, and all these will I give thee if thou wilt deny the existence of a Supreme Being.",
                    "score": 0.7855554861429647
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 26,
                    "text": "And lo, I am with thee, even unto the end of thy days; for thou shalt deliver my people from bondage, even Israel my chosen.",
                    "score": 0.7844286174813262
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 20,
                    "text": "For it shall come to pass, saith the Father, that at that day whosoever will not repent and come unto my Beloved Son, them will I cut off from among my people, O house of Israel;",
                    "score": 0.7820680634802057
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 2,
                    "verse": 4,
                    "text": "To whom coming, as unto a living stone, disallowed indeed of men, but chosen of God, and precious,",
                    "score": 0.77957387991743
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 11,
                    "text": "Therefore it shall come to pass that whosoever will not believe in my words, who am Jesus Christ, which the Father shall cause him to bring forth unto the Gentiles, and shall give unto him power that he shall bring them forth unto the Gentiles, (it shall be done even as Moses said) they shall be cut off from among my people who are of the covenant.",
                    "score": 0.7790301922824571
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 7,
                    "verse": 24,
                    "text": "Brethren, let every man, wherein he is called, therein abide with God.",
                    "score": 0.778623064559448
                }
            ]
        },
        {
            "verse": 19,
            "text": "And again, whom should I serve? should I not serve in the presence of his son? as I have served in thy father's presence, so will I be in thy presence.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 12,
                    "verse": 26,
                    "text": "If any man serve me, let him follow me; and where I am, there shall also my servant be: if any man serve me, him will my Father honour.",
                    "score": 0.830620428413266
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 26,
                    "text": "For what man among you having twelve sons, and is no respecter of them, and they serve him obediently, and he saith unto the one: Be thou clothed in robes and sit thou here; and to the other: Be thou clothed in rags and sit thou there--and looketh upon his sons and saith I am just?",
                    "score": 0.8036692345883109
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 10,
                    "verse": 33,
                    "text": "But whosoever shall deny me before men, him will I also deny before my Father which is in heaven.",
                    "score": 0.8016540223190742
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 1,
                    "verse": 5,
                    "text": "For unto which of the angels said he at any time, Thou art my Son, this day have I begotten thee? And again, I will be to him a Father, and he shall be to me a Son?",
                    "score": 0.7974222016172517
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 21,
                    "text": "I say unto you that if ye should serve him who has created you from the beginning, and is preserving you from day to day, by lending you breath, that ye may live and move and do according to your own will, and even supporting you from one moment to another--I say, if ye should serve him with all your whole souls yet ye would be unprofitable servants.",
                    "score": 0.7962550882544306
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 5,
                    "verse": 43,
                    "text": "I am come in my Father's name, and ye receive me not: if another shall come in his own name, him ye will receive.",
                    "score": 0.7947097035646137
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 12,
                    "verse": 7,
                    "text": "If ye endure chastening, God dealeth with you as with sons; for what son is he whom the father chasteneth not?",
                    "score": 0.7930772535902703
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 14,
                    "verse": 13,
                    "text": "And whatsoever ye shall ask in my name, that will I do, that the Father may be glorified in the Son.",
                    "score": 0.7930300924721226
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 9,
                    "verse": 26,
                    "text": "For whosoever shall be ashamed of me and of my words, of him shall the Son of man be ashamed, when he shall come in his own glory, and in his Father's, and of the holy angels.",
                    "score": 0.79227182873021
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 42,
                    "verse": 27,
                    "text": "Therefore, O my son, whosoever will come may come and partake of the waters of life freely; and whosoever will not come the same is not compelled to come; but in the last day it shall be restored unto him according to his deeds.",
                    "score": 0.7903636091711396
                }
            ]
        },
        {
            "verse": 20,
            "text": "Then said Absalom to Ahithophel, Give counsel among you what we shall do.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 100,
                    "verse": 2,
                    "text": "Therefore, follow me, and listen to the counsel which I shall give unto you.",
                    "score": 0.8313502724751752
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 105,
                    "verse": 22,
                    "text": "For I will counsel him concerning this matter, and all things whatsoever he shall appoint unto them shall be fulfilled.",
                    "score": 0.8000053984408065
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 10,
                    "verse": 36,
                    "text": "And he said unto them, What would ye that I should do for you?",
                    "score": 0.7963283547615811
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 78,
                    "verse": 2,
                    "text": "And listen to the counsel of him who has ordained you from on high, who shall speak in your ears the words of wisdom, that salvation may be unto you in that thing which you have presented before me, saith the Lord God.",
                    "score": 0.7951711800676222
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 13,
                    "text": "Let him, therefore, hearken to your counsel, and I will bless him with a multiplicity of blessings; let him be faithful and true in all things from henceforth, and he shall be great in mine eyes;",
                    "score": 0.7902254445462534
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 37,
                    "verse": 37,
                    "text": "Counsel with the Lord in all thy doings, and he will direct thee for good; yea, when thou liest down at night lie down unto the Lord, that he may watch over you in your sleep; and when thou risest in the morning let thy heart be full of thanks unto God; and if ye do these things, ye shall be lifted up at the last day.",
                    "score": 0.7896760484478932
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 22,
                    "verse": 10,
                    "text": "And I said, What shall I do, Lord? And the Lord said unto me, Arise, and go into Damascus; and there it shall be told thee of all things which are appointed for thee to do.",
                    "score": 0.787048683270307
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 39,
                    "verse": 10,
                    "text": "And I command you to take it upon you to counsel with your elder brothers in your undertakings; for behold, thou art in thy youth, and ye stand in need to be nourished by your brothers. And give heed to their counsel.",
                    "score": 0.784827231771806
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 6,
                    "verse": 28,
                    "text": "Then said they unto him, What shall we do, that we might work the works of God?",
                    "score": 0.7823568711187697
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 108,
                    "verse": 1,
                    "text": "Verily thus saith the Lord unto you, my servant Lyman: Your sins are forgiven you, because you have obeyed my voice in coming up hither this morning to receive counsel of him whom I have appointed.",
                    "score": 0.7777768624751148
                }
            ]
        },
        {
            "verse": 21,
            "text": "And Ahithophel said unto Absalom, Go in unto thy father's concubines, which he hath left to keep the house; and all Israel shall hear that thou art abhorred of thy father: then shall the hands of all that are with thee be strong.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 30,
                    "text": "Nevertheless, thou beholdest that the Gentiles who have gone forth out of captivity, and have been lifted up by the power of God above all other nations, upon the face of the land which is choice above all other lands, which is the land that the Lord God hath covenanted with thy father that his seed should have for the land of their inheritance; wherefore, thou seest that the Lord God will not suffer that the Gentiles will utterly destroy the mixture of thy seed, which are among thy brethren.",
                    "score": 0.8065406870263084
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 31,
                    "text": "And now, my brethren, I would that ye should do as ye have hitherto done. As ye have kept my commandments, and also the commandments of my father, and have prospered, and have been kept from falling into the hands of your enemies, even so if ye shall keep the commandments of my son, or the commandments of God which shall be delivered unto you by him, ye shall prosper in the land, and your enemies shall have no power over you.",
                    "score": 0.8000353131775937
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 39,
                    "text": "David's wives and concubines were given unto him of me, by the hand of Nathan, my servant, and others of the prophets who had the keys of this power; and in none of these things did he sin against me save in the case of Uriah and his wife; and, therefore he hath fallen from his exaltation, and received his portion; and he shall not inherit them out of the world, for I gave them unto another, saith the Lord.",
                    "score": 0.7976834025299627
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 8,
                    "verse": 21,
                    "text": "And he that shall breathe out wrath and strifes against the work of the Lord, and against the covenant people of the Lord who are the house of Israel, and shall say: We will destroy the work of the Lord, and the Lord will not remember his covenant which he hath made unto the house of Israel--the same is in danger to be hewn down and cast into the fire;",
                    "score": 0.7965103352148938
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 4,
                    "verse": 15,
                    "text": "Behold, when ye shall rend that veil of unbelief which doth cause you to remain in your awful state of wickedness, and hardness of heart, and blindness of mind, then shall the great and marvelous things which have been hid up from the foundation of the world from you--yea, when ye shall call upon the Father in my name, with a broken heart and a contrite spirit, then shall ye know that the Father hath remembered the covenant which he made unto your fathers, O house of Israel.",
                    "score": 0.7964357717840653
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 17,
                    "text": "And this is what our father meaneth; and he meaneth that it will not come to pass until after they are scattered by the Gentiles; and he meaneth that it shall come by way of the Gentiles, that the Lord may show his power unto the Gentiles, for the very cause that he shall be rejected of the Jews, or of the house of Israel.",
                    "score": 0.7959946207581777
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 29,
                    "verse": 14,
                    "text": "And it shall come to pass that my people, which are of the house of Israel, shall be gathered home unto the lands of their possessions; and my word also shall be gathered in one. And I will show unto them that fight against my word and against my people, who are of the house of Israel, that I am God, and that I covenanted with Abraham that I would remember his seed forever.",
                    "score": 0.7958373252242668
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 18,
                    "text": "Wherefore, my beloved brethren, thus saith our God: I will afflict thy seed by the hand of the Gentiles; nevertheless, I will soften the hearts of the Gentiles, that they shall be like unto a father to them; wherefore, the Gentiles shall be blessed and numbered among the house of Israel.",
                    "score": 0.794796229860183
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 9,
                    "text": "And because of the mercies of the Father unto the Gentiles, and also the judgments of the Father upon my people who are of the house of Israel, verily, verily, I say unto you, that after all this, and I have caused my people who are of the house of Israel to be smitten, and to be afflicted, and to be slain, and to be cast out from among them, and to become hated by them, and to become a hiss and a byword among them--",
                    "score": 0.7923991336178483
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 32,
                    "text": "And I will not suffer, saith the Lord of Hosts, that the cries of the fair daughters of this people, which I have led out of the land of Jerusalem, shall come up unto me against the men of my people, saith the Lord of Hosts.",
                    "score": 0.7910460157431762
                }
            ]
        },
        {
            "verse": 22,
            "text": "So they spread Absalom a tent upon the top of the house; and Absalom went in unto his father's concubines in the sight of all Israel.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 5,
                    "text": "And it came to pass that when they came up to the temple, they pitched their tents round about, every man according to his family, consisting of his wife, and his sons, and his daughters, and their sons, and their daughters, from the eldest down to the youngest, every family being separate one from another.",
                    "score": 0.7642263327268483
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 7,
                    "verse": 22,
                    "text": "And it came to pass that we did come down unto the tent of our father. And after I and my brethren and all the house of Ishmael had come down unto the tent of my father, they did give thanks unto the Lord their God; and they did offer sacrifice and burnt offerings unto him.",
                    "score": 0.7506154653823395
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 35,
                    "text": "And the multitude of the earth was gathered together; and I beheld that they were in a large and spacious building, like unto the building which my father saw. And the angel of the Lord spake unto me again, saying: Behold the world and the wisdom thereof; yea, behold the house of Israel hath gathered together to fight against the twelve apostles of the Lamb.",
                    "score": 0.7482718740697977
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 30,
                    "text": "Nevertheless, thou beholdest that the Gentiles who have gone forth out of captivity, and have been lifted up by the power of God above all other nations, upon the face of the land which is choice above all other lands, which is the land that the Lord God hath covenanted with thy father that his seed should have for the land of their inheritance; wherefore, thou seest that the Lord God will not suffer that the Gentiles will utterly destroy the mixture of thy seed, which are among thy brethren.",
                    "score": 0.747615738972923
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 12,
                    "verse": 20,
                    "text": "And it came to pass that I beheld, and saw the people of the seed of my brethren that they had overcome my seed; and they went forth in multitudes upon the face of the land.",
                    "score": 0.7455626224482647
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 8,
                    "text": "But wo, saith the Father, unto the unbelieving of the Gentiles--for notwithstanding they have come forth upon the face of this land, and have scattered my people who are of the house of Israel; and my people who are of the house of Israel have been cast out from among them, and have been trodden under feet by them;",
                    "score": 0.7452930543484876
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 6,
                    "text": "And again the Lord said unto me: Look; and I looked towards the north, and I beheld the people of Canaan, which dwelt in tents.",
                    "score": 0.7449566388827464
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 7,
                    "text": "And it meaneth that the time cometh that after all the house of Israel have been scattered and confounded, that the Lord God will raise up a mighty nation among the Gentiles, yea, even upon the face of this land; and by them shall our seed be scattered.",
                    "score": 0.7435670527290383
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 18,
                    "text": "And they began to assemble themselves together unto the house of the king. And there came a multitude, and to their astonishment, they beheld the king, and the queen, and their servants prostrate upon the earth, and they all lay there as though they were dead; and they also saw Ammon, and behold, he was a Nephite.",
                    "score": 0.7430224578455306
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 16,
                    "verse": 32,
                    "text": "And they spake unto him the word of the Lord, and to all that were in his house.",
                    "score": 0.7414620112895759
                }
            ]
        },
        {
            "verse": 23,
            "text": "And the counsel of Ahithophel, which he counselled in those days, was as if a man had inquired at the oracle of God: so was all the counsel of Ahithophel both with David and with Absalom.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 22,
                    "verse": 15,
                    "text": "Then went the Pharisees, and took counsel how they might entangle him in his talk.",
                    "score": 0.7524216483788032
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And he ministered unto him even as he ministered unto the Nephites; and all this, that this man might know that he was God, because of the many great works which the Lord had showed unto him.",
                    "score": 0.739040150562699
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 13,
                    "text": "Who has set at naught the counsels of God, and has broken the most sacred promises which were made before God, and has depended upon his own judgment and boasted in his own wisdom.",
                    "score": 0.7381811044075897
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 34,
                    "text": "And as concerning that he raised him up from the dead, now no more to return to corruption, he said on this wise, I will give you the sure mercies of David.",
                    "score": 0.731234803000367
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 8,
                    "verse": 16,
                    "text": "And now behold, Moses did not only testify of these things, but also all the holy prophets, from his days even to the days of Abraham.",
                    "score": 0.7306020828592121
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 48,
                    "verse": 18,
                    "text": "Behold, he was a man like unto Ammon, the son of Mosiah, yea, and even the other sons of Mosiah, yea, and also Alma and his sons, for they were all men of God.",
                    "score": 0.7305581983383826
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 2,
                    "verse": 3,
                    "text": "When Herod the king had heard these things, he was troubled, and all Jerusalem with him.",
                    "score": 0.7301837147939629
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 9,
                    "verse": 35,
                    "text": "And all that dwelt at Lydda and Saron saw him, and turned to the Lord.",
                    "score": 0.7289325030915552
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 28,
                    "verse": 23,
                    "text": "And when they had appointed him a day, there came many to him into his lodging; to whom he expounded and testified the kingdom of God, persuading them concerning Jesus, both out of the law of Moses, and out of the prophets, from morning till evening.",
                    "score": 0.7285157840691899
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 13,
                    "verse": 2,
                    "text": "For behold, they rejected all the words of Ether; for he truly told them of all things, from the beginning of man; and that after the waters had receded from off the face of this land it became a choice land above all other lands, a chosen land of the Lord; wherefore the Lord would have that all men should serve him who dwell upon the face thereof;",
                    "score": 0.7272930121713161
                }
            ]
        }
    ]
}