{
    "volume": "Old Testament",
    "book": "Ecclesiastes",
    "chapter": 11,
    "verses": [
        {
            "verse": 1,
            "text": "Cast thy bread upon the waters: for thou shalt find it after many days.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 25,
                    "text": "By the sweat of thy face shalt thou eat bread, until thou shalt return unto the ground--for thou shalt surely die--for out of it wast thou taken: for dust thou wast, and unto dust shalt thou return.",
                    "score": 0.795666313791721
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 6,
                    "verse": 11,
                    "text": "Give us this day our daily bread.",
                    "score": 0.7762291373321968
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 6,
                    "verse": 23,
                    "text": "(Howbeit there came other boats from Tiberias nigh unto the place where they did eat bread, after that the Lord had given thanks:)",
                    "score": 0.7746594422432838
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 13,
                    "text": "Therefore, I would that ye should behold that the Lord truly did teach the people, for the space of three days; and after that he did show himself unto them oft, and did break bread oft, and bless it, and give it unto them.",
                    "score": 0.7713766819107695
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 26,
                    "text": "And now, Amulek, because thou hast fed me and taken me in, thou art blessed; for I was an hungered, for I had fasted many days.",
                    "score": 0.7698457249018636
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 11,
                    "verse": 3,
                    "text": "Give us day by day our daily bread.",
                    "score": 0.7688413621955338
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 21,
                    "verse": 13,
                    "text": "Jesus then cometh, and taketh bread, and giveth them, and fish likewise.",
                    "score": 0.7684672927862428
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 1,
                    "verse": 5,
                    "text": "For John truly baptized with water; but ye shall be baptized with the Holy Ghost not many days hence.",
                    "score": 0.764408604620645
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 6,
                    "verse": 50,
                    "text": "This is the bread which cometh down from heaven, that a man may eat thereof, and not die.",
                    "score": 0.7628737113205339
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 6,
                    "verse": 16,
                    "text": "And when even was now come, his disciples went down unto the sea,",
                    "score": 0.7613516618966976
                }
            ]
        },
        {
            "verse": 2,
            "text": "Give a portion to seven, and also to eight; for thou knowest not what evil shall be upon the earth.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 17,
                    "verse": 11,
                    "text": "And the beast that was, and is not, even he is the eighth, and is of the seven, and goeth into perdition.",
                    "score": 0.7906486921121311
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 18,
                    "verse": 22,
                    "text": "Jesus saith unto him, I say not unto thee, Until seven times: but, Until seventy times seven.",
                    "score": 0.7877045946995099
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 40,
                    "text": "And so on unto the second and third time; and as oft as thine enemy repenteth of the trespass wherewith he has trespassed against thee, thou shalt forgive him, until seventy times seven.",
                    "score": 0.7776202839347992
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 120,
                    "text": "For that which is more or less than this cometh of evil, and shall be attended with cursings and not blessings, saith the Lord your God. Even so. Amen.",
                    "score": 0.7772595094720585
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 14,
                    "text": "Wherefore, take heed, my beloved brethren, that ye do not judge that which is evil to be of God, or that which is good and of God to be of the devil.",
                    "score": 0.7759418730279184
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 77,
                    "verse": 12,
                    "text": "Q. What are we to understand by the sounding of the trumpets, mentioned in the 8th chapter of Revelation? A. We are to understand that as God made the world in six days, and on the seventh day he finished his work, and sanctified it, and also formed man out of the dust of the earth, even so, in the beginning of the seventh thousand years will the Lord God sanctify the earth, and complete the salvation of man, and judge all things, and shall redeem all things, except that which he hath not put into his power, when he shall have sealed all things, unto the end of all things; and the sounding of the trumpets of the seven angels are the preparing and finishing of his work, in the beginning of the seventh thousand years--the preparing of the way before the time of his coming.",
                    "score": 0.7747062566105154
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 128,
                    "verse": 18,
                    "text": "I might have rendered a plainer translation to this, but it is sufficiently plain to suit my purpose as it stands. It is sufficient to know, in this case, that the earth will be smitten with a curse unless there is a welding link of some kind or other between the fathers and the children, upon some subject or other--and behold what is that subject? It is the baptism for the dead. For we without them cannot be made perfect; neither can they without us be made perfect. Neither can they nor we be made perfect without those who have died in the gospel also; for it is necessary in the ushering in of the dispensation of the fulness of times, which dispensation is now beginning to usher in, that a whole and complete and perfect union, and welding together of dispensations, and keys, and powers, and glories should take place, and be revealed from the days of Adam even to the present time. And not only this, but those things which never have been revealed from the foundation of the world, but have been kept hid from the wise and prudent, shall be revealed unto babes and sucklings in this, the dispensation of the fulness of times.",
                    "score": 0.7681145883765618
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 17,
                    "text": "But of the tree of the knowledge of good and evil, thou shalt not eat of it, nevertheless, thou mayest choose for thyself, for it is given unto thee; but, remember that I forbid it, for in the day thou eatest thereof thou shalt surely die.",
                    "score": 0.7661126488509222
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 20,
                    "text": "Blessed art thou and thy children; and they shall be blessed, inasmuch as they shall keep my commandments they shall prosper in the land. But remember, inasmuch as they will not keep my commandments they shall be cut off from the presence of the Lord.",
                    "score": 0.7657467194963712
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 14,
                    "text": "In righteousness shalt thou be established; thou shalt be far from oppression for thou shalt not fear, and from terror for it shall not come near thee.",
                    "score": 0.7656787165466766
                }
            ]
        },
        {
            "verse": 3,
            "text": "If the clouds be full of rain, they empty themselves upon the earth: and if the tree fall toward the south, or toward the north, in the place where the tree falleth, there it shall be.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 66,
                    "text": "For it grieveth me that I should lose the trees of my vineyard; wherefore ye shall clear away the bad according as the good shall grow, that the root and the top may be equal in strength, until the good shall overcome the bad, and the bad be hewn down and cast into the fire, that they cumber not the ground of my vineyard; and thus will I sweep away the bad out of my vineyard.",
                    "score": 0.758995910430698
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 61,
                    "text": "And the day shall come that the earth shall rest, but before that day the heavens shall be darkened, and a veil of darkness shall cover the earth; and the heavens shall shake, and also the earth; and great tribulations shall be among the children of men, but my people will I preserve;",
                    "score": 0.7500729181589257
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "chapter": 3,
                    "verse": 10,
                    "text": "But the day of the Lord will come as a thief in the night; in the which the heavens shall pass away with a great noise, and the elements shall melt with fervent heat, the earth also and the works that are therein shall be burned up.",
                    "score": 0.7486306343646937
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 6,
                    "text": "And I will lay it waste; it shall not be pruned nor digged; but there shall come up briers and thorns; I will also command the clouds that they rain no rain upon it.",
                    "score": 0.7449346194496137
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 10,
                    "text": "And that which I have promised I have so fulfilled, and the nations of the earth shall bow to it; and, if not of themselves, they shall come down, for that which is now exalted of itself shall be laid low of power.",
                    "score": 0.7444730473312674
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 23,
                    "verse": 31,
                    "text": "For if they do these things in a green tree, what shall be done in the dry?",
                    "score": 0.7407491240089542
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 90,
                    "verse": 5,
                    "text": "And all they who receive the oracles of God, let them beware how they hold them lest they are accounted as a light thing, and are brought under condemnation thereby, and stumble and fall when the storms descend, and the winds blow, and the rains descend, and beat upon their house.",
                    "score": 0.7378541523870733
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 16,
                    "text": "And there shall be a great hailstorm sent forth to destroy the crops of the earth.",
                    "score": 0.7360114238554174
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 58,
                    "text": "To prepare the weak for those things which are coming on the earth, and for the Lord's errand in the day when the weak shall confound the wise, and the little one become a strong nation, and two shall put their tens of thousands to flight.",
                    "score": 0.7353498053473709
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 38,
                    "text": "But if ye neglect the tree, and take no thought for its nourishment, behold it will not get any root; and when the heat of the sun cometh and scorcheth it, because it hath no root it withers away, and ye pluck it up and cast it out.",
                    "score": 0.7345989532521578
                }
            ]
        },
        {
            "verse": 4,
            "text": "He that observeth the wind shall not sow; and he that regardeth the clouds shall not reap.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 11,
                    "verse": 21,
                    "text": "For if God spared not the natural branches, take heed lest he also spare not thee.",
                    "score": 0.7872833885280541
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 7,
                    "verse": 1,
                    "text": "And after these things I saw four angels standing on the four corners of the earth, holding the four winds of the earth, that the wind should not blow on the earth, nor on the sea, nor on any tree.",
                    "score": 0.7854097670336998
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 7,
                    "text": "Thus saith the Lord God: It shall not stand, neither shall it come to pass.",
                    "score": 0.7828445822821596
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 12,
                    "verse": 18,
                    "text": "For ye are not come unto the mount that might be touched, and that burned with fire, nor unto blackness, and darkness, and tempest,",
                    "score": 0.782757903234145
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 7,
                    "text": "Behold, he cometh with clouds; and every eye shall see him, and they also which pierced him: and all kindreds of the earth shall wail because of him. Even so, Amen.",
                    "score": 0.7807376718380729
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 12,
                    "text": "And again, he saith thou shalt be as the blossoms of a thistle, which, when it is fully ripe, if the wind bloweth, it is driven forth upon the face of the land. And he pretendeth the Lord hath spoken it. And he saith all this shall come upon thee except thou repent, and this because of thine iniquities.",
                    "score": 0.7753538449920531
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 23,
                    "text": "Wherefore, be not deceived, but continue in steadfastness, looking forth for the heavens to be shaken, and the earth to tremble and to reel to and fro as a drunken man, and for the valleys to be exalted, and for the mountains to be made low, and for the rough places to become smooth--and all this when the angel shall sound his trumpet.",
                    "score": 0.7752834210907039
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 6,
                    "verse": 7,
                    "text": "Be not deceived; God is not mocked: for whatsoever a man soweth, that shall he also reap.",
                    "score": 0.7733737304024982
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 4,
                    "verse": 39,
                    "text": "And he arose, and rebuked the wind, and said unto the sea, Peace, be still. And the wind ceased, and there was a great calm.",
                    "score": 0.7726634501941404
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 7,
                    "text": "And he that seeketh signs shall see signs, but not unto salvation.",
                    "score": 0.7716521802421893
                }
            ]
        },
        {
            "verse": 5,
            "text": "As thou knowest not what is the way of the spirit, nor how the bones do grow in the womb of her that is with child: even so thou knowest not the works of God who maketh all.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 38,
                    "verse": 6,
                    "text": "Now, my son, I would not that ye should think that I know these things of myself, but it is the Spirit of God which is in me which maketh these things known unto me; for if I had not been born of God I should not have known these things.",
                    "score": 0.7963365711030681
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 1,
                    "verse": 13,
                    "text": "Which were born, not of blood, nor of the will of the flesh, nor of the will of man, but of God.",
                    "score": 0.7828633250992959
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 130,
                    "verse": 22,
                    "text": "The Father has a body of flesh and bones as tangible as man's; the Son also; but the Holy Ghost has not a body of flesh and bones, but is a personage of Spirit. Were it not so, the Holy Ghost could not dwell in us.",
                    "score": 0.7810625297437207
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 3,
                    "verse": 6,
                    "text": "That which is born of the flesh is flesh; and that which is born of the Spirit is spirit.",
                    "score": 0.7791237454648354
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 4,
                    "verse": 6,
                    "text": "We are of God: he that knoweth God heareth us; he that is not of God heareth not us. Hereby know we the spirit of truth, and the spirit of error.",
                    "score": 0.7789605816816988
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 2,
                    "verse": 14,
                    "text": "But the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned.",
                    "score": 0.7781714366186101
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 2,
                    "verse": 11,
                    "text": "For what man knoweth the things of a man, save the spirit of man which is in him? even so the things of God knoweth no man, but the Spirit of God.",
                    "score": 0.7768778815362297
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 9,
                    "verse": 8,
                    "text": "That is, They which are the children of the flesh, these are not the children of God: but the children of the promise are counted for the seed.",
                    "score": 0.7679692560157741
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 3,
                    "verse": 16,
                    "text": "Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?",
                    "score": 0.7674147394102219
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 17,
                    "verse": 29,
                    "text": "Forasmuch then as we are the offspring of God, we ought not to think that the Godhead is like unto gold, or silver, or stone, graven by art and man's device.",
                    "score": 0.7673340720378286
                }
            ]
        },
        {
            "verse": 6,
            "text": "In the morning sow thy seed, and in the evening withhold not thine hand: for thou knowest not whether shall prosper, either this or that, or whether they both shall be alike good.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 31,
                    "text": "Wherefore, because thou hast been faithful thy seed shall be blessed with his seed, that they dwell in prosperity long upon the face of this land; and nothing, save it shall be iniquity among them, shall harm or disturb their prosperity upon the face of this land forever.",
                    "score": 0.8087749716903578
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 30,
                    "text": "But behold, as the seed swelleth, and sprouteth, and beginneth to grow, then you must needs say that the seed is good; for behold it swelleth, and sprouteth, and beginneth to grow. And now, behold, will not this strengthen your faith? Yea, it will strengthen your faith: for ye will say I know that this is a good seed; for behold it sprouteth and beginneth to grow.",
                    "score": 0.8078732822499789
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 32,
                    "text": "Therefore, if a seed groweth it is good, but if it groweth not, behold it is not good, therefore it is cast away.",
                    "score": 0.8045479410684523
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 3,
                    "verse": 16,
                    "text": "Now to Abraham and his seed were the promises made. He saith not, And to seeds, as of many; but as of one, And to thy seed, which is Christ.",
                    "score": 0.8033778322974234
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 14,
                    "verse": 4,
                    "text": "Therefore, there shall be one day and a night and a day, as if it were one day and there were no night; and this shall be unto you for a sign; for ye shall know of the rising of the sun and also of its setting; therefore they shall know of a surety that there shall be two days and a night; nevertheless the night shall not be darkened; and it shall be the night before he is born.",
                    "score": 0.8004724715367174
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 6,
                    "verse": 6,
                    "text": "Wherefore, I shall give commandment unto my seed, that they shall not occupy these plates with things which are not of worth unto the children of men.",
                    "score": 0.7997526458663631
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 21,
                    "verse": 6,
                    "text": "As for these things which ye behold, the days will come, in the which there shall not be left one stone upon another, that shall not be thrown down.",
                    "score": 0.7980687855811649
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 20,
                    "text": "Blessed art thou and thy children; and they shall be blessed, inasmuch as they shall keep my commandments they shall prosper in the land. But remember, inasmuch as they will not keep my commandments they shall be cut off from the presence of the Lord.",
                    "score": 0.7936222704561866
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 2,
                    "verse": 21,
                    "text": "Thou therefore which teachest another, teachest thou not thyself? thou that preachest a man should not steal, dost thou steal?",
                    "score": 0.7895059925583707
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 18,
                    "text": "Wherefore, our father hath not spoken of our seed alone, but also of all the house of Israel, pointing to the covenant which should be fulfilled in the latter days; which covenant the Lord made to our father Abraham, saying: In thy seed shall all the kindreds of the earth be blessed.",
                    "score": 0.789044012417687
                }
            ]
        },
        {
            "verse": 7,
            "text": "Truly the light is sweet, and a pleasant thing it is for the eyes to behold the sun:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 35,
                    "text": "O then, is not this real? I say unto you, Yea, because it is light; and whatsoever is light, is good, because it is discernible, therefore ye must know that it is good; and now behold, after ye have tasted this light is your knowledge perfect?",
                    "score": 0.7412008688008879
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 11,
                    "verse": 36,
                    "text": "If thy whole body therefore be full of light, having no part dark, the whole shall be full of light, as when the bright shining of a candle doth give thee light.",
                    "score": 0.7257561739524243
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 26,
                    "verse": 13,
                    "text": "At midday, O king, I saw in the way a light from heaven, above the brightness of the sun, shining round about me and them which journeyed with me.",
                    "score": 0.7244552755486037
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 96,
                    "text": "And the glory of the celestial is one, even as the glory of the sun is one.",
                    "score": 0.7218447846498499
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 15,
                    "text": "And let them be for lights in the firmament of the heaven to give light upon the earth; and it was so.",
                    "score": 0.7210938112527328
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 15,
                    "verse": 41,
                    "text": "There is one glory of the sun, and another glory of the moon, and another glory of the stars: for one star differeth from another star in glory.",
                    "score": 0.7190097433991419
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 2,
                    "verse": 32,
                    "text": "A light to lighten the Gentiles, and the glory of thy people Israel.",
                    "score": 0.7173585907763007
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 45,
                    "text": "The earth rolls upon her wings, and the sun giveth his light by day, and the moon giveth her light by night, and the stars also give their light, as they roll upon their wings in their glory, in the midst of the power of God.",
                    "score": 0.7150008119016179
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 24,
                    "text": "That which is of God is light; and he that receiveth light, and continueth in God, receiveth more light; and that light groweth brighter and brighter until the perfect day.",
                    "score": 0.7149016287098755
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 11,
                    "verse": 35,
                    "text": "Take heed therefore that the light which is in thee be not darkness.",
                    "score": 0.7131582466236924
                }
            ]
        },
        {
            "verse": 8,
            "text": "But if a man live many years, and rejoice in them all; yet let him remember the days of darkness; for they shall be many. All that cometh is vanity.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 10,
                    "verse": 20,
                    "text": "Therefore remember, O man, for all thy doings thou shalt be brought into judgment.",
                    "score": 0.7861546242214753
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 30,
                    "verse": 6,
                    "text": "And then shall they rejoice; for they shall know that it is a blessing unto them from the hand of God; and their scales of darkness shall begin to fall from their eyes; and many generations shall not pass away among them, save they shall be a pure and a delightsome people.",
                    "score": 0.7701930061855594
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 8,
                    "text": "Be patient in afflictions, for thou shalt have many; but endure them, for, lo, I am with thee, even unto the end of thy days.",
                    "score": 0.7628282662481116
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 15,
                    "text": "And he said unto them, Take heed, and beware of covetousness: for a man's life consisteth not in the abundance of the things which he possesseth.",
                    "score": 0.7614839014399752
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 41,
                    "text": "And moreover, I would desire that ye should consider on the blessed and happy state of those that keep the commandments of God. For behold, they are blessed in all things, both temporal and spiritual; and if they hold out faithful to the end they are received into heaven, that thereby they may dwell with God in a state of never-ending happiness. O remember, remember that these things are true; for the Lord God hath spoken it.",
                    "score": 0.7589877739123787
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 14,
                    "verse": 11,
                    "text": "He shall see the travail of his soul, and shall be satisfied; by his knowledge shall my righteous servant justify many; for he shall bear their iniquities.",
                    "score": 0.7574771102458986
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 25,
                    "text": "For there is a time appointed for every man, according as his works shall be.",
                    "score": 0.7571949327164725
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "chapter": 2,
                    "verse": 18,
                    "text": "For when they speak great swelling words of vanity, they allure through the lusts of the flesh, through much wantonness, those that were clean escaped from them who live in error.",
                    "score": 0.7557367452562956
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 28,
                    "text": "He that keepeth his commandments receiveth truth and light, until he is glorified in truth and knoweth all things.",
                    "score": 0.7554652333444144
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 40,
                    "verse": 8,
                    "text": "Now whether there is more than one time appointed for men to rise it mattereth not; for all do not die at once, and this mattereth not; all is as one day with God, and time only is measured unto men.",
                    "score": 0.7553515856353289
                }
            ]
        },
        {
            "verse": 9,
            "text": "Rejoice, O young man, in thy youth; and let thy heart cheer thee in the days of thy youth, and walk in the ways of thine heart, and in the sight of thine eyes: but know thou, that for all these things God will bring thee into judgment.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 36,
                    "verse": 3,
                    "text": "And now, O my son Helaman, behold, thou art in thy youth, and therefore, I beseech of thee that thou wilt hear my words and learn of me; for I do know that whosoever shall put their trust in God shall be supported in their trials, and their troubles, and their afflictions, and shall be lifted up at the last day.",
                    "score": 0.8347481357350968
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 4,
                    "text": "For the Lord hath heard thy prayers, and hath judged of thy righteousness, and hath sent me to declare unto thee that thou mayest rejoice; and that thou mayest declare unto thy people, that they may also be filled with joy.",
                    "score": 0.8188449553790342
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 11,
                    "text": "And ye ought to say in your hearts--let God judge between me and thee, and reward thee according to thy deeds.",
                    "score": 0.8136944523977334
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 10,
                    "verse": 20,
                    "text": "Therefore remember, O man, for all thy doings thou shalt be brought into judgment.",
                    "score": 0.8127694441161737
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 10,
                    "verse": 3,
                    "text": "Behold, I would exhort you that when ye shall read these things, if it be wisdom in God that ye should read them, that ye would remember how merciful the Lord hath been unto the children of men, from the creation of Adam even down until the time that ye shall receive these things, and ponder it in your hearts.",
                    "score": 0.8119421552460583
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 21,
                    "text": "And now that my soul might have joy in you, and that my heart might leave this world with gladness because of you, that I might not be brought down with grief and sorrow to the grave, arise from the dust, my sons, and be men, and be determined in one mind and in one heart, united in all things, that ye may not come down into captivity;",
                    "score": 0.809314859893475
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 37,
                    "verse": 35,
                    "text": "O, remember, my son, and learn wisdom in thy youth; yea, learn in thy youth to keep the commandments of God.",
                    "score": 0.8073312142171584
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 75,
                    "verse": 21,
                    "text": "And you shall be filled with joy and gladness; and know this, that in the day of judgment you shall be judges of that house, and condemn them;",
                    "score": 0.8065744786550335
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 26,
                    "text": "O then, if I have seen so great things, if the Lord in his condescension unto the children of men hath visited men in so much mercy, why should my heart weep and my soul linger in the valley of sorrow, and my flesh waste away, and my strength slacken, because of mine afflictions?",
                    "score": 0.8062666419409648
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 137,
                    "verse": 9,
                    "text": "For I, the Lord, will judge all men according to their works, according to the desire of their hearts.",
                    "score": 0.8045242797231339
                }
            ]
        },
        {
            "verse": 10,
            "text": "Therefore remove sorrow from thy heart, and put away evil from thy flesh: for childhood and youth are vanity.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 8,
                    "verse": 22,
                    "text": "Repent therefore of this thy wickedness, and pray God, if perhaps the thought of thine heart may be forgiven thee.",
                    "score": 0.7754966481629219
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 18,
                    "verse": 14,
                    "text": "And the fruits that thy soul lusted after are departed from thee, and all things which were dainty and goodly are departed from thee, and thou shalt find them no more at all.",
                    "score": 0.7702638948238222
                },
                {
                    "volume": "New Testament",
                    "book": "Colossians",
                    "chapter": 3,
                    "verse": 5,
                    "text": "Mortify therefore your members which are upon the earth; fornication, uncleanness, inordinate affection, evil concupiscence, and covetousness, which is idolatry:",
                    "score": 0.7701773564204439
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 4,
                    "verse": 31,
                    "text": "Let all bitterness, and wrath, and anger, and clamour, and evil speaking, be put away from you, with all malice:",
                    "score": 0.7687734533523863
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 17,
                    "text": "My heart hath been weighed down with sorrow from time to time, for I have feared, lest for the hardness of your hearts the Lord your God should come out in the fulness of his wrath upon you, that ye be cut off and destroyed forever;",
                    "score": 0.7680949430806671
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 7,
                    "verse": 1,
                    "text": "Having therefore these promises, dearly beloved, let us cleanse ourselves from all filthiness of the flesh and spirit, perfecting holiness in the fear of God.",
                    "score": 0.7677415523387545
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 3,
                    "text": "Nevertheless, inasmuch as thou hast abased thyself thou shalt be exalted; therefore, all thy sins are forgiven thee.",
                    "score": 0.7662595158672576
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 2,
                    "verse": 22,
                    "text": "Flee also youthful lusts: but follow righteousness, faith, charity, peace, with them that call on the Lord out of a pure heart.",
                    "score": 0.7635798849321541
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 25,
                    "verse": 13,
                    "text": "Wherefore, lift up thy heart and rejoice, and cleave unto the covenants which thou hast made.",
                    "score": 0.7633752966225833
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 46,
                    "verse": 25,
                    "text": "Now behold, this giveth my soul sorrow; nevertheless, my soul hath joy in my son, because of that part of his seed which shall be taken unto God.",
                    "score": 0.7615370631906225
                }
            ]
        }
    ]
}