{
    "volume": "Old Testament",
    "book": "Ecclesiastes",
    "chapter": 11,
    "verses": [
        {
            "verse": 1,
            "text": "Cast thy bread upon the waters: for thou shalt find it after many days.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 16,
                    "verse": 3,
                    "text": "Thou shalt eat no leavened bread with it; seven days shalt thou eat unleavened bread therewith, even the bread of affliction; for thou camest forth out of the land of Egypt in haste: that thou mayest remember the day when thou camest forth out of the land of Egypt all the days of thy life.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8194706029155475
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 16,
                    "verse": 4,
                    "text": "And there shall be no leavened bread seen with thee in all thy coast seven days; neither shall there any thing of the flesh, which thou sacrificedst the first day at even, remain all night until the morning.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8167656655744726
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 13,
                    "verse": 6,
                    "text": "Seven days thou shalt eat unleavened bread, and in the seventh day shall be a feast to the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8124301917430262
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 4,
                    "verse": 9,
                    "text": "Take thou also unto thee wheat, and barley, and beans, and lentiles, and millet, and fitches, and put them in one vessel, and make thee bread thereof, according to the number of the days that thou shalt lie upon thy side, three hundred and ninety days shalt thou eat thereof.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8122611196775669
                }
            ]
        },
        {
            "verse": 2,
            "text": "Give a portion to seven, and also to eight; for thou knowest not what evil shall be upon the earth.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "volume_book_index": 18,
                    "chapter": 5,
                    "verse": 19,
                    "text": "He shall deliver thee in six troubles: yea, in seven there shall no evil touch thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8031206378077197
                }
            ]
        },
        {
            "verse": 3,
            "text": "If the clouds be full of rain, they empty themselves upon the earth: and if the tree fall toward the south, or toward the north, in the place where the tree falleth, there it shall be.",
            "similars": []
        },
        {
            "verse": 4,
            "text": "He that observeth the wind shall not sow; and he that regardeth the clouds shall not reap.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "volume_book_index": 12,
                    "chapter": 3,
                    "verse": 17,
                    "text": "For thus saith the Lord, Ye shall not see wind, neither shall ye see rain; yet that valley shall be filled with water, that ye may drink, both ye, and your cattle, and your beasts.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8176703367756982
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "volume_book_index": 18,
                    "chapter": 36,
                    "verse": 32,
                    "text": "With clouds he covereth the light; and commandeth it not to shine by the cloud that cometh betwixt.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8130319058618464
                }
            ]
        },
        {
            "verse": 5,
            "text": "As thou knowest not what is the way of the spirit, nor how the bones do grow in the womb of her that is with child: even so thou knowest not the works of God who maketh all.",
            "similars": []
        },
        {
            "verse": 6,
            "text": "In the morning sow thy seed, and in the evening withhold not thine hand: for thou knowest not whether shall prosper, either this or that, or whether they both shall be alike good.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 17,
                    "verse": 11,
                    "text": "In the day shalt thou make thy plant to grow, and in the morning shalt thou make thy seed to flourish: but the harvest shall be a heap in the day of grief and of desperate sorrow.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8349847969122753
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 22,
                    "verse": 9,
                    "text": "Thou shalt not sow thy vineyard with divers seeds: lest the fruit of thy seed which thou hast sown, and the fruit of thy vineyard, be defiled.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8322365652292607
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "volume_book_index": 18,
                    "chapter": 5,
                    "verse": 25,
                    "text": "Thou shalt know also that thy seed shall be great, and thine offspring as the grass of the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8238458256275363
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 65,
                    "verse": 23,
                    "text": "They shall not labour in vain, nor bring forth for trouble; for they are the seed of the blessed of the Lord, and their offspring with them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8193359386392361
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 17,
                    "verse": 9,
                    "text": "Say thou, Thus saith the Lord God; Shall it prosper? shall he not pull up the roots thereof, and cut off the fruit thereof, that it wither? it shall wither in all the leaves of her spring, even without great power or many people to pluck it up by the roots thereof.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8187040553137446
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 1,
                    "verse": 31,
                    "text": "Wherefore, because thou hast been faithful thy seed shall be blessed with his seed, that they dwell in prosperity long upon the face of this land; and nothing, save it shall be iniquity among them, shall harm or disturb their prosperity upon the face of this land forever.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8087749716903578
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 32,
                    "verse": 30,
                    "text": "But behold, as the seed swelleth, and sprouteth, and beginneth to grow, then you must needs say that the seed is good; for behold it swelleth, and sprouteth, and beginneth to grow. And now, behold, will not this strengthen your faith? Yea, it will strengthen your faith: for ye will say I know that this is a good seed; for behold it sprouteth and beginneth to grow.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8078732822499789
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 32,
                    "verse": 12,
                    "text": "And thou saidst, I will surely do thee good, and make thy seed as the sand of the sea, which cannot be numbered for multitude.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8045574795509594
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 32,
                    "verse": 32,
                    "text": "Therefore, if a seed groweth it is good, but if it groweth not, behold it is not good, therefore it is cast away.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8045479410684523
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "volume_book_index": 9,
                    "chapter": 3,
                    "verse": 16,
                    "text": "Now to Abraham and his seed were the promises made. He saith not, And to seeds, as of many; but as of one, And to thy seed, which is Christ.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8033778322974234
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 28,
                    "verse": 67,
                    "text": "In the morning thou shalt say, Would God it were even! and at even thou shalt say, Would God it were morning! for the fear of thine heart wherewith thou shalt fear, and for the sight of thine eyes which thou shalt see.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8022165204582802
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 14,
                    "verse": 4,
                    "text": "Therefore, there shall be one day and a night and a day, as if it were one day and there were no night; and this shall be unto you for a sign; for ye shall know of the rising of the sun and also of its setting; therefore they shall know of a surety that there shall be two days and a night; nevertheless the night shall not be darkened; and it shall be the night before he is born.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8004724715367174
                }
            ]
        },
        {
            "verse": 7,
            "text": "Truly the light is sweet, and a pleasant thing it is for the eyes to behold the sun:",
            "similars": []
        },
        {
            "verse": 8,
            "text": "But if a man live many years, and rejoice in them all; yet let him remember the days of darkness; for they shall be many. All that cometh is vanity.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 94,
                    "verse": 11,
                    "text": "The Lord knoweth the thoughts of man, that they are vanity.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8078135995623037
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 34,
                    "verse": 12,
                    "text": "What man is he that desireth life, and loveth many days, that he may see good?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8054950626087249
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "volume_book_index": 21,
                    "chapter": 9,
                    "verse": 9,
                    "text": "Live joyfully with the wife whom thou lovest all the days of the life of thy vanity, which he hath given thee under the sun, all the days of thy vanity: for that is thy portion in this life, and in thy labour which thou takest under the sun.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8012426247061383
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 144,
                    "verse": 4,
                    "text": "Man is like to vanity: his days are as a shadow that passeth away.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9086667840878384
                }
            ]
        },
        {
            "verse": 9,
            "text": "Rejoice, O young man, in thy youth; and let thy heart cheer thee in the days of thy youth, and walk in the ways of thine heart, and in the sight of thine eyes: but know thou, that for all these things God will bring thee into judgment.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 36,
                    "verse": 3,
                    "text": "And now, O my son Helaman, behold, thou art in thy youth, and therefore, I beseech of thee that thou wilt hear my words and learn of me; for I do know that whosoever shall put their trust in God shall be supported in their trials, and their troubles, and their afflictions, and shall be lifted up at the last day.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8347481357350968
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 32,
                    "verse": 11,
                    "text": "Be glad in the Lord, and rejoice, ye righteous: and shout for joy, all ye that are upright in heart.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8320034408608227
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 6,
                    "verse": 30,
                    "text": "Then hear thou from heaven thy dwelling place, and forgive, and render unto every man according unto all his ways, whose heart thou knowest; (for thou only knowest the hearts of the children of men:)",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8267155960029002
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "volume_book_index": 20,
                    "chapter": 23,
                    "verse": 15,
                    "text": "My son, if thine heart be wise, my heart shall rejoice, even mine.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8249156211917513
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 25,
                    "verse": 8,
                    "text": "Ask thy young men, and they will shew thee. Wherefore let the young men find favour in thine eyes: for we come in a good day: give, I pray thee, whatsoever cometh to thine hand unto thy servants, and to thy son David.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.821778704904336
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 37,
                    "verse": 4,
                    "text": "Delight thyself also in the Lord; and he shall give thee the desires of thine heart.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8198338547559173
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 8,
                    "verse": 39,
                    "text": "Then hear thou in heaven thy dwelling place, and forgive, and do, and give to every man according to his ways, whose heart thou knowest; (for thou, even thou only, knowest the hearts of all the children of men;)",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8189552649347026
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 3,
                    "verse": 4,
                    "text": "For the Lord hath heard thy prayers, and hath judged of thy righteousness, and hath sent me to declare unto thee that thou mayest rejoice; and that thou mayest declare unto thy people, that they may also be filled with joy.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8188449553790342
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 21,
                    "verse": 1,
                    "text": "The king shall joy in thy strength, O Lord; and in thy salvation how greatly shall he rejoice!",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8186674085813871
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 62,
                    "verse": 5,
                    "text": "For as a young man marrieth a virgin, so shall thy sons marry thee: and as the bridegroom rejoiceth over the bride, so shall thy God rejoice over thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8152600533344971
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 37,
                    "verse": 6,
                    "text": "And he shall bring forth thy righteousness as the light, and thy judgment as the noonday.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8146375758727463
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 64,
                    "verse": 11,
                    "text": "And ye ought to say in your hearts--let God judge between me and thee, and reward thee according to thy deeds.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8136944523977334
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 10,
                    "verse": 20,
                    "text": "Therefore remember, O man, for all thy doings thou shalt be brought into judgment.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8127694441161737
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 10,
                    "verse": 3,
                    "text": "Behold, I would exhort you that when ye shall read these things, if it be wisdom in God that ye should read them, that ye would remember how merciful the Lord hath been unto the children of men, from the creation of Adam even down until the time that ye shall receive these things, and ponder it in your hearts.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8119421552460583
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "volume_book_index": 13,
                    "chapter": 16,
                    "verse": 31,
                    "text": "Let the heavens be glad, and let the earth rejoice: and let men say among the nations, The Lord reigneth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8114095200822518
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 26,
                    "verse": 16,
                    "text": "This day the Lord thy God hath commanded thee to do these statutes and judgments: thou shalt therefore keep and do them with all thine heart, and with all thy soul.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8110713053792886
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 119,
                    "verse": 9,
                    "text": "Wherewithal shall a young man cleanse his way? by taking heed thereto according to thy word.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8097704177255302
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 1,
                    "verse": 21,
                    "text": "And now that my soul might have joy in you, and that my heart might leave this world with gladness because of you, that I might not be brought down with grief and sorrow to the grave, arise from the dust, my sons, and be men, and be determined in one mind and in one heart, united in all things, that ye may not come down into captivity;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.809314859893475
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "volume_book_index": 20,
                    "chapter": 24,
                    "verse": 17,
                    "text": "Rejoice not when thine enemy falleth, and let not thine heart be glad when he stumbleth:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8092949778067675
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 26,
                    "verse": 11,
                    "text": "And thou shalt rejoice in every good thing which the Lord thy God hath given unto thee, and unto thine house, thou, and the Levite, and the stranger that is among you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8088072602793652
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 105,
                    "verse": 3,
                    "text": "Glory ye in his holy name: let the heart of them rejoice that seek the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8087435257375232
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "volume_book_index": 13,
                    "chapter": 16,
                    "verse": 10,
                    "text": "Glory ye in his holy name: let the heart of them rejoice that seek the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8087435257375232
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 66,
                    "verse": 14,
                    "text": "And when ye see this, your heart shall rejoice, and your bones shall flourish like an herb: and the hand of the Lord shall be known toward his servants, and his indignation toward his enemies.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8080448395456785
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 4,
                    "verse": 9,
                    "text": "Only take heed to thyself, and keep thy soul diligently, lest thou forget the things which thine eyes have seen, and lest they depart from thy heart all the days of thy life: but teach them thy sons, and thy sons' sons;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8079190450051226
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 37,
                    "verse": 35,
                    "text": "O, remember, my son, and learn wisdom in thy youth; yea, learn in thy youth to keep the commandments of God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8073312142171584
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 75,
                    "verse": 21,
                    "text": "And you shall be filled with joy and gladness; and know this, that in the day of judgment you shall be judges of that house, and condemn them;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8065744786550335
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 126,
                    "verse": 6,
                    "text": "He that goeth forth and weepeth, bearing precious seed, shall doubtless come again with rejoicing, bringing his sheaves with him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8063614133615816
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 4,
                    "verse": 26,
                    "text": "O then, if I have seen so great things, if the Lord in his condescension unto the children of men hath visited men in so much mercy, why should my heart weep and my soul linger in the valley of sorrow, and my flesh waste away, and my strength slacken, because of mine afflictions?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8062666419409648
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 64,
                    "verse": 10,
                    "text": "The righteous shall be glad in the Lord, and shall trust in him; and all the upright in heart shall glory.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8051077567315482
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 70,
                    "verse": 4,
                    "text": "Let all those that seek thee rejoice and be glad in thee: and let such as love thy salvation say continually, Let God be magnified.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8050150518292117
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 35,
                    "verse": 24,
                    "text": "Judge me, O Lord my God, according to thy righteousness; and let them not rejoice over me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8048708477186972
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 137,
                    "verse": 9,
                    "text": "For I, the Lord, will judge all men according to their works, according to the desire of their hearts.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8045242797231339
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 119,
                    "verse": 7,
                    "text": "I will praise thee with uprightness of heart, when I shall have learned thy righteous judgments.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.804329824145577
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "volume_book_index": 4,
                    "chapter": 16,
                    "verse": 22,
                    "text": "And ye now therefore have sorrow: but I will see you again, and your heart shall rejoice, and your joy no man taketh from you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8042182886204109
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 41,
                    "verse": 14,
                    "text": "Therefore, my son, see that you are merciful unto your brethren; deal justly, judge righteously, and do good continually; and if ye do all these things then shall ye receive your reward; yea, ye shall have mercy restored unto you again; ye shall have justice restored unto you again; ye shall have a righteous judgment restored unto you again; and ye shall have good rewarded unto you again.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8042175162059868
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 38,
                    "verse": 2,
                    "text": "And now, my son, I trust that I shall have great joy in you, because of your steadiness and your faithfulness unto God; for as you have commenced in your youth to look to the Lord your God, even so I hope that you will continue in keeping his commandments; for blessed is he that endureth to the end.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8040991824049758
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 9,
                    "verse": 24,
                    "text": "But let him that glorieth glory in this, that he understandeth and knoweth me, that I am the Lord which exercise lovingkindness, judgment, and righteousness, in the earth: for in these things I delight, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8040878119694704
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 48,
                    "verse": 11,
                    "text": "Let mount Zion rejoice, let the daughters of Judah be glad, because of thy judgments.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8024885926367316
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 40,
                    "verse": 16,
                    "text": "Let all those that seek thee rejoice and be glad in thee: let such as love thy salvation say continually, The Lord be magnified.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8021155804075025
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "volume_book_index": 20,
                    "chapter": 23,
                    "verse": 19,
                    "text": "Hear thou, my son, and be wise, and guide thine heart in the way.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8017611325507297
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "volume_book_index": 20,
                    "chapter": 4,
                    "verse": 10,
                    "text": "Hear, O my son, and receive my sayings; and the years of thy life shall be many.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8013532181694147
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 119,
                    "verse": 156,
                    "text": "Great are thy tender mercies, O Lord: quicken me according to thy judgments.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8010927793263336
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 8,
                    "verse": 26,
                    "text": "And the remission of sins bringeth meekness, and lowliness of heart; and because of meekness and lowliness of heart cometh the visitation of the Holy Ghost, which Comforter filleth with hope and perfect love, which love endureth by diligence unto prayer, until the end shall come, when all the saints shall dwell with God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8010883982963037
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 2,
                    "verse": 4,
                    "text": "And thou hast beheld in thy youth his glory; wherefore, thou art blessed even as they unto whom he shall minister in the flesh; for the Spirit is the same, yesterday, today, and forever. And the way is prepared from the fall of man, and salvation is free.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8010700497016245
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "volume_book_index": 20,
                    "chapter": 23,
                    "verse": 24,
                    "text": "The father of the righteous shall greatly rejoice: and he that begetteth a wise child shall have joy of him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8006597742296965
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 15,
                    "verse": 10,
                    "text": "Thou shalt surely give him, and thine heart shall not be grieved when thou givest unto him: because that for this thing the Lord thy God shall bless thee in all thy works, and in all that thou puttest thine hand unto.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8004623126613832
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 64,
                    "verse": 5,
                    "text": "Thou meetest him that rejoiceth and worketh righteousness, those that remember thee in thy ways: behold, thou art wroth; for we have sinned: in those is continuance, and we shall be saved.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8004464758525712
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 25,
                    "verse": 13,
                    "text": "Wherefore, lift up thy heart and rejoice, and cleave unto the covenants which thou hast made.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.800428170125169
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 133,
                    "verse": 44,
                    "text": "Yea, when thou comest down, and the mountains flow down at thy presence, thou shalt meet him who rejoiceth and worketh righteousness, who remembereth thee in thy ways.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8002734602710384
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 4,
                    "verse": 14,
                    "text": "O Jerusalem, wash thine heart from wickedness, that thou mayest be saved. How long shall thy vain thoughts lodge within thee?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001301637801912
                }
            ]
        },
        {
            "verse": 10,
            "text": "Therefore remove sorrow from thy heart, and put away evil from thy flesh: for childhood and youth are vanity.",
            "similars": []
        }
    ]
}