{
    "volume": "Old Testament",
    "book": "Ecclesiastes",
    "chapter": 9,
    "verses": [
        {
            "verse": 1,
            "text": "For all this I considered in my heart even to declare all this, that the righteous, and the wise, and their works, are in the hand of God: no man knoweth either love or hatred by all that is before them.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 11,
                    "text": "I know thy heart, and have heard thy prayers concerning thy brethren. Be not partial towards them in love above many others, but let thy love be for them as for thyself; and let thy love abound unto all men, and unto all who love my name.",
                    "score": 0.8083272089904605
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 1,
                    "verse": 9,
                    "text": "Thou hast loved righteousness, and hated iniquity; therefore God, even thy God, hath anointed thee with the oil of gladness above thy fellows.",
                    "score": 0.7772520605398704
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 137,
                    "verse": 9,
                    "text": "For I, the Lord, will judge all men according to their works, according to the desire of their hearts.",
                    "score": 0.7741015418367302
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "chapter": 1,
                    "verse": 7,
                    "text": "Even as it is meet for me to think this of you all, because I have you in my heart; inasmuch as both in my bonds, and in the defence and confirmation of the gospel, ye all are partakers of my grace.",
                    "score": 0.7733824723644516
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 3,
                    "verse": 12,
                    "text": "Behold, I had led them, notwithstanding their wickedness I had led them many times to battle, and had loved them, according to the love of God which was in me, with all my heart; and my soul had been poured out in prayer unto my God all the day long for them; nevertheless, it was without faith, because of the hardness of their hearts.",
                    "score": 0.7717913550615175
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 20,
                    "text": "And the king said: How knowest thou the thoughts of my heart? Thou mayest speak boldly, and tell me concerning these things; and also tell me by what power ye slew and smote off the arms of my brethren that scattered my flocks--",
                    "score": 0.7717086488116633
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 32,
                    "verse": 8,
                    "text": "And now, my beloved brethren, I perceive that ye ponder still in your hearts; and it grieveth me that I must speak concerning this thing. For if ye would hearken unto the Spirit which teacheth a man to pray, ye would know that ye must pray; for the evil spirit teacheth not a man to pray, but teacheth him that he must not pray.",
                    "score": 0.7697451555019573
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 3,
                    "verse": 21,
                    "text": "I dwell in the midst of them all; I now, therefore, have come down unto thee to declare unto thee the works which my hands have made, wherein my wisdom excelleth them all, for I rule in the heavens above, and in the earth beneath, in all wisdom and prudence, over all the intelligences thine eyes have seen from the beginning; I came down in the beginning in the midst of all the intelligences thou hast seen.",
                    "score": 0.7694868494912882
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 12,
                    "text": "Never did any passage of scripture come with more power to the heart of man than this did at this time to mine. It seemed to enter with great force into every feeling of my heart. I reflected on it again and again, knowing that if any person needed wisdom from God, I did; for how to act I did not know, and unless I could get more wisdom than I then had, I would never know; for the teachers of religion of the different sects understood the same passages of scripture so differently as to destroy all confidence in settling the question by an appeal to the Bible.",
                    "score": 0.7694391942284601
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 20,
                    "text": "Now of this thing ye must judge. Behold, I say unto you, that it is on the one hand even as it is on the other; and it shall be unto every man according to his work.",
                    "score": 0.7677578693001144
                }
            ]
        },
        {
            "verse": 2,
            "text": "All things come alike to all: there is one event to the righteous, and to the wicked; to the good and to the clean, and to the unclean; to him that sacrificeth, and to him that sacrificeth not: as is the good, so is the sinner; and he that sweareth, as he that feareth an oath.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 12,
                    "text": "Wherefore, all things which are good cometh of God; and that which is evil cometh of the devil; for the devil is an enemy unto God, and fighteth against him continually, and inviteth and enticeth to sin, and to do that which is evil continually.",
                    "score": 0.7856677102900157
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 41,
                    "text": "That he came into the world, even Jesus, to be crucified for the world, and to bear the sins of the world, and to sanctify the world, and to cleanse it from all unrighteousness;",
                    "score": 0.7786773386219111
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 17,
                    "text": "And shall come forth; they who have done good, in the resurrection of the just; and they who have done evil, in the resurrection of the unjust.",
                    "score": 0.7781357124861653
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 33,
                    "text": "For none of these iniquities come of the Lord; for he doeth that which is good among the children of men; and he doeth nothing save it be plain unto the children of men; and he inviteth them all to come unto him and partake of his goodness; and he denieth none that come unto him, black and white, bond and free, male and female; and he remembereth the heathen; and all are alike unto God, both Jew and Gentile.",
                    "score": 0.7777665492436173
                },
                {
                    "volume": "New Testament",
                    "book": "1 Thessalonians",
                    "chapter": 5,
                    "verse": 15,
                    "text": "See that none render evil for evil unto any man; but ever follow that which is good, both among yourselves, and to all men.",
                    "score": 0.7772736304729139
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 128,
                    "verse": 24,
                    "text": "Behold, the great day of the Lord is at hand; and who can abide the day of his coming, and who can stand when he appeareth? For he is like a refiner's fire, and like fuller's soap; and he shall sit as a refiner and purifier of silver, and he shall purify the sons of Levi, and purge them as gold and silver, that they may offer unto the Lord an offering in righteousness. Let us, therefore, as a church and a people, and as Latter-day Saints, offer unto the Lord an offering in righteousness; and let us present in his holy temple, when it is finished, a book containing the records of our dead, which shall be worthy of all acceptation.",
                    "score": 0.775440809158241
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 5,
                    "verse": 29,
                    "text": "And shall come forth; they that have done good, unto the resurrection of life; and they that have done evil, unto the resurrection of damnation.",
                    "score": 0.7733287335146866
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 25,
                    "verse": 1,
                    "text": "For behold, the day cometh that shall burn as an oven; and all the proud, yea, and all that do wickedly, shall be stubble; and the day that cometh shall burn them up, saith the Lord of Hosts, that it shall leave them neither root nor branch.",
                    "score": 0.7730266697924414
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 5,
                    "verse": 17,
                    "text": "All unrighteousness is sin: and there is a sin not unto death.",
                    "score": 0.7722804196346885
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 20,
                    "verse": 22,
                    "text": "And notwithstanding he hath done all this, and greater also, there is no peace, saith the Lord, unto the wicked.",
                    "score": 0.770587224173676
                }
            ]
        },
        {
            "verse": 3,
            "text": "This is an evil among all things that are done under the sun, that there is one event unto all: yea, also the heart of the sons of men is full of evil, and madness is in their heart while they live, and after that they go to the dead.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 55,
                    "text": "And thus the works of darkness began to prevail among all the sons of men.",
                    "score": 0.7868451901506222
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 7,
                    "verse": 21,
                    "text": "For from within, out of the heart of men, proceed evil thoughts, adulteries, fornications, murders,",
                    "score": 0.7808888053973065
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 6,
                    "text": "And he shall cast out devils, or the evil spirits which dwell in the hearts of the children of men.",
                    "score": 0.7796832908998371
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 46,
                    "verse": 9,
                    "text": "Yea, and we also see the great wickedness one very wicked man can cause to take place among the children of men.",
                    "score": 0.7733615821387227
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 15,
                    "text": "And the children of men were numerous upon all the face of the land. And in those days Satan had great dominion among men, and raged in their hearts; and from thenceforth came wars and bloodshed; and a man's hand was against his own brother, in administering death, because of secret works, seeking for power.",
                    "score": 0.7713391357065603
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 3,
                    "verse": 19,
                    "text": "And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.",
                    "score": 0.7694028558750152
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 1,
                    "verse": 32,
                    "text": "And at even, when the sun did set, they brought unto him all that were diseased, and them that were possessed with devils.",
                    "score": 0.768193627901676
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 13,
                    "text": "Also because their hearts are corrupted, and the things which they are willing to bring upon others, and love to have others suffer, may come upon themselves to the very uttermost;",
                    "score": 0.7667010061030692
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 40,
                    "verse": 13,
                    "text": "And then shall it come to pass, that the spirits of the wicked, yea, who are evil--for behold, they have no part nor portion of the Spirit of the Lord; for behold, they chose evil works rather than good; therefore the spirit of the devil did enter into them, and take possession of their house--and these shall be cast out into outer darkness; there shall be weeping, and wailing, and gnashing of teeth, and this because of their own iniquity, being led captive by the will of the devil.",
                    "score": 0.7648095732552378
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 7,
                    "verse": 23,
                    "text": "All these evil things come from within, and defile the man.",
                    "score": 0.7578822555611052
                }
            ]
        },
        {
            "verse": 4,
            "text": "For to him that is joined to all the living there is hope: for a living dog is better than a dead lion.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 20,
                    "verse": 38,
                    "text": "For he is not a God of the dead, but of the living: for all live unto him.",
                    "score": 0.746254437671081
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 2,
                    "verse": 11,
                    "text": "It is a faithful saying: For if we be dead with him, we shall also live with him:",
                    "score": 0.7418649206770072
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 21,
                    "verse": 6,
                    "text": "The wolf also shall dwell with the lamb, and the leopard shall lie down with the kid, and the calf and the young lion and fatling together; and a little child shall lead them.",
                    "score": 0.7356094022818236
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 30,
                    "verse": 12,
                    "text": "And then shall the wolf dwell with the lamb; and the leopard shall lie down with the kid, and the calf, and the young lion, and the fatling, together; and a little child shall lead them.",
                    "score": 0.7299085120315145
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 15,
                    "verse": 6,
                    "text": "And when he cometh home, he calleth together his friends and neighbours, saying unto them, Rejoice with me; for I have found my sheep which was lost.",
                    "score": 0.7241121187771289
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 24,
                    "text": "And I, God, said: Let the earth bring forth the living creature after his kind, cattle, and creeping things, and beasts of the earth after their kind, and it was so;",
                    "score": 0.7212865264450737
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 15,
                    "verse": 32,
                    "text": "It was meet that we should make merry, and be glad: for this thy brother was dead, and is alive again; and was lost, and is found.",
                    "score": 0.7184627842089164
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 4,
                    "text": "Wherefore, whoso believeth in God might with surety hope for a better world, yea, even a place at the right hand of God, which hope cometh of faith, maketh an anchor to the souls of men, which would make them sure and steadfast, always abounding in good works, being led to glorify God.",
                    "score": 0.7158699919342336
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 45,
                    "text": "Thou shalt live together in love, insomuch that thou shalt weep for the loss of them that die, and more especially for those that have not hope of a glorious resurrection.",
                    "score": 0.7104294827501924
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 4,
                    "verse": 9,
                    "text": "And when those beasts give glory and honour and thanks to him that sat on the throne, who liveth for ever and ever,",
                    "score": 0.7103794554547785
                }
            ]
        },
        {
            "verse": 5,
            "text": "For the living know that they shall die: but the dead know not any thing, neither have they any more a reward; for the memory of them is forgotten.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 47,
                    "text": "And they that die not in me, wo unto them, for their death is bitter.",
                    "score": 0.7531986016528271
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 10,
                    "verse": 17,
                    "text": "And their sins and iniquities will I remember no more.",
                    "score": 0.7522206570848927
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 32,
                    "text": "Wo unto the blind that will not see; for they shall perish also.",
                    "score": 0.7365190366890509
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 11,
                    "verse": 15,
                    "text": "For if the casting away of them be the reconciling of the world, what shall the receiving of them be, but life from the dead?",
                    "score": 0.725561324084282
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 85,
                    "verse": 9,
                    "text": "And all they who are not found written in the book of remembrance shall find none inheritance in that day, but they shall be cut asunder, and their portion shall be appointed them among unbelievers, where are wailing and gnashing of teeth.",
                    "score": 0.7254933301839076
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 1,
                    "verse": 11,
                    "text": "They shall perish; but thou remainest; and they all shall wax old as doth a garment;",
                    "score": 0.7243286179204724
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 27,
                    "text": "For notwithstanding they die, they also shall rise again, a spiritual body.",
                    "score": 0.7205038055322225
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 29,
                    "text": "And there shall be no sorrow because there is no death.",
                    "score": 0.7202392443151362
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 6,
                    "verse": 9,
                    "text": "As unknown, and yet well known; as dying, and, behold, we live; as chastened, and not killed;",
                    "score": 0.7137979574335407
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 101,
                    "text": "And these are the rest of the dead; and they live not again until the thousand years are ended, neither again, until the end of the earth.",
                    "score": 0.7127711808145277
                }
            ]
        },
        {
            "verse": 6,
            "text": "Also their love, and their hatred, and their envy, is now perished; neither have they any more a portion for ever in any thing that is done under the sun.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 3,
                    "verse": 16,
                    "text": "Destruction and misery are in their ways:",
                    "score": 0.7615451378038528
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 14,
                    "verse": 11,
                    "text": "And the smoke of their torment ascendeth up for ever and ever: and they have no rest day nor night, who worship the beast and his image, and whosoever receiveth the mark of his name.",
                    "score": 0.7569370296535457
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 28,
                    "verse": 5,
                    "text": "And they sorrowed in their hearts, for they durst not speak unto him the thing which they desired.",
                    "score": 0.7454413936938936
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 21,
                    "text": "And their hearts are corrupt, and full of wickedness and abominations; and they love darkness rather than light, because their deeds are evil; therefore they will not ask of me.",
                    "score": 0.7452336443411148
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 26,
                    "verse": 32,
                    "text": "For behold, they had rather sacrifice their lives than even to take the life of their enemy; and they have buried their weapons of war deep in the earth, because of their love towards their brethren.",
                    "score": 0.743360280444879
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 10,
                    "text": "And when these things have passed away a speedy destruction cometh unto my people; for, notwithstanding the pains of my soul, I have seen it; wherefore, I know that it shall come to pass; and they sell themselves for naught; for, for the reward of their pride and their foolishness they shall reap destruction; for because they yield unto the devil and choose works of darkness rather than light, therefore they must go down to hell.",
                    "score": 0.7432697651525059
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 1,
                    "verse": 32,
                    "text": "And at even, when the sun did set, they brought unto him all that were diseased, and them that were possessed with devils.",
                    "score": 0.7430387479884427
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 7,
                    "verse": 16,
                    "text": "They shall hunger no more, neither thirst any more; neither shall the sun light on them, nor any heat.",
                    "score": 0.7424798117232116
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 4,
                    "verse": 8,
                    "text": "For they saw and beheld with great sorrow that the people of the church began to be lifted up in the pride of their eyes, and to set their hearts upon riches and upon the vain things of the world, that they began to be scornful, one towards another, and they began to persecute those that did not believe according to their own will and pleasure.",
                    "score": 0.7415426116695665
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 25,
                    "text": "For yet a very little while, and the indignation shall cease, and mine anger in their destruction.",
                    "score": 0.7410944263707748
                }
            ]
        },
        {
            "verse": 7,
            "text": "Go thy way, eat thy bread with joy, and drink thy wine with a merry heart; for God now accepteth thy works.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 34,
                    "text": "Yea, he saith: Come unto me and ye shall partake of the fruit of the tree of life; yea, ye shall eat and drink of the bread and the waters of life freely;",
                    "score": 0.8210977277471864
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 3,
                    "verse": 2,
                    "text": "O all ye that are pure in heart, lift up your heads and receive the pleasing word of God, and feast upon his love; for ye may, if your minds are firm, forever.",
                    "score": 0.8057331004274841
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 128,
                    "verse": 22,
                    "text": "Brethren, shall we not go on in so great a cause? Go forward and not backward. Courage, brethren; and on, on to the victory! Let your hearts rejoice, and be exceedingly glad. Let the earth break forth into singing. Let the dead speak forth anthems of eternal praise to the King Immanuel, who hath ordained, before the world was, that which would enable us to redeem them out of their prison; for the prisoners shall go free.",
                    "score": 0.8028055955016609
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 6,
                    "verse": 11,
                    "text": "Give us this day our daily bread.",
                    "score": 0.8003259770391392
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 24,
                    "text": "Go thy way unto thy brother, and first be reconciled to thy brother, and then come unto me with full purpose of heart, and I will receive you.",
                    "score": 0.7974836475046716
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 11,
                    "verse": 3,
                    "text": "Give us day by day our daily bread.",
                    "score": 0.7962121755317135
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 20,
                    "verse": 14,
                    "text": "Take that thine is, and go thy way: I will give unto this last, even as unto thee.",
                    "score": 0.7951391874715875
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 42,
                    "verse": 31,
                    "text": "And now, O my son, ye are called of God to preach the word unto this people. And now, my son, go thy way, declare the word with truth and soberness, that thou mayest bring souls unto repentance, that the great plan of mercy may have claim upon them. And may God grant unto you even according to my words. Amen.",
                    "score": 0.7949424203350799
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 15,
                    "verse": 32,
                    "text": "That I may come unto you with joy by the will of God, and may with you be refreshed.",
                    "score": 0.794171913319743
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 10,
                    "verse": 31,
                    "text": "Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God.",
                    "score": 0.7929567965283203
                }
            ]
        },
        {
            "verse": 8,
            "text": "Let thy garments be always white; and let thy head lack no ointment.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 36,
                    "text": "Neither shalt thou swear by thy head, because thou canst not make one hair white or black.",
                    "score": 0.7993260837636386
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 36,
                    "text": "Neither shalt thou swear by thy head, because thou canst not make one hair black or white;",
                    "score": 0.7884338195752144
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 3,
                    "verse": 8,
                    "text": "O my brethren, I fear that unless ye shall repent of your sins that their skins will be whiter than yours, when ye shall be brought with them before the throne of God.",
                    "score": 0.7575000129453854
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 40,
                    "text": "And again, thou shalt not be proud in thy heart; let all thy garments be plain, and their beauty the beauty of the work of thine own hands;",
                    "score": 0.7484139634717569
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 7,
                    "verse": 25,
                    "text": "And may the Lord bless you, and keep your garments spotless, that ye may at last be brought to sit down with Abraham, Isaac, and Jacob, and the holy prophets who have been ever since the world began, having your garments spotless even as their garments are spotless, in the kingdom of heaven to go no more out.",
                    "score": 0.7462358420914597
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 3,
                    "verse": 4,
                    "text": "Thou hast a few names even in Sardis which have not defiled their garments; and they shall walk with me in white: for they are worthy.",
                    "score": 0.7409932331246739
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 21,
                    "text": "I say unto you, ye will know at that day that ye cannot be saved; for there can no man be saved except his garments are washed white; yea, his garments must be purified until they are cleansed from all stain, through the blood of him of whom it has been spoken by our fathers, who should come to redeem his people from their sins.",
                    "score": 0.7344089265045918
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 19,
                    "text": "And no unclean thing can enter into his kingdom; therefore nothing entereth into his rest save it be those who have washed their garments in my blood, because of their faith, and the repentance of all their sins, and their faithfulness unto the end.",
                    "score": 0.7333910579300854
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 8,
                    "verse": 24,
                    "text": "Awake, awake, put on thy strength, O Zion; put on thy beautiful garments, O Jerusalem, the holy city; for henceforth there shall no more come into thee the uncircumcised and the unclean.",
                    "score": 0.7315203807742041
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 6,
                    "verse": 17,
                    "text": "But thou, when thou fastest, anoint thine head, and wash thy face;",
                    "score": 0.7312702993276149
                }
            ]
        },
        {
            "verse": 9,
            "text": "Live joyfully with the wife whom thou lovest all the days of the life of thy vanity, which he hath given thee under the sun, all the days of thy vanity: for that is thy portion in this life, and in thy labour which thou takest under the sun.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 22,
                    "text": "Thou shalt love thy wife with all thy heart, and shalt cleave unto her and none else.",
                    "score": 0.8082071689854916
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 7,
                    "verse": 33,
                    "text": "But he that is married careth for the things that are of the world, how he may please his wife.",
                    "score": 0.7967273559261411
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 5,
                    "verse": 28,
                    "text": "So ought men to love their wives as their own bodies. He that loveth his wife loveth himself.",
                    "score": 0.7915668280335264
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 25,
                    "verse": 14,
                    "text": "Continue in the spirit of meekness, and beware of pride. Let thy soul delight in thy husband, and the glory which shall come upon him.",
                    "score": 0.7907480502813434
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 32,
                    "text": "Verily, verily, I say unto you, that whosoever shall put away his wife, saving for the cause of fornication, causeth her to commit adultery; and whoso shall marry her who is divorced committeth adultery.",
                    "score": 0.7801950208654531
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 3,
                    "verse": 7,
                    "text": "Likewise, ye husbands, dwell with them according to knowledge, giving honour unto the wife, as unto the weaker vessel, and as being heirs together of the grace of life; that your prayers be not hindered.",
                    "score": 0.7796775259812779
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 22,
                    "text": "Unto the woman, I, the Lord God, said: I will greatly multiply thy sorrow and thy conception. In sorrow thou shalt bring forth children, and thy desire shall be to thy husband, and he shall rule over thee.",
                    "score": 0.775292822240029
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 41,
                    "text": "And moreover, I would desire that ye should consider on the blessed and happy state of those that keep the commandments of God. For behold, they are blessed in all things, both temporal and spiritual; and if they hold out faithful to the end they are received into heaven, that thereby they may dwell with God in a state of never-ending happiness. O remember, remember that these things are true; for the Lord God hath spoken it.",
                    "score": 0.7752312888248952
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 7,
                    "verse": 16,
                    "text": "For what knowest thou, O wife, whether thou shalt save thy husband? or how knowest thou, O man, whether thou shalt save thy wife?",
                    "score": 0.7744833909862046
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 28,
                    "verse": 10,
                    "text": "And for this cause ye shall have fulness of joy; and ye shall sit down in the kingdom of my Father; yea, your joy shall be full, even as the Father hath given me fulness of joy; and ye shall be even as I am, and I am even as the Father; and the Father and I are one;",
                    "score": 0.7741990386845532
                }
            ]
        },
        {
            "verse": 10,
            "text": "Whatsoever thy hand findeth to do, do it with thy might; for there is no work, nor device, nor knowledge, nor wisdom, in the grave, whither thou goest.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 4,
                    "verse": 28,
                    "text": "For to do whatsoever thy hand and thy counsel determined before to be done.",
                    "score": 0.7934493067299228
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 5,
                    "text": "But thou shalt not write by way of commandment, but by wisdom;",
                    "score": 0.7565728303576924
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 2,
                    "verse": 26,
                    "text": "For as the body without the spirit is dead, so faith without works is dead also.",
                    "score": 0.7564609033042811
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 53,
                    "text": "Behold, here is wisdom. Let them do this lest they receive none inheritance, save it be by the shedding of blood.",
                    "score": 0.7553121790028628
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Words of Mormon",
                    "chapter": 1,
                    "verse": 7,
                    "text": "And I do this for a wise purpose; for thus it whispereth me, according to the workings of the Spirit of the Lord which is in me. And now, I do not know all things; but the Lord knoweth all things which are to come; wherefore, he worketh in me to do according to his will.",
                    "score": 0.7510574434536902
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 7,
                    "verse": 4,
                    "text": "For there is no man that doeth any thing in secret, and he himself seeketh to be known openly. If thou do these things, shew thyself to the world.",
                    "score": 0.749369246148775
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 2,
                    "verse": 20,
                    "text": "But wilt thou know, O vain man, that faith without works is dead?",
                    "score": 0.7488826504686719
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 6,
                    "verse": 34,
                    "text": "Take therefore no thought for the morrow: for the morrow shall take thought for the things of itself. Sufficient unto the day is the evil thereof.",
                    "score": 0.7474479775988322
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 75,
                    "verse": 3,
                    "text": "Behold, I say unto you that it is my will that you should go forth and not tarry, neither be idle but labor with your might--",
                    "score": 0.7470790366422113
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 44,
                    "text": "Behold, these things are in his own hands, let him do according to wisdom.",
                    "score": 0.7468861272514488
                }
            ]
        },
        {
            "verse": 11,
            "text": "I returned, and saw under the sun, that the race is not to the swift, nor the battle to the strong, neither yet bread to the wise, nor yet riches to men of understanding, nor yet favour to men of skill; but time and chance happeneth to them all.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 18,
                    "text": "And it came to pass that when they had gathered themselves together that he spake unto them in this wise, saying: O ye, my people, lift up your heads and be comforted; for behold, the time is at hand, or is not far distant, when we shall no longer be in subjection to our enemies, notwithstanding our many strugglings, which have been in vain; yet I trust there remaineth an effectual struggle to be made.",
                    "score": 0.7348512736412453
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 39,
                    "verse": 11,
                    "text": "Suffer not yourself to be led away by any vain or foolish thing; suffer not the devil to lead away your heart again after those wicked harlots. Behold, O my son, how great iniquity ye brought upon the Zoramites; for when they saw your conduct they would not believe in my words.",
                    "score": 0.7331468136916806
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 28,
                    "text": "During the space of time which intervened between the time I had the vision and the year eighteen hundred and twenty-three--having been forbidden to join any of the religious sects of the day, and being of very tender years, and persecuted by those who ought to have been my friends and to have treated me kindly, and if they supposed me to be deluded to have endeavored in a proper and affectionate manner to have reclaimed me--I was left to all kinds of temptations; and, mingling with all kinds of society, I frequently fell into many foolish errors, and displayed the weakness of youth, and the foibles of human nature; which, I am sorry to say, led me into divers temptations, offensive in the sight of God. In making this confession, no one need suppose me guilty of any great or malignant sins. A disposition to commit such was never in my nature. But I was guilty of levity, and sometimes associated with jovial company, etc., not consistent with that character which ought to be maintained by one who was called of God as I had been. But this will not seem very strange to any one who recollects my youth, and is acquainted with my native cheery temperament.",
                    "score": 0.7301496241171732
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 25,
                    "verse": 4,
                    "text": "Murmur not because of the things which thou hast not seen, for they are withheld from thee and from the world, which is wisdom in me in a time to come.",
                    "score": 0.7300277089496813
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 11,
                    "text": "In me he shall have glory, and not of himself, whether in weakness or in strength, whether in bonds or free;",
                    "score": 0.7282054460010491
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 9,
                    "verse": 26,
                    "text": "I therefore so run, not as uncertainly; so fight I, not as one that beateth the air:",
                    "score": 0.7281699385209446
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 53,
                    "verse": 20,
                    "text": "And they were all young men, and they were exceedingly valiant for courage, and also for strength and activity; but behold, this was not all--they were men who were true at all times in whatsoever thing they were entrusted.",
                    "score": 0.7263528421369315
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 60,
                    "verse": 16,
                    "text": "Yea, had it not been for the war which broke out among ourselves; yea, were it not for these king-men, who caused so much bloodshed among ourselves; yea, at the time we were contending among ourselves, if we had united our strength as we hitherto have done; yea, had it not been for the desire of power and authority which those king-men had over us; had they been true to the cause of our freedom, and united with us, and gone forth against our enemies, instead of taking up their swords against us, which was the cause of so much bloodshed among ourselves; yea, if we had gone forth against them in the strength of the Lord, we should have dispersed our enemies, for it would have been done, according to the fulfilling of his word.",
                    "score": 0.7243247268739798
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 7,
                    "verse": 6,
                    "text": "But behold, I trust that ye are not in a state of so much unbelief as were your brethren; I trust that ye are not lifted up in the pride of your hearts; yea, I trust that ye have not set your hearts upon riches and the vain things of the world; yea, I trust that you do not worship idols, but that ye do worship the true and the living God, and that ye look forward for the remission of your sins, with an everlasting faith, which is to come.",
                    "score": 0.723310090099385
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 62,
                    "verse": 49,
                    "text": "But notwithstanding their riches, or their strength, or their prosperity, they were not lifted up in the pride of their eyes; neither were they slow to remember the Lord their God; but they did humble themselves exceedingly before him.",
                    "score": 0.721923766916846
                }
            ]
        },
        {
            "verse": 12,
            "text": "For man also knoweth not his time: as the fishes that are taken in an evil net, and as the birds that are caught in the snare; so are the sons of men snared in an evil time, when it falleth suddenly upon them.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 26,
                    "verse": 24,
                    "text": "The Son of man goeth as it is written of him: but woe unto that man by whom the Son of man is betrayed! it had been good for that man if he had not been born.",
                    "score": 0.768505656339521
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 14,
                    "verse": 21,
                    "text": "The Son of man indeed goeth, as it is written of him: but woe to that man by whom the Son of man is betrayed! good were it for that man if he had never been born.",
                    "score": 0.7623551093539315
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 13,
                    "verse": 32,
                    "text": "But of that day and that hour knoweth no man, no, not the angels which are in heaven, neither the Son, but the Father.",
                    "score": 0.7622460836558713
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 13,
                    "text": "Watch therefore, for ye know neither the day nor the hour wherein the Son of man cometh.",
                    "score": 0.7603910885115077
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 40,
                    "text": "Be ye therefore ready also: for the Son of man cometh at an hour when ye think not.",
                    "score": 0.7557290228731662
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 28,
                    "text": "O that cunning plan of the evil one! O the vainness, and the frailties, and the foolishness of men! When they are learned they think they are wise, and they hearken not unto the counsel of God, for they set it aside, supposing they know of themselves, wherefore, their wisdom is foolishness and it profiteth them not. And they shall perish.",
                    "score": 0.7554179879774073
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 22,
                    "verse": 22,
                    "text": "And truly the Son of man goeth, as it was determined: but woe unto that man by whom he is betrayed!",
                    "score": 0.753246496264477
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 37,
                    "verse": 43,
                    "text": "And now, my son, I would that ye should understand that these things are not without a shadow; for as our fathers were slothful to give heed to this compass (now these things were temporal) they did not prosper; even so it is with things which are spiritual.",
                    "score": 0.7510706327217135
                },
                {
                    "volume": "New Testament",
                    "book": "1 Timothy",
                    "chapter": 6,
                    "verse": 9,
                    "text": "But they that will be rich fall into temptation and a snare, and into many foolish and hurtful lusts, which drown men in destruction and perdition.",
                    "score": 0.7502828919433073
                },
                {
                    "volume": "New Testament",
                    "book": "2 Thessalonians",
                    "chapter": 2,
                    "verse": 3,
                    "text": "Let no man deceive you by any means: for that day shall not come, except there come a falling away first, and that man of sin be revealed, the son of perdition;",
                    "score": 0.7501185632437603
                }
            ]
        },
        {
            "verse": 13,
            "text": "This wisdom have I seen also under the sun, and it seemed great unto me:",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 82,
                    "verse": 16,
                    "text": "Behold, here is wisdom also in me for your good.",
                    "score": 0.7615174210584725
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 37,
                    "verse": 6,
                    "text": "Now ye may suppose that this is foolishness in me; but behold I say unto you, that by small and simple things are great things brought to pass; and small means in many instances doth confound the wise.",
                    "score": 0.7189151724986722
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 25,
                    "verse": 4,
                    "text": "Murmur not because of the things which thou hast not seen, for they are withheld from thee and from the world, which is wisdom in me in a time to come.",
                    "score": 0.7141290422286087
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 89,
                    "verse": 19,
                    "text": "And shall find wisdom and great treasures of knowledge, even hidden treasures;",
                    "score": 0.7122628777756542
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 16,
                    "text": "And I, God, made two great lights; the greater light to rule the day, and the lesser light to rule the night, and the greater light was the sun, and the lesser light was the moon; and the stars also were made even according to my word.",
                    "score": 0.7095895544857899
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 3,
                    "verse": 21,
                    "text": "I dwell in the midst of them all; I now, therefore, have come down unto thee to declare unto thee the works which my hands have made, wherein my wisdom excelleth them all, for I rule in the heavens above, and in the earth beneath, in all wisdom and prudence, over all the intelligences thine eyes have seen from the beginning; I came down in the beginning in the midst of all the intelligences thou hast seen.",
                    "score": 0.7093940044029271
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 12,
                    "text": "Never did any passage of scripture come with more power to the heart of man than this did at this time to mine. It seemed to enter with great force into every feeling of my heart. I reflected on it again and again, knowing that if any person needed wisdom from God, I did; for how to act I did not know, and unless I could get more wisdom than I then had, I would never know; for the teachers of religion of the different sects understood the same passages of scripture so differently as to destroy all confidence in settling the question by an appeal to the Bible.",
                    "score": 0.7086683378026877
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 8,
                    "verse": 17,
                    "text": "But a seer can know of things which are past, and also of things which are to come, and by them shall all things be revealed, or, rather, shall secret things be made manifest, and hidden things shall come to light, and things which are not known shall be made known by them, and also things shall be made known by them which otherwise could not be known.",
                    "score": 0.7069872589983223
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 26,
                    "verse": 13,
                    "text": "At midday, O king, I saw in the way a light from heaven, above the brightness of the sun, shining round about me and them which journeyed with me.",
                    "score": 0.706479167613987
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 71,
                    "verse": 5,
                    "text": "Now, behold this is wisdom; whoso readeth, let him understand and receive also;",
                    "score": 0.705526224847847
                }
            ]
        },
        {
            "verse": 14,
            "text": "There was a little city, and few men within it; and there came a great king against it, and besieged it, and built great bulwarks against it:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 48,
                    "verse": 9,
                    "text": "And in their weakest fortifications he did place the greater number of men; and thus he did fortify and strengthen the land which was possessed by the Nephites.",
                    "score": 0.749190646068657
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 55,
                    "verse": 26,
                    "text": "And it came to pass that when he had fortified the city Gid, according to his desires, he caused that his prisoners should be taken to the city Bountiful; and he also guarded that city with an exceedingly strong force.",
                    "score": 0.7491130529870301
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 58,
                    "verse": 32,
                    "text": "But behold, our armies are small to maintain so great a number of cities and so great possessions.",
                    "score": 0.7455814989928966
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 11,
                    "verse": 15,
                    "text": "And it came to pass that there arose a rebellion among the people, because of that secret combination which was built up to get power and gain; and there arose a mighty man among them in iniquity, and gave battle unto Moron, in which he did overthrow the half of the kingdom; and he did maintain the half of the kingdom for many years.",
                    "score": 0.7444560302475731
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 22,
                    "verse": 7,
                    "text": "But when the king heard thereof, he was wroth: and he sent forth his armies, and destroyed those murderers, and burned up their city.",
                    "score": 0.7376370213839378
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 19,
                    "verse": 2,
                    "text": "And now behold, the forces of the king were small, having been reduced, and there began to be a division among the remainder of the people.",
                    "score": 0.7372869899221619
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 19,
                    "verse": 3,
                    "text": "And the lesser part began to breathe out threatenings against the king, and there began to be a great contention among them.",
                    "score": 0.7282588520360429
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 56,
                    "verse": 33,
                    "text": "And it came to pass that Antipus did march forth with a part of his army, leaving the remainder to maintain the city. But he did not march forth until I had gone forth with my little army, and came near the city Antiparah.",
                    "score": 0.721948535700462
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 10,
                    "text": "And he also placed armies on the south, in the borders of their possessions, and caused them to erect fortifications that they might secure their armies and their people from the hands of their enemies.",
                    "score": 0.7205991383791284
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 5,
                    "verse": 4,
                    "text": "And it came to pass that they came against us again, and we did maintain the city. And there were also other cities which were maintained by the Nephites, which strongholds did cut them off that they could not get into the country which lay before us, to destroy the inhabitants of our land.",
                    "score": 0.7203905268618515
                }
            ]
        },
        {
            "verse": 15,
            "text": "Now there was found in it a poor wise man, and he by his wisdom delivered the city; yet no man remembered that same poor man.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 14,
                    "verse": 21,
                    "text": "The Son of man indeed goeth, as it is written of him: but woe to that man by whom the Son of man is betrayed! good were it for that man if he had never been born.",
                    "score": 0.7356550802015168
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 8,
                    "verse": 27,
                    "text": "And when he went forth to land, there met him out of the city a certain man, which had devils long time, and ware no clothes, neither abode in any house, but in the tombs.",
                    "score": 0.7317889768683331
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 19,
                    "text": "And as he entered the city he was an hungered, and he said to a man: Will ye give to an humble servant of God something to eat?",
                    "score": 0.7307168994269405
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 26,
                    "verse": 24,
                    "text": "The Son of man goeth as it is written of him: but woe unto that man by whom the Son of man is betrayed! it had been good for that man if he had not been born.",
                    "score": 0.7279158417284373
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 94,
                    "text": "That wise men and rulers may hear and know that which they have never considered;",
                    "score": 0.7277032079188693
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 3,
                    "verse": 13,
                    "text": "Who is a wise man and endued with knowledge among you? let him shew out of a good conversation his works with meekness of wisdom.",
                    "score": 0.7247314928070463
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 9,
                    "text": "And the mean man boweth not down, and the great man humbleth himself not, therefore, forgive him not.",
                    "score": 0.7233249233133707
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 7,
                    "verse": 12,
                    "text": "Now when he came nigh to the gate of the city, behold, there was a dead man carried out, the only son of his mother, and she was a widow: and much people of the city was with her.",
                    "score": 0.7230423111805132
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 28,
                    "text": "O that cunning plan of the evil one! O the vainness, and the frailties, and the foolishness of men! When they are learned they think they are wise, and they hearken not unto the counsel of God, for they set it aside, supposing they know of themselves, wherefore, their wisdom is foolishness and it profiteth them not. And they shall perish.",
                    "score": 0.7223350581426553
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 17,
                    "text": "And he said unto him, Well, thou good servant: because thou hast been faithful in a very little, have thou authority over ten cities.",
                    "score": 0.7176293092276107
                }
            ]
        },
        {
            "verse": 16,
            "text": "Then said I, Wisdom is better than strength: nevertheless the poor man's wisdom is despised, and his words are not heard.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 68,
                    "text": "Therefore, he that lacketh wisdom, let him ask of me, and I will give him liberally and upbraid him not.",
                    "score": 0.7687006575575357
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 28,
                    "text": "O that cunning plan of the evil one! O the vainness, and the frailties, and the foolishness of men! When they are learned they think they are wise, and they hearken not unto the counsel of God, for they set it aside, supposing they know of themselves, wherefore, their wisdom is foolishness and it profiteth them not. And they shall perish.",
                    "score": 0.7595137359115721
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 12,
                    "text": "I say unto you, it is well that ye are cast out of your synagogues, that ye may be humble, and that ye may learn wisdom; for it is necessary that ye should learn wisdom; for it is because that ye are cast out, that ye are despised of your brethren because of your exceeding poverty, that ye are brought to a lowliness of heart; for ye are necessarily brought to be humble.",
                    "score": 0.7593888114682561
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 2,
                    "text": "I perceive that ye are weak, that ye cannot understand all my words which I am commanded of the Father to speak unto you at this time.",
                    "score": 0.7552482219165685
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 39,
                    "verse": 2,
                    "text": "For thou didst not give so much heed unto my words as did thy brother, among the people of the Zoramites. Now this is what I have against thee; thou didst go on unto boasting in thy strength and thy wisdom.",
                    "score": 0.7521472029834871
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 7,
                    "text": "For, behold, you should not have feared man more than God. Although men set at naught the counsels of God, and despise his words--",
                    "score": 0.7503670737540785
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 2,
                    "verse": 4,
                    "text": "And my speech and my preaching was not with enticing words of man's wisdom, but in demonstration of the Spirit and of power:",
                    "score": 0.7501083038981673
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 32,
                    "text": "Let him that is ignorant learn wisdom by humbling himself and calling upon the Lord his God, that his eyes may be opened that he may see, and his ears opened that he may hear;",
                    "score": 0.747667315826573
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "chapter": 2,
                    "verse": 16,
                    "text": "But was rebuked for his iniquity: the dumb ass speaking with man's voice forbad the madness of the prophet.",
                    "score": 0.7473471732421292
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 3,
                    "verse": 13,
                    "text": "Who is a wise man and endued with knowledge among you? let him shew out of a good conversation his works with meekness of wisdom.",
                    "score": 0.7469810145131904
                }
            ]
        },
        {
            "verse": 17,
            "text": "The words of wise men are heard in quiet more than the cry of him that ruleth among fools.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 28,
                    "text": "O that cunning plan of the evil one! O the vainness, and the frailties, and the foolishness of men! When they are learned they think they are wise, and they hearken not unto the counsel of God, for they set it aside, supposing they know of themselves, wherefore, their wisdom is foolishness and it profiteth them not. And they shall perish.",
                    "score": 0.8014495159138679
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 2,
                    "verse": 15,
                    "text": "For so is the will of God, that with well doing ye may put to silence the ignorance of foolish men:",
                    "score": 0.798683895066687
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 3,
                    "verse": 18,
                    "text": "Let no man deceive himself. If any man among you seemeth to be wise in this world, let him become a fool, that he may be wise.",
                    "score": 0.7903313953352239
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 6,
                    "verse": 60,
                    "text": "Many therefore of his disciples, when they had heard this, said, This is an hard saying; who can hear it?",
                    "score": 0.7860249119263528
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 1,
                    "verse": 26,
                    "text": "For ye see your calling, brethren, how that not many wise men after the flesh, not many mighty, not many noble, are called:",
                    "score": 0.782342662964078
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 10,
                    "verse": 15,
                    "text": "I speak as to wise men; judge ye what I say.",
                    "score": 0.7790217420339833
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 25,
                    "text": "Then he said unto them, O fools, and slow of heart to believe all that the prophets have spoken:",
                    "score": 0.7767363002561889
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 2,
                    "verse": 6,
                    "text": "Howbeit we speak wisdom among them that are perfect: yet not the wisdom of this world, nor of the princes of this world, that come to nought:",
                    "score": 0.7731335073780152
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 32,
                    "text": "But there were many among them who would not hear his words; therefore they went their way.",
                    "score": 0.7721278067737712
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 12,
                    "verse": 4,
                    "text": "O how foolish, and how vain, and how evil, and devilish, and how quick to do iniquity, and how slow to do good, are the children of men; yea, how quick to hearken unto the words of the evil one, and to set their hearts upon the vain things of the world!",
                    "score": 0.7717607840044485
                }
            ]
        },
        {
            "verse": 18,
            "text": "Wisdom is better than weapons of war: but one sinner destroyeth much good.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 8,
                    "verse": 23,
                    "text": "Wherefore, O ye Gentiles, it is wisdom in God that these things should be shown unto you, that thereby ye may repent of your sins, and suffer not that these murderous combinations shall get above you, which are built up to get power and gain--and the work, yea, even the work of destruction come upon you, yea, even the sword of the justice of the Eternal God shall fall upon you, to your overthrow and destruction if ye shall suffer these things to be.",
                    "score": 0.7811206988528226
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 28,
                    "text": "O that cunning plan of the evil one! O the vainness, and the frailties, and the foolishness of men! When they are learned they think they are wise, and they hearken not unto the counsel of God, for they set it aside, supposing they know of themselves, wherefore, their wisdom is foolishness and it profiteth them not. And they shall perish.",
                    "score": 0.7782775081223476
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 13,
                    "text": "Behold the Lord slayeth the wicked to bring forth his righteous purposes. It is better that one man should perish than that a nation should dwindle and perish in unbelief.",
                    "score": 0.7692084796677897
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 2,
                    "verse": 5,
                    "text": "That your faith should not stand in the wisdom of men, but in the power of God.",
                    "score": 0.7682967837310527
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 30,
                    "verse": 47,
                    "text": "But behold, it is better that thy soul should be lost than that thou shouldst be the means of bringing many souls down to destruction, by thy lying and by thy flattering words; therefore if thou shalt deny again, behold God shall smite thee, that thou shalt become dumb, that thou shalt never open thy mouth any more, that thou shalt not deceive this people any more.",
                    "score": 0.7680113812923932
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 14,
                    "verse": 20,
                    "text": "For meat destroy not the work of God. All things indeed are pure; but it is evil for that man who eateth with offence.",
                    "score": 0.7671686242251813
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 7,
                    "verse": 4,
                    "text": "Know ye that ye must lay down your weapons of war, and delight no more in the shedding of blood, and take them not again, save it be that God shall command you.",
                    "score": 0.766173198281486
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 3,
                    "verse": 13,
                    "text": "Who is a wise man and endued with knowledge among you? let him shew out of a good conversation his works with meekness of wisdom.",
                    "score": 0.7632264021000663
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 1,
                    "verse": 25,
                    "text": "Because the foolishness of God is wiser than men; and the weakness of God is stronger than men.",
                    "score": 0.7628262184560192
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 13,
                    "verse": 4,
                    "text": "For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.",
                    "score": 0.7620861983680408
                }
            ]
        }
    ]
}