{
    "volume": "Old Testament",
    "book": "Exodus",
    "chapter": 35,
    "verses": [
        {
            "verse": 1,
            "text": "And Moses gathered all the congregation of the children of Israel together, and said unto them, These are the words which the Lord hath commanded, that ye should do them.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 37,
                    "text": "This is that Moses, which said unto the children of Israel, A prophet shall the Lord your God raise up unto you of your brethren, like unto me; him shall ye hear.",
                    "score": 0.8532466677641275
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 16,
                    "text": "Therefore, I will raise up unto my people a man, who shall lead them like as Moses led the children of Israel.",
                    "score": 0.8123585034737241
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 18,
                    "text": "And this is the word which he hath given unto the children of men. And for this cause he fulfilleth the words which he hath given, and he lieth not, but fulfilleth all his words.",
                    "score": 0.805570913736037
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 44,
                    "text": "And he said unto them, These are the words which I spake unto you, while I was yet with you, that all things must be fulfilled, which were written in the law of Moses, and in the prophets, and in the psalms, concerning me.",
                    "score": 0.7988769384727938
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 3,
                    "verse": 22,
                    "text": "For Moses truly said unto the fathers, A prophet shall the Lord your God raise up unto you of your brethren, like unto me; him shall ye hear in all things whatsoever he shall say unto you.",
                    "score": 0.7976937143945612
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 35,
                    "verse": 16,
                    "text": "Therefore, he caused that his sons should be gathered together, that he might give unto them every one his charge, separately, concerning the things pertaining unto righteousness. And we have an account of his commandments, which he gave unto them according to his own record.",
                    "score": 0.7976792797743234
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 10,
                    "verse": 3,
                    "text": "And he answered and said unto them, What did Moses command you?",
                    "score": 0.7955044410364064
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Therefore, he had Mosiah brought before him; and these are the words which he spake unto him, saying: My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.",
                    "score": 0.7948357714116614
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 6,
                    "verse": 6,
                    "text": "And now, these are the words: Thus saith the Lord God: Behold, I will lift up mine hand to the Gentiles, and set up my standard to the people; and they shall bring thy sons in their arms, and thy daughters shall be carried upon their shoulders.",
                    "score": 0.7948263174109289
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 25,
                    "text": "And behold, ye are the children of the prophets; and ye are of the house of Israel; and ye are of the covenant which the Father made with your fathers, saying unto Abraham: And in thy seed shall all the kindreds of the earth be blessed.",
                    "score": 0.7948232329863858
                }
            ]
        },
        {
            "verse": 2,
            "text": "Six days shall work be done, but on the seventh day there shall be to you an holy day, a sabbath of rest to the Lord: whosoever doeth work therein shall be put to death.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 17,
                    "text": "Six days shalt thou labor, and do all thy work;",
                    "score": 0.8565078610461893
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 18,
                    "text": "But the seventh day, the sabbath of the Lord thy God, thou shalt not do any work, thou, nor thy son, nor thy daughter, thy man-servant, nor thy maid-servant, nor thy cattle, nor thy stranger that is within thy gates;",
                    "score": 0.8420018492200952
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 16,
                    "text": "Remember the sabbath day, to keep it holy.",
                    "score": 0.828373613778486
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 13,
                    "verse": 14,
                    "text": "And the ruler of the synagogue answered with indignation, because that Jesus had healed on the sabbath day, and said unto the people, There are six days in which men ought to work: in them therefore come and be healed, and not on the sabbath day.",
                    "score": 0.8232440932585303
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 59,
                    "verse": 10,
                    "text": "For verily this is a day appointed unto you to rest from your labors, and to pay thy devotions unto the Most High;",
                    "score": 0.8224808367571954
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 4,
                    "verse": 4,
                    "text": "For he spake in a certain place of the seventh day on this wise, And God did rest the seventh day from all his works.",
                    "score": 0.8209477481814024
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 19,
                    "text": "For in six days the Lord made heaven and earth, and the sea, and all that in them is; wherefore the Lord blessed the sabbath day, and hallowed it.",
                    "score": 0.8204232912394128
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 9,
                    "text": "Then said Jesus unto them, I will ask you one thing; Is it lawful on the sabbath days to do good, or to do evil? to save life, or to destroy it?",
                    "score": 0.8125012865409449
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 3,
                    "verse": 4,
                    "text": "And he saith unto them, Is it lawful to do good on the sabbath days, or to do evil? to save life, or to kill? But they held their peace.",
                    "score": 0.8119863203158434
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 3,
                    "text": "And I, God, blessed the seventh day, and sanctified it; because that in it I had rested from all my work which I, God, had created and made.",
                    "score": 0.8022942430607141
                }
            ]
        },
        {
            "verse": 3,
            "text": "Ye shall kindle no fire throughout your habitations upon the sabbath day.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 16,
                    "text": "Remember the sabbath day, to keep it holy.",
                    "score": 0.805880965850985
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 42,
                    "text": "Thou shalt not be idle; for he that is idle shall not eat the bread nor wear the garments of the laborer.",
                    "score": 0.7846501384830131
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 17,
                    "text": "Therefore, pray ye the Lord that your flight be not in the winter, neither on the Sabbath day;",
                    "score": 0.7760680795436904
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 35,
                    "text": "Yea, come unto me and bring forth works of righteousness, and ye shall not be hewn down and cast into the fire--",
                    "score": 0.775206329858688
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 18,
                    "text": "But the seventh day, the sabbath of the Lord thy God, thou shalt not do any work, thou, nor thy son, nor thy daughter, thy man-servant, nor thy maid-servant, nor thy cattle, nor thy stranger that is within thy gates;",
                    "score": 0.7702997917715976
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 20,
                    "text": "But pray ye that your flight be not in the winter, neither on the sabbath day:",
                    "score": 0.7691318006775064
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 12,
                    "verse": 18,
                    "text": "For ye are not come unto the mount that might be touched, and that burned with fire, nor unto blackness, and darkness, and tempest,",
                    "score": 0.7688339883882748
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 5,
                    "verse": 10,
                    "text": "The Jews therefore said unto him that was cured, It is the sabbath day: it is not lawful for thee to carry thy bed.",
                    "score": 0.7673165531025594
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 2,
                    "verse": 23,
                    "text": "And the Lord said unto the brother of Jared: What will ye that I should do that ye may have light in your vessels? For behold, ye cannot have windows, for they will be dashed in pieces; neither shall ye take fire with you, for ye shall not go by the light of fire.",
                    "score": 0.7650038275434788
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 25,
                    "verse": 1,
                    "text": "For behold, the day cometh that shall burn as an oven; and all the proud, yea, and all that do wickedly, shall be stubble; and the day that cometh shall burn them up, saith the Lord of Hosts, that it shall leave them neither root nor branch.",
                    "score": 0.7621687468436673
                }
            ]
        },
        {
            "verse": 4,
            "text": "And Moses spake unto all the congregation of the children of Israel, saying, This is the thing which the Lord commanded, saying,",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 37,
                    "text": "This is that Moses, which said unto the children of Israel, A prophet shall the Lord your God raise up unto you of your brethren, like unto me; him shall ye hear.",
                    "score": 0.8220296778300394
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 36,
                    "text": "And it came to pass that Moses spake unto the Lord, saying: Be merciful unto thy servant, O God, and tell me concerning this earth, and the inhabitants thereof, and also the heavens, and then thy servant will be content.",
                    "score": 0.8075597804015914
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 13,
                    "text": "And it came to pass that the Lord spake unto them saying:",
                    "score": 0.8047068361282776
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 23,
                    "text": "And he spake unto the multitude, and said unto them: Behold your little ones.",
                    "score": 0.7998978531750073
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 10,
                    "verse": 3,
                    "text": "And he answered and said unto them, What did Moses command you?",
                    "score": 0.7976794855026493
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 28,
                    "text": "And they said: We teach the law of Moses.",
                    "score": 0.790444981214518
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 39,
                    "verse": 12,
                    "text": "And now the Spirit of the Lord doth say unto me: Command thy children to do good, lest they lead away the hearts of many people to destruction; therefore I command you, my son, in the fear of God, that ye refrain from your iniquities;",
                    "score": 0.7860134613839043
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 32,
                    "text": "(And these are the words which I spake unto my servant Moses, and they are true even as I will; and I have spoken them unto you. See thou show them unto no man, until I command you, except to them that believe. Amen.)",
                    "score": 0.7849652803350579
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 17,
                    "verse": 8,
                    "text": "For thou hast said that God himself should come down among the children of men; and now, for this cause thou shalt be put to death unless thou wilt recall all the words which thou hast spoken evil concerning me and my people.",
                    "score": 0.7831561153188266
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 44,
                    "text": "And he said unto them, These are the words which I spake unto you, while I was yet with you, that all things must be fulfilled, which were written in the law of Moses, and in the prophets, and in the psalms, concerning me.",
                    "score": 0.7831264996899505
                }
            ]
        },
        {
            "verse": 5,
            "text": "Take ye from among you an offering unto the Lord: whosoever is of a willing heart, let him bring it, an offering of the Lord; gold, and silver, and brass,",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 26,
                    "verse": 15,
                    "text": "And said unto them, What will ye give me, and I will deliver him unto you? And they covenanted with him for thirty pieces of silver.",
                    "score": 0.8269019795394402
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 28,
                    "text": "Yea, ye will lift him up, and ye will give unto him of your substance; ye will give unto him of your gold, and of your silver, and ye will clothe him with costly apparel; and because he speaketh flattering words unto you, and he saith that all is well, then ye will not find fault with him.",
                    "score": 0.8205288824617399
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 11,
                    "text": "Awake, O kings of the earth! Come ye, O, come ye, with your gold and your silver, to the help of my people, to the house of the daughters of Zion.",
                    "score": 0.8194465775042253
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 62,
                    "verse": 7,
                    "text": "I, the Lord, am willing, if any among you desire to ride upon horses, or upon mules, or in chariots, he shall receive this blessing, if he receive it from the hand of the Lord, with a thankful heart in all things.",
                    "score": 0.8170327456317092
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 5,
                    "verse": 18,
                    "text": "That these plates of brass should go forth unto all nations, kindreds, tongues, and people who were of his seed.",
                    "score": 0.8134286870955257
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 19,
                    "text": "For I will make my people with whom the Father hath covenanted, yea, I will make thy horn iron, and I will make thy hoofs brass. And thou shalt beat in pieces many people; and I will consecrate their gain unto the Lord, and their substance unto the Lord of the whole earth. And behold, I am he who doeth it.",
                    "score": 0.8102882848731199
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 24,
                    "text": "And it came to pass that we went in unto Laban, and desired him that he would give unto us the records which were engraven upon the plates of brass, for which we would give unto him our gold, and our silver, and all our precious things.",
                    "score": 0.8081702788420195
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 23,
                    "text": "And he sware unto her, Whatsoever thou shalt ask of me, I will give it thee, unto the half of my kingdom.",
                    "score": 0.8035722962868339
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 16,
                    "text": "Behold, here is the man, we deliver him into thy hands; thou mayest do with him as seemeth thee good.",
                    "score": 0.8035068716551238
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 25,
                    "text": "And, behold, I grant unto you a gift, if you desire of me, to translate, even as my servant Joseph.",
                    "score": 0.8031926317805692
                }
            ]
        },
        {
            "verse": 6,
            "text": "And blue, and purple, and scarlet, and fine linen, and goats' hair,",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 18,
                    "verse": 13,
                    "text": "And cinnamon, and odours, and ointments, and frankincense, and wine, and oil, and fine flour, and wheat, and beasts, and sheep, and horses, and chariots, and slaves, and souls of men.",
                    "score": 0.7636659400829897
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 9,
                    "verse": 17,
                    "text": "Having all manner of fruit, and of grain, and of silks, and of fine linen, and of gold, and of silver, and of precious things;",
                    "score": 0.7607947802241161
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 7,
                    "text": "And I also saw gold, and silver, and silks, and scarlets, and fine-twined linen, and all manner of precious clothing; and I saw many harlots.",
                    "score": 0.7488566407091112
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 18,
                    "verse": 12,
                    "text": "The merchandise of gold, and silver, and precious stones, and of pearls, and fine linen, and purple, and silk, and scarlet, and all thyine wood, and all manner vessels of ivory, and all manner vessels of most precious wood, and of brass, and iron, and marble,",
                    "score": 0.7459699003004343
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 18,
                    "verse": 16,
                    "text": "And saying, Alas, alas, that great city, that was clothed in fine linen, and purple, and scarlet, and decked with gold, and precious stones, and pearls!",
                    "score": 0.7421156324803291
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 13,
                    "verse": 23,
                    "text": "The glasses, and the fine linen, and hoods, and the veils.",
                    "score": 0.7306565005160307
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 19,
                    "verse": 8,
                    "text": "And to her was granted that she should be arrayed in fine linen, clean and white: for the fine linen is the righteousness of saints.",
                    "score": 0.7192962016524802
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 15,
                    "verse": 17,
                    "text": "And they clothed him with purple, and plaited a crown of thorns, and put it about his head,",
                    "score": 0.7127743966026441
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 3,
                    "verse": 4,
                    "text": "And the same John had his raiment of camel's hair, and a leathern girdle about his loins; and his meat was locusts and wild honey.",
                    "score": 0.7118385422458052
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 11,
                    "text": "O thou afflicted, tossed with tempest, and not comforted! Behold, I will lay thy stones with fair colors, and lay thy foundations with sapphires.",
                    "score": 0.7068713549968066
                }
            ]
        },
        {
            "verse": 7,
            "text": "And rams' skins dyed red, and badgers' skins, and shittim wood,",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 18,
                    "verse": 13,
                    "text": "And cinnamon, and odours, and ointments, and frankincense, and wine, and oil, and fine flour, and wheat, and beasts, and sheep, and horses, and chariots, and slaves, and souls of men.",
                    "score": 0.750189774763231
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 4,
                    "verse": 7,
                    "text": "And it came to pass that they did come up to battle; and it was in the sixth month; and behold, great and terrible was the day that they did come up to battle; and they were girded about after the manner of robbers; and they had a lamb-skin about their loins, and they were dyed in blood, and their heads were shorn, and they had head-plates upon them; and great and terrible was the appearance of the armies of Giddianhi, because of their armor, and because of their being dyed in blood.",
                    "score": 0.7347485230488733
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 48,
                    "text": "And the Lord shall be red in his apparel, and his garments like him that treadeth in the wine-vat.",
                    "score": 0.7241706871517282
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 89,
                    "verse": 12,
                    "text": "Yea, flesh also of beasts and of the fowls of the air, I, the Lord, have ordained for the use of man with thanksgiving; nevertheless they are to be used sparingly;",
                    "score": 0.7099042851863571
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 13,
                    "text": "For if the blood of bulls and of goats, and the ashes of an heifer sprinkling the unclean, sanctifieth to the purifying of the flesh:",
                    "score": 0.7083572220191314
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 27,
                    "text": "Unto Adam, and also unto his wife, did I, the Lord God, make coats of skins, and clothed them.",
                    "score": 0.7073846499148231
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 13,
                    "verse": 20,
                    "text": "The bonnets, and the ornaments of the legs, and the headbands, and the tablets, and the ear-rings;",
                    "score": 0.7047708124814326
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 21,
                    "verse": 6,
                    "text": "The wolf also shall dwell with the lamb, and the leopard shall lie down with the kid, and the calf and the young lion and fatling together; and a little child shall lead them.",
                    "score": 0.6969811058243346
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 8,
                    "verse": 21,
                    "text": "Yea, they are as a wild flock which fleeth from the shepherd, and scattereth, and are driven, and are devoured by the beasts of the forest.",
                    "score": 0.6935114096763373
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 3,
                    "verse": 4,
                    "text": "And the same John had his raiment of camel's hair, and a leathern girdle about his loins; and his meat was locusts and wild honey.",
                    "score": 0.6927815217681896
                }
            ]
        },
        {
            "verse": 8,
            "text": "And oil for the light, and spices for anointing oil, and for the sweet incense,",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 18,
                    "verse": 13,
                    "text": "And cinnamon, and odours, and ointments, and frankincense, and wine, and oil, and fine flour, and wheat, and beasts, and sheep, and horses, and chariots, and slaves, and souls of men.",
                    "score": 0.7737836393784405
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 16,
                    "verse": 1,
                    "text": "And when the sabbath was past, Mary Magdalene, and Mary the mother of James, and Salome, had bought sweet spices, that they might come and anoint him.",
                    "score": 0.7477048139730682
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 33,
                    "verse": 17,
                    "text": "Wherefore, be faithful, praying always, having your lamps trimmed and burning, and oil with you, that you may be ready at the coming of the Bridegroom--",
                    "score": 0.7428546941314921
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 5,
                    "verse": 14,
                    "text": "Is any sick among you? let him call for the elders of the church; and let them pray over him, anointing him with oil in the name of the Lord:",
                    "score": 0.7316427396918208
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 1,
                    "verse": 9,
                    "text": "Thou hast loved righteousness, and hated iniquity; therefore God, even thy God, hath anointed thee with the oil of gladness above thy fellows.",
                    "score": 0.7301673921944337
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 4,
                    "text": "But the wise took oil in their vessels with their lamps.",
                    "score": 0.7300698638081022
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 59,
                    "verse": 19,
                    "text": "Yea, for food and for raiment, for taste and for smell, to strengthen the body and to enliven the soul.",
                    "score": 0.7271978016313758
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 59,
                    "verse": 17,
                    "text": "Yea, and the herb, and the good things which come of the earth, whether for food or for raiment, or for houses, or for barns, or for orchards, or for gardens, or for vineyards;",
                    "score": 0.7255952667053349
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 17,
                    "text": "And the light of Israel shall be for a fire, and his Holy One for a flame, and shall burn and shall devour his thorns and his briers in one day;",
                    "score": 0.7255486470047257
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 25,
                    "verse": 11,
                    "text": "And it shall be given thee, also, to make a selection of sacred hymns, as it shall be given thee, which is pleasing unto me, to be had in my church.",
                    "score": 0.725500724976443
                }
            ]
        },
        {
            "verse": 9,
            "text": "And onyx stones, and stones to be set for the ephod, and for the breastplate.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 9,
                    "verse": 4,
                    "text": "Upon the other plates should be engraven an account of the reign of the kings, and the wars and contentions of my people; wherefore these plates are for the more part of the ministry; and the other plates are for the more part of the reign of the kings and the wars and contentions of my people.",
                    "score": 0.6905426790457738
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 31,
                    "text": "Wherefore, I, Nephi, to be obedient to the commandments of the Lord, went and made these plates upon which I have engraven these things.",
                    "score": 0.6897118305029811
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 35,
                    "text": "Also, that there were two stones in silver bows--and these stones, fastened to a breastplate, constituted what is called the Urim and Thummim--deposited with the plates; and the possession and use of these stones were what constituted \"seers\" in ancient or former times; and that God had prepared them for the purpose of translating the book.",
                    "score": 0.6865572099937507
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 12,
                    "text": "And I will make thy windows of agates, and thy gates of carbuncles, and all thy borders of pleasant stones.",
                    "score": 0.6852828592380219
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 52,
                    "text": "Having removed the earth, I obtained a lever, which I got fixed under the edge of the stone, and with a little exertion raised it up. I looked in, and there indeed did I behold the plates, the Urim and Thummim, and the breastplate, as stated by the messenger. The box in which they lay was formed by laying stones together in some kind of cement. In the bottom of the box were laid two stones crossways of the box, and on these stones lay the plates and the other things with them.",
                    "score": 0.685075956098543
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 8,
                    "verse": 10,
                    "text": "And behold, also, they have brought breastplates, which are large, and they are of brass and of copper, and are perfectly sound.",
                    "score": 0.6846699881895185
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 20,
                    "text": "The fifth, sardonyx; the sixth, sardius; the seventh, chrysolite; the eighth, beryl; the ninth, a topaz; the tenth, a chrysoprasus; the eleventh, a jacinth; the twelfth, an amethyst.",
                    "score": 0.6834914867531422
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 9,
                    "verse": 3,
                    "text": "Nevertheless, I have received a commandment of the Lord that I should make these plates, for the special purpose that there should be an account engraven of the ministry of my people.",
                    "score": 0.6816717754645302
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 6,
                    "text": "A senum of silver, an amnor of silver, an ezrom of silver, and an onti of silver.",
                    "score": 0.6806808357991251
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 27,
                    "verse": 66,
                    "text": "So they went, and made the sepulchre sure, sealing the stone, and setting a watch.",
                    "score": 0.6801465014911979
                }
            ]
        },
        {
            "verse": 10,
            "text": "And every wise hearted among you shall come, and make all that the Lord hath commanded;",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 11,
                    "text": "It is wisdom in me; therefore, a commandment I give unto you, that ye shall organize yourselves and appoint every man his stewardship;",
                    "score": 0.8338981744478295
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 26,
                    "text": "And, behold, this commandment you shall give unto all your brethren.",
                    "score": 0.8162527312445883
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 16,
                    "verse": 16,
                    "text": "That ye submit yourselves unto such, and to every one that helpeth with us, and laboureth.",
                    "score": 0.8154943279511099
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 22,
                    "verse": 10,
                    "text": "And I said, What shall I do, Lord? And the Lord said unto me, Arise, and go into Damascus; and there it shall be told thee of all things which are appointed for thee to do.",
                    "score": 0.8127619834302412
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 14,
                    "verse": 9,
                    "text": "And behold, thus hath the Lord commanded me, by his angel, that I should come and tell this thing unto you; yea, he hath commanded that I should prophesy these things unto you; yea, he hath said unto me: Cry unto this people, repent and prepare the way of the Lord.",
                    "score": 0.81250039908415
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 17,
                    "verse": 19,
                    "text": "And he said unto him, Arise, go thy way: thy faith hath made thee whole.",
                    "score": 0.8076002039975966
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 93,
                    "text": "And thus shall ye conduct in all things.",
                    "score": 0.805150153316938
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 46,
                    "text": "Verily, verily, I say unto you, all these things shall surely come, even as the Father hath commanded me. Then shall this covenant which the Father hath covenanted with his people be fulfilled; and then shall Jerusalem be inhabited again with my people, and it shall be the land of their inheritance.",
                    "score": 0.8018468078000863
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And now behold, I command you, that ye shall go and declare unto this people, that thus saith the Lord God, who is the Almighty: Except ye repent ye shall be smitten, even unto destruction.",
                    "score": 0.8017101856346727
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 29,
                    "text": "For unto every one that hath shall be given, and he shall have abundance: but from him that hath not shall be taken away even that which he hath.",
                    "score": 0.8010214720440131
                }
            ]
        },
        {
            "verse": 11,
            "text": "The tabernacle, his tent, and his covering, his taches, and his boards, his bars, his pillars, and his sockets,",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 35,
                    "text": "The elements are the tabernacle of God; yea, man is the tabernacle of God, even temples; and whatsoever temple is defiled, God shall destroy that temple.",
                    "score": 0.7538755217365626
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 14,
                    "verse": 6,
                    "text": "And there shall be a tabernacle for a shadow in the daytime from the heat, and for a place of refuge, and a covert from storm and from rain.",
                    "score": 0.7493415484740467
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 44,
                    "text": "Our fathers had the tabernacle of witness in the wilderness, as he had appointed, speaking unto Moses, that he should make it according to the fashion that he had seen.",
                    "score": 0.7471317261689374
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 6,
                    "text": "And they pitched their tents round about the temple, every man having his tent with the door thereof towards the temple, that thereby they might remain in their tents and hear the words which king Benjamin should speak unto them;",
                    "score": 0.7402392648204266
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 2,
                    "text": "For there was a tabernacle made; the first, wherein was the candlestick, and the table, and the shewbread; which is called the sanctuary.",
                    "score": 0.7401898819423027
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 38,
                    "text": "And they came forth to hear him, upon the high places, saying unto the tent-keepers: Tarry ye here and keep the tents, while we go yonder to behold the seer, for he prophesieth, and there is a strange thing in the land; a wild man hath come among us.",
                    "score": 0.740052166194874
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 6,
                    "text": "And it came to pass as he prayed unto the Lord, there came a pillar of fire and dwelt upon a rock before him; and he saw and heard much; and because of the things which he saw and heard he did quake and tremble exceedingly.",
                    "score": 0.7396553019239116
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 9,
                    "verse": 1,
                    "text": "And all these things did my father see, and hear, and speak, as he dwelt in a tent, in the valley of Lemuel, and also a great many more things, which cannot be written upon these plates.",
                    "score": 0.7390827494632046
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 11,
                    "text": "But Christ being come an high priest of good things to come, by a greater and more perfect tabernacle, not made with hands, that is to say, not of this building;",
                    "score": 0.738369819389549
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 5,
                    "text": "Who serve unto the example and shadow of heavenly things, as Moses was admonished of God when he was about to make the tabernacle: for, See, saith he, that thou make all things according to the pattern shewed to thee in the mount.",
                    "score": 0.7381052199416042
                }
            ]
        },
        {
            "verse": 12,
            "text": "The ark, and the staves thereof, with the mercy seat, and the veil of the covering,",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 4,
                    "text": "Which had the golden censer, and the ark of the covenant overlaid round about with gold, wherein was the golden pot that had manna, and Aaron's rod that budded, and the tables of the covenant;",
                    "score": 0.743920397083324
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 20,
                    "verse": 12,
                    "text": "And seeth two angels in white sitting, the one at the head, and the other at the feet, where the body of Jesus had lain.",
                    "score": 0.7362023612267181
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 2,
                    "text": "For there was a tabernacle made; the first, wherein was the candlestick, and the table, and the shewbread; which is called the sanctuary.",
                    "score": 0.7360899002991854
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 6,
                    "verse": 17,
                    "text": "And take the helmet of salvation, and the sword of the Spirit, which is the word of God:",
                    "score": 0.7334759256701563
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 4,
                    "text": "O Lord God Almighty, maker of heaven, earth, and seas, and of all things that in them are, and who controllest and subjectest the devil, and the dark and benighted dominion of Sheol--stretch forth thy hand; let thine eye pierce; let thy pavilion be taken up; let thy hiding place no longer be covered; let thine ear be inclined; let thine heart be softened, and thy bowels moved with compassion toward us.",
                    "score": 0.7305821486680768
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 22,
                    "verse": 3,
                    "text": "And there shall be no more curse: but the throne of God and of the Lamb shall be in it; and his servants shall serve him:",
                    "score": 0.7251786204566418
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 4,
                    "verse": 13,
                    "text": "The cloak that I left at Troas with Carpus, when thou comest, bring with thee, and the books, but especially the parchments.",
                    "score": 0.7239171975872783
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 7,
                    "text": "And blessed are the merciful, for they shall obtain mercy.",
                    "score": 0.7210656089289321
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 7,
                    "text": "Blessed are the merciful: for they shall obtain mercy.",
                    "score": 0.7194920920132514
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 7,
                    "verse": 17,
                    "text": "For the Lamb which is in the midst of the throne shall feed them, and shall lead them unto living fountains of waters: and God shall wipe away all tears from their eyes.",
                    "score": 0.7193720359989659
                }
            ]
        },
        {
            "verse": 13,
            "text": "The table, and his staves, and all his vessels, and the shewbread,",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 2,
                    "text": "For there was a tabernacle made; the first, wherein was the candlestick, and the table, and the shewbread; which is called the sanctuary.",
                    "score": 0.7970085422467714
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 4,
                    "text": "Which had the golden censer, and the ark of the covenant overlaid round about with gold, wherein was the golden pot that had manna, and Aaron's rod that budded, and the tables of the covenant;",
                    "score": 0.7742186884463409
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 21,
                    "text": "Moreover he sprinkled with blood both the tabernacle, and all the vessels of the ministry.",
                    "score": 0.7457467337460116
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 2,
                    "verse": 20,
                    "text": "But in a great house there are not only vessels of gold and of silver, but also of wood and of earth; and some to honour, and some to dishonour.",
                    "score": 0.7455335276647912
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 4,
                    "text": "How he went into the house of God, and did take and eat the shewbread, and gave also to them that were with him; which it is not lawful to eat but for the priests alone?",
                    "score": 0.7431338571869224
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 2,
                    "verse": 26,
                    "text": "How he went into the house of God in the days of Abiathar the high priest, and did eat the shewbread, which is not lawful to eat but for the priests, and gave also to them which were with him?",
                    "score": 0.7416988404579502
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 11,
                    "verse": 9,
                    "text": "And David saith, Let their table be made a snare, and a trap, and a stumblingblock, and a recompence unto them:",
                    "score": 0.7412608292024713
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 40,
                    "text": "And to administer bread and wine--the emblems of the flesh and blood of Christ--",
                    "score": 0.7399796341564321
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 7,
                    "verse": 18,
                    "text": "And the disciples of John shewed him of all these things.",
                    "score": 0.7397589974597905
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 7,
                    "text": "But he truly gave unto them bread to eat, and also wine to drink.",
                    "score": 0.7365437973281808
                }
            ]
        },
        {
            "verse": 14,
            "text": "The candlestick also for the light, and his furniture, and his lamps, with the oil for the light,",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 15,
                    "text": "Behold, do men light a candle and put it under a bushel? Nay, but on a candlestick, and it giveth light to all that are in the house;",
                    "score": 0.8033969926315404
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 4,
                    "verse": 21,
                    "text": "And he said unto them, Is a candle brought to be put under a bushel, or under a bed? and not to be set on a candlestick?",
                    "score": 0.7853277930551711
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 8,
                    "verse": 16,
                    "text": "No man, when he hath lighted a candle, covereth it with a vessel, or putteth it under a bed; but setteth it on a candlestick, that they which enter in may see the light.",
                    "score": 0.7606124566288456
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 2,
                    "verse": 1,
                    "text": "Unto the angel of the church of Ephesus write; These things saith he that holdeth the seven stars in his right hand, who walketh in the midst of the seven golden candlesticks;",
                    "score": 0.7580620799799134
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 15,
                    "text": "Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house.",
                    "score": 0.756078568267808
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 4,
                    "text": "But the wise took oil in their vessels with their lamps.",
                    "score": 0.7544770289151251
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 13,
                    "text": "And in the midst of the seven candlesticks one like unto the Son of man, clothed with a garment down to the foot, and girt about the paps with a golden girdle.",
                    "score": 0.7504283743188047
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 11,
                    "verse": 33,
                    "text": "No man, when he hath lighted a candle, putteth it in a secret place, neither under a bushel, but on a candlestick, that they which come in may see the light.",
                    "score": 0.7482814317627458
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 11,
                    "verse": 4,
                    "text": "These are the two olive trees, and the two candlesticks standing before the God of the earth.",
                    "score": 0.7473448022102938
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 8,
                    "text": "And the foolish said unto the wise, Give us of your oil; for our lamps are gone out.",
                    "score": 0.7460269978611537
                }
            ]
        },
        {
            "verse": 15,
            "text": "And the incense altar, and his staves, and the anointing oil, and the sweet incense, and the hanging for the door at the entering in of the tabernacle,",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 8,
                    "verse": 3,
                    "text": "And another angel came and stood at the altar, having a golden censer; and there was given unto him much incense, that he should offer it with the prayers of all saints upon the golden altar which was before the throne.",
                    "score": 0.7868539538745105
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 9,
                    "text": "According to the custom of the priest's office, his lot was to burn incense when he went into the temple of the Lord.",
                    "score": 0.7781128651084382
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 11,
                    "text": "And there appeared unto him an angel of the Lord standing on the right side of the altar of incense.",
                    "score": 0.7732781508595079
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 8,
                    "verse": 4,
                    "text": "And the smoke of the incense, which came with the prayers of the saints, ascended up before God out of the angel's hand.",
                    "score": 0.7601199067487531
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 2,
                    "text": "For there was a tabernacle made; the first, wherein was the candlestick, and the table, and the shewbread; which is called the sanctuary.",
                    "score": 0.7528978619470347
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 18,
                    "verse": 13,
                    "text": "And cinnamon, and odours, and ointments, and frankincense, and wine, and oil, and fine flour, and wheat, and beasts, and sheep, and horses, and chariots, and slaves, and souls of men.",
                    "score": 0.7521664487278737
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 10,
                    "verse": 2,
                    "text": "But he that entereth in by the door is the shepherd of the sheep.",
                    "score": 0.7500522897336707
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 11,
                    "verse": 1,
                    "text": "And there was given me a reed like unto a rod: and the angel stood, saying, Rise, and measure the temple of God, and the altar, and them that worship therein.",
                    "score": 0.7458533495712335
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "chapter": 4,
                    "verse": 18,
                    "text": "But I have all, and abound: I am full, having received of Epaphroditus the things which were sent from you, an odour of a sweet smell, a sacrifice acceptable, wellpleasing to God.",
                    "score": 0.7428450306175591
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 21,
                    "text": "Moreover he sprinkled with blood both the tabernacle, and all the vessels of the ministry.",
                    "score": 0.7407977251280798
                }
            ]
        },
        {
            "verse": 16,
            "text": "The altar of burnt offering, with his brasen grate, his staves, and all his vessels, the laver and his foot,",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 7,
                    "text": "And it came to pass that he built an altar of stones, and made an offering unto the Lord, and gave thanks unto the Lord our God.",
                    "score": 0.7726777943827048
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 11,
                    "verse": 1,
                    "text": "And there was given me a reed like unto a rod: and the angel stood, saying, Rise, and measure the temple of God, and the altar, and them that worship therein.",
                    "score": 0.7498921037154308
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 2,
                    "verse": 18,
                    "text": "And unto the angel of the church in Thyatira write; These things saith the Son of God, who hath his eyes like unto a flame of fire, and his feet are like fine brass;",
                    "score": 0.7451307246145025
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 8,
                    "verse": 3,
                    "text": "And another angel came and stood at the altar, having a golden censer; and there was given unto him much incense, that he should offer it with the prayers of all saints upon the golden altar which was before the throne.",
                    "score": 0.7432194309699801
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 40,
                    "text": "And when he had thus spoken, he shewed them his hands and his feet.",
                    "score": 0.7425123326372739
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 3,
                    "text": "For every high priest is ordained to offer gifts and sacrifices: wherefore it is of necessity that this man have somewhat also to offer.",
                    "score": 0.7382100014486576
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 12,
                    "verse": 33,
                    "text": "And to love him with all the heart, and with all the understanding, and with all the soul, and with all the strength, and to love his neighbour as himself, is more than all whole burnt offerings and sacrifices.",
                    "score": 0.7354692241556666
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 10,
                    "text": "And they did all, both they who had been healed and they who were whole, bow down at his feet, and did worship him; and as many as could come for the multitude did kiss his feet, insomuch that they did bathe his feet with their tears.",
                    "score": 0.7337626900035179
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 1,
                    "verse": 7,
                    "text": "And of the angels he saith, Who maketh his angels spirits, and his ministers a flame of fire.",
                    "score": 0.7335270070711755
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 16,
                    "verse": 6,
                    "text": "Then flew one of the seraphim unto me, having a live coal in his hand, which he had taken with the tongs from off the altar;",
                    "score": 0.7318253474864037
                }
            ]
        },
        {
            "verse": 17,
            "text": "The hangings of the court, his pillars, and their sockets, and the hanging for the door of the court,",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 2,
                    "verse": 12,
                    "text": "And to the angel of the church in Pergamos write; These things saith he which hath the sharp sword with two edges;",
                    "score": 0.725117512237671
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 10,
                    "verse": 39,
                    "text": "And we are witnesses of all things which he did both in the land of the Jews, and in Jerusalem; whom they slew and hanged on a tree:",
                    "score": 0.720810183696323
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 20,
                    "text": "And it shall come to pass, saith the Father, that the sword of my justice shall hang over them at that day; and except they repent it shall fall upon them, saith the Father, yea, even upon all the nations of the Gentiles.",
                    "score": 0.7198448884684169
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 23,
                    "verse": 39,
                    "text": "And one of the malefactors which were hanged railed on him, saying, If thou be Christ, save thyself and us.",
                    "score": 0.7172737317273731
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 13,
                    "verse": 1,
                    "text": "And as he went out of the temple, one of his disciples saith unto him, Master, see what manner of stones and what buildings are here!",
                    "score": 0.7145579520201296
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 22,
                    "verse": 40,
                    "text": "On these two commandments hang all the law and the prophets.",
                    "score": 0.7138996939869826
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 31,
                    "text": "And they had power given unto them, insomuch that they could not be confined in dungeons; neither was it possible that any man could slay them; nevertheless they did not exercise their power until they were bound in bands and cast into prison. Now, this was done that the Lord might show forth his power in them.",
                    "score": 0.710957821588312
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 14,
                    "verse": 7,
                    "text": "And he put forth a parable to those which were bidden, when he marked how they chose out the chief rooms; saying unto them,",
                    "score": 0.7103853924839619
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 5,
                    "verse": 19,
                    "text": "Wherefore, he said that these plates of brass should never perish; neither should they be dimmed any more by time. And he prophesied many things concerning his seed.",
                    "score": 0.7100260545477475
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 21,
                    "verse": 5,
                    "text": "And as some spake of the temple, how it was adorned with goodly stones and gifts, he said,",
                    "score": 0.7053441637580723
                }
            ]
        },
        {
            "verse": 18,
            "text": "The pins of the tabernacle, and the pins of the court, and their cords,",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 4,
                    "text": "Which had the golden censer, and the ark of the covenant overlaid round about with gold, wherein was the golden pot that had manna, and Aaron's rod that budded, and the tables of the covenant;",
                    "score": 0.7464127868454229
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 13,
                    "verse": 20,
                    "text": "The bonnets, and the ornaments of the legs, and the headbands, and the tablets, and the ear-rings;",
                    "score": 0.7321993689576297
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 2,
                    "text": "For there was a tabernacle made; the first, wherein was the candlestick, and the table, and the shewbread; which is called the sanctuary.",
                    "score": 0.7268045740023489
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 68,
                    "verse": 13,
                    "text": "And now, concerning the items in addition to the covenants and commandments, they are these--",
                    "score": 0.7114546092082762
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 35,
                    "text": "The elements are the tabernacle of God; yea, man is the tabernacle of God, even temples; and whatsoever temple is defiled, God shall destroy that temple.",
                    "score": 0.7091500497672987
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 5,
                    "text": "Who serve unto the example and shadow of heavenly things, as Moses was admonished of God when he was about to make the tabernacle: for, See, saith he, that thou make all things according to the pattern shewed to thee in the mount.",
                    "score": 0.7091300995469649
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 12,
                    "text": "And I, Nephi, had also brought the records which were engraven upon the plates of brass; and also the ball, or compass, which was prepared for my father by the hand of the Lord, according to that which is written.",
                    "score": 0.7047759667930351
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 35,
                    "text": "Also, that there were two stones in silver bows--and these stones, fastened to a breastplate, constituted what is called the Urim and Thummim--deposited with the plates; and the possession and use of these stones were what constituted \"seers\" in ancient or former times; and that God had prepared them for the purpose of translating the book.",
                    "score": 0.7000395007659743
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 7,
                    "text": "And when these things come to pass that thy seed shall begin to know these things--it shall be a sign unto them, that they may know that the work of the Father hath already commenced unto the fulfilling of the covenant which he hath made unto the people who are of the house of Israel.",
                    "score": 0.6978280063166478
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 4,
                    "verse": 24,
                    "text": "Which things are an allegory: for these are the two covenants; the one from the mount Sinai, which gendereth to bondage, which is Agar.",
                    "score": 0.6950327632186253
                }
            ]
        },
        {
            "verse": 19,
            "text": "The cloths of service, to do service in the holy place, the holy garments for Aaron the priest, and the garments of his sons, to minister in the priest's office.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 14,
                    "verse": 63,
                    "text": "Then the high priest rent his clothes, and saith, What need we any further witnesses?",
                    "score": 0.7727111523339557
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 69,
                    "text": "Upon you my fellow servants, in the name of Messiah, I confer the Priesthood of Aaron, which holds the keys of the ministering of angels, and of the gospel of repentance, and of baptism by immersion for the remission of sins; and this shall never be taken again from the earth until the sons of Levi do offer again an offering unto the Lord in righteousness.",
                    "score": 0.7640302863350396
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 13,
                    "verse": 1,
                    "text": "Upon you my fellow servants, in the name of Messiah I confer the Priesthood of Aaron, which holds the keys of the ministering of angels, and of the gospel of repentance, and of baptism by immersion for the remission of sins; and this shall never be taken again from the earth, until the sons of Levi do offer again an offering unto the Lord in righteousness.",
                    "score": 0.7640302863350396
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 48,
                    "text": "And the Lord shall be red in his apparel, and his garments like him that treadeth in the wine-vat.",
                    "score": 0.7604647568763178
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 24,
                    "text": "Behold, my brethren, do ye suppose that such an one can have a place to sit down in the kingdom of God, with Abraham, with Isaac, and with Jacob, and also all the holy prophets, whose garments are cleansed and are spotless, pure and white?",
                    "score": 0.7556569440079919
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 27,
                    "text": "Unto Adam, and also unto his wife, did I, the Lord God, make coats of skins, and clothed them.",
                    "score": 0.754552218970544
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 36,
                    "text": "For he that receiveth my servants receiveth me;",
                    "score": 0.7523662234350262
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 7,
                    "verse": 25,
                    "text": "And may the Lord bless you, and keep your garments spotless, that ye may at last be brought to sit down with Abraham, Isaac, and Jacob, and the holy prophets who have been ever since the world began, having your garments spotless even as their garments are spotless, in the kingdom of heaven to go no more out.",
                    "score": 0.7484759287945236
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 30,
                    "text": "And again, the offices of teacher and deacon are necessary appendages belonging to the lesser priesthood, which priesthood was confirmed upon Aaron and his sons.",
                    "score": 0.7469555256563276
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 26,
                    "text": "For what man among you having twelve sons, and is no respecter of them, and they serve him obediently, and he saith unto the one: Be thou clothed in robes and sit thou here; and to the other: Be thou clothed in rags and sit thou there--and looketh upon his sons and saith I am just?",
                    "score": 0.7468509440893883
                }
            ]
        },
        {
            "verse": 20,
            "text": "And all the congregation of the children of Israel departed from the presence of Moses.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 9,
                    "text": "And the presence of God withdrew from Moses, that his glory was not upon Moses; and Moses was left unto himself. And as he was left unto himself, he fell unto the earth.",
                    "score": 0.7870095472278007
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 25,
                    "text": "Therefore, he took Moses out of their midst, and the Holy Priesthood also;",
                    "score": 0.7686721368462855
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 17,
                    "verse": 33,
                    "text": "So Paul departed from among them.",
                    "score": 0.7642024857465679
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 26,
                    "text": "Behold, hath he commanded any that they should depart out of the synagogues, or out of the houses of worship? Behold, I say unto you, Nay.",
                    "score": 0.7620159161827245
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 29,
                    "text": "And after these plain and precious things were taken away it goeth forth unto all the nations of the Gentiles; and after it goeth forth unto all the nations of the Gentiles, yea, even across the many waters which thou hast seen with the Gentiles which have gone forth out of captivity, thou seest--because of the many plain and precious things which have been taken out of the book, which were plain unto the understanding of the children of men, according to the plainness which is in the Lamb of God--because of these things which are taken away out of the gospel of the Lamb, an exceedingly great many do stumble, yea, insomuch that Satan hath great power over them.",
                    "score": 0.7546265012072764
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 15,
                    "verse": 1,
                    "text": "And it came to pass that Alma and Amulek were commanded to depart out of that city; and they departed, and came out even into the land of Sidom; and behold, there they found all the people who had departed out of the land of Ammonihah, who had been cast out and stoned, because they believed in the words of Alma.",
                    "score": 0.7534463571210647
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 6,
                    "verse": 2,
                    "text": "And it came to pass that there was not one soul, except it were little children, but who had entered into the covenant and had taken upon them the name of Christ.",
                    "score": 0.7528973791788605
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 24,
                    "text": "And it came to pass that when Satan had departed from the presence of Moses, that Moses lifted up his eyes unto heaven, being filled with the Holy Ghost, which beareth record of the Father and the Son;",
                    "score": 0.7525027813665568
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 1,
                    "text": "And Jesus went out, and departed from the temple: and his disciples came to him for to shew him the buildings of the temple.",
                    "score": 0.7522355971505529
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 12,
                    "verse": 11,
                    "text": "Because that by reason of him many of the Jews went away, and believed on Jesus.",
                    "score": 0.7517259524022435
                }
            ]
        },
        {
            "verse": 21,
            "text": "And they came, every one whose heart stirred him up, and every one whom his spirit made willing, and they brought the Lord's offering to the work of the tabernacle of the congregation, and for all his service, and for the holy garments.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "4 Nephi",
                    "chapter": 1,
                    "verse": 11,
                    "text": "And they were married, and given in marriage, and were blessed according to the multitude of the promises which the Lord had made unto them.",
                    "score": 0.8130558173217213
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 52,
                    "text": "And continue thenceforth their labor as had been promised by the Lord, and be partakers of all blessings which were held in reserve for them that love him.",
                    "score": 0.8090368342685115
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 10,
                    "verse": 14,
                    "text": "For by one offering he hath perfected for ever them that are sanctified.",
                    "score": 0.808746599533839
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 20,
                    "text": "And Abel, he also brought of the firstlings of his flock, and of the fat thereof. And the Lord had respect unto Abel, and to his offering;",
                    "score": 0.8065036341694445
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 5,
                    "verse": 9,
                    "text": "And it came to pass that they did rejoice exceedingly, and did offer sacrifice and burnt offerings unto the Lord; and they gave thanks unto the God of Israel.",
                    "score": 0.8004221001977191
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 21,
                    "verse": 16,
                    "text": "And they went forth whithersoever they were led by the Spirit of the Lord, preaching the word of God in every synagogue of the Amalekites, or in every assembly of the Lamanites where they could be admitted.",
                    "score": 0.7998215803215044
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 20,
                    "text": "For behold, every man did go forth and offer up these same prayers.",
                    "score": 0.79735823362251
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 15,
                    "verse": 25,
                    "text": "It seemed good unto us, being assembled with one accord, to send chosen men unto you with our beloved Barnabas and Paul,",
                    "score": 0.7968360558591023
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 4,
                    "text": "And when they had eaten and were filled, he commanded that they should give unto the multitude.",
                    "score": 0.7968289688344774
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 24,
                    "text": "And there shall rise up one mighty among them, who shall do much good, both in word and in deed, being an instrument in the hands of God, with exceeding faith, to work mighty wonders, and do that thing which is great in the sight of God, unto the bringing to pass much restoration unto the house of Israel, and unto the seed of thy brethren.",
                    "score": 0.7959999955313959
                }
            ]
        },
        {
            "verse": 22,
            "text": "And they came, both men and women, as many as were willing hearted, and brought bracelets, and earrings, and rings, and tablets, all jewels of gold: and every man that offered offered an offering of gold unto the Lord.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 5,
                    "verse": 14,
                    "text": "And believers were the more added to the Lord, multitudes both of men and women.)",
                    "score": 0.7987986095998822
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 26,
                    "verse": 15,
                    "text": "And said unto them, What will ye give me, and I will deliver him unto you? And they covenanted with him for thirty pieces of silver.",
                    "score": 0.7930384219741092
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 20,
                    "text": "For behold, every man did go forth and offer up these same prayers.",
                    "score": 0.7823750578133475
                },
                {
                    "volume": "Book of Mormon",
                    "book": "4 Nephi",
                    "chapter": 1,
                    "verse": 11,
                    "text": "And they were married, and given in marriage, and were blessed according to the multitude of the promises which the Lord had made unto them.",
                    "score": 0.780122808886604
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 1,
                    "verse": 16,
                    "text": "Yea, and they also began to search much gold and silver, and began to be lifted up somewhat in pride.",
                    "score": 0.7800371389453423
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 6,
                    "verse": 11,
                    "text": "And behold, there was all manner of gold in both these lands, and of silver, and of precious ore of every kind; and there were also curious workmen, who did work all kinds of ore and did refine it; and thus they did become rich.",
                    "score": 0.778844089035212
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 12,
                    "text": "And now behold, my brethren, this is the word which I declare unto you, that many of you have begun to search for gold, and for silver, and for all manner of precious ores, in the which this land, which is a land of promise unto you and to your seed, doth abound most plentifully.",
                    "score": 0.7787509678159134
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 24,
                    "text": "And it came to pass that we went in unto Laban, and desired him that he would give unto us the records which were engraven upon the plates of brass, for which we would give unto him our gold, and our silver, and all our precious things.",
                    "score": 0.7775152050412598
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 22,
                    "verse": 12,
                    "text": "And they had taken all their gold, and silver, and their precious things, which they could carry, and also their provisions with them, into the wilderness; and they pursued their journey.",
                    "score": 0.7678551542857387
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 19,
                    "verse": 18,
                    "text": "And many that believed came, and confessed, and shewed their deeds.",
                    "score": 0.7673131179194637
                }
            ]
        },
        {
            "verse": 23,
            "text": "And every man, with whom was found blue, and purple, and scarlet, and fine linen, and goats' hair, and red skins of rams, and badgers' skins, brought them.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 18,
                    "verse": 13,
                    "text": "And cinnamon, and odours, and ointments, and frankincense, and wine, and oil, and fine flour, and wheat, and beasts, and sheep, and horses, and chariots, and slaves, and souls of men.",
                    "score": 0.7721495714098287
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 4,
                    "verse": 7,
                    "text": "And it came to pass that they did come up to battle; and it was in the sixth month; and behold, great and terrible was the day that they did come up to battle; and they were girded about after the manner of robbers; and they had a lamb-skin about their loins, and they were dyed in blood, and their heads were shorn, and they had head-plates upon them; and great and terrible was the appearance of the armies of Giddianhi, because of their armor, and because of their being dyed in blood.",
                    "score": 0.7685785406745799
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 18,
                    "verse": 25,
                    "text": "And it came to pass that we did find upon the land of promise, as we journeyed in the wilderness, that there were beasts in the forests of every kind, both the cow and the ox, and the ass and the horse, and the goat and the wild goat, and all manner of wild animals, which were for the use of men. And we did find all manner of ore, both of gold, and of silver, and of copper.",
                    "score": 0.7563705359460301
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 27,
                    "text": "Unto Adam, and also unto his wife, did I, the Lord God, make coats of skins, and clothed them.",
                    "score": 0.7550982581893733
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 3,
                    "verse": 4,
                    "text": "And the same John had his raiment of camel's hair, and a leathern girdle about his loins; and his meat was locusts and wild honey.",
                    "score": 0.7550948630013664
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 19,
                    "text": "For when Moses had spoken every precept to all the people according to the law, he took the blood of calves and of goats, with water, and scarlet wool, and hyssop, and sprinkled both the book, and all the people,",
                    "score": 0.7523276493037833
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 1,
                    "verse": 6,
                    "text": "And John was clothed with camel's hair, and with a girdle of a skin about his loins; and he did eat locusts and wild honey;",
                    "score": 0.7508068881827547
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 7,
                    "verse": 14,
                    "text": "And I said unto him, Sir, thou knowest. And he said to me, These are they which came out of great tribulation, and have washed their robes, and made them white in the blood of the Lamb.",
                    "score": 0.7475306499444375
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 15,
                    "verse": 6,
                    "text": "And when he cometh home, he calleth together his friends and neighbours, saying unto them, Rejoice with me; for I have found my sheep which was lost.",
                    "score": 0.7390361169753509
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 15,
                    "verse": 17,
                    "text": "And they clothed him with purple, and plaited a crown of thorns, and put it about his head,",
                    "score": 0.7387240898352999
                }
            ]
        },
        {
            "verse": 24,
            "text": "Every one that did offer an offering of silver and brass brought the Lord's offering: and every man, with whom was found shittim wood for any work of the service, brought it.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 26,
                    "verse": 15,
                    "text": "And said unto them, What will ye give me, and I will deliver him unto you? And they covenanted with him for thirty pieces of silver.",
                    "score": 0.7896489562991399
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 7,
                    "text": "And it came to pass that he built an altar of stones, and made an offering unto the Lord, and gave thanks unto the Lord our God.",
                    "score": 0.7861232833037898
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 20,
                    "text": "For behold, every man did go forth and offer up these same prayers.",
                    "score": 0.7776656187758517
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 24,
                    "text": "And it came to pass that we went in unto Laban, and desired him that he would give unto us the records which were engraven upon the plates of brass, for which we would give unto him our gold, and our silver, and all our precious things.",
                    "score": 0.7741805567186028
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 10,
                    "verse": 14,
                    "text": "For by one offering he hath perfected for ever them that are sanctified.",
                    "score": 0.7729773331359399
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 4,
                    "verse": 10,
                    "text": "As every man hath received the gift, even so minister the same one to another, as good stewards of the manifold grace of God.",
                    "score": 0.7715100543047277
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 4,
                    "verse": 35,
                    "text": "And laid them down at the apostles' feet: and distribution was made unto every man according as he had need.",
                    "score": 0.7695529755528313
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 15,
                    "verse": 25,
                    "text": "It seemed good unto us, being assembled with one accord, to send chosen men unto you with our beloved Barnabas and Paul,",
                    "score": 0.7663758440477385
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 26,
                    "text": "And send ye swift messengers, yea, chosen messengers, and say unto them: Come ye, with all your gold, and your silver, and your precious stones, and with all your antiquities; and with all who have knowledge of antiquities, that will come, may come, and bring the box tree, and the fir tree, and the pine tree, together with all the precious trees of the earth;",
                    "score": 0.7661627418719302
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 5,
                    "verse": 18,
                    "text": "That these plates of brass should go forth unto all nations, kindreds, tongues, and people who were of his seed.",
                    "score": 0.7635195607463416
                }
            ]
        },
        {
            "verse": 25,
            "text": "And all the women that were wise hearted did spin with their hands, and brought that which they had spun, both of blue, and of purple, and of scarlet, and of fine linen.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 6,
                    "verse": 13,
                    "text": "Behold their women did toil and spin, and did make all manner of cloth, of fine-twined linen and cloth of every kind, to clothe their nakedness. And thus the sixty and fourth year did pass away in peace.",
                    "score": 0.7679498198560646
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 10,
                    "verse": 5,
                    "text": "And I did cause that the women should spin, and toil, and work, and work all manner of fine linen, yea, and cloth of every kind, that we might clothe our nakedness; and thus we did prosper in the land--thus we did have continual peace in the land for the space of twenty and two years.",
                    "score": 0.7497836978867375
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 19,
                    "verse": 8,
                    "text": "And to her was granted that she should be arrayed in fine linen, clean and white: for the fine linen is the righteousness of saints.",
                    "score": 0.7205770021817702
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 10,
                    "verse": 24,
                    "text": "And they did have silks, and fine-twined linen; and they did work all manner of cloth, that they might clothe themselves from their nakedness.",
                    "score": 0.717256840680352
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 7,
                    "text": "And I also saw gold, and silver, and silks, and scarlets, and fine-twined linen, and all manner of precious clothing; and I saw many harlots.",
                    "score": 0.7164479786169191
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 19,
                    "verse": 18,
                    "text": "And many that believed came, and confessed, and shewed their deeds.",
                    "score": 0.7137323439723576
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 9,
                    "verse": 17,
                    "text": "Having all manner of fruit, and of grain, and of silks, and of fine linen, and of gold, and of silver, and of precious things;",
                    "score": 0.7133595174085131
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 45,
                    "text": "The earth rolls upon her wings, and the sun giveth his light by day, and the moon giveth her light by night, and the stars also give their light, as they roll upon their wings in their glory, in the midst of the power of God.",
                    "score": 0.7095799224272743
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 26,
                    "verse": 5,
                    "text": "Behold, the field was ripe, and blessed are ye, for ye did thrust in the sickle, and did reap with your might, yea, all the day long did ye labor; and behold the number of your sheaves! And they shall be gathered into the garners, that they are not wasted.",
                    "score": 0.7089187691965898
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 30,
                    "text": "And when she had said this, she clasped her hands, being filled with joy, speaking many words which were not understood; and when she had done this, she took the king, Lamoni, by the hand, and behold he arose and stood upon his feet.",
                    "score": 0.7070093757583149
                }
            ]
        },
        {
            "verse": 26,
            "text": "And all the women whose heart stirred them up in wisdom spun goats' hair.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 9,
                    "verse": 8,
                    "text": "And they had hair as the hair of women, and their teeth were as the teeth of lions.",
                    "score": 0.7148793134200482
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 11,
                    "verse": 5,
                    "text": "But every woman that prayeth or prophesieth with her head uncovered dishonoureth her head: for that is even all one as if she were shaven.",
                    "score": 0.713415005120181
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 19,
                    "verse": 14,
                    "text": "And it came to pass that the Lamanites had compassion on them, for they were charmed with the beauty of their women.",
                    "score": 0.703675106428288
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 65,
                    "text": "For, behold, I will gather them as a hen gathereth her chickens under her wings, if they will not harden their hearts;",
                    "score": 0.696994712852491
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 7,
                    "verse": 35,
                    "text": "But wisdom is justified of all her children.",
                    "score": 0.6946052042459469
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 16,
                    "verse": 16,
                    "text": "And it came to pass, as we went to prayer, a certain damsel possessed with a spirit of divination met us, which brought her masters much gain by soothsaying:",
                    "score": 0.6942280128454279
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 8,
                    "verse": 1,
                    "text": "Now as touching things offered unto idols, we know that we all have knowledge. Knowledge puffeth up, but charity edifieth.",
                    "score": 0.6933859404265772
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 2,
                    "text": "And so great were the blessings of the Lord upon us, that while we did live upon raw meat in the wilderness, our women did give plenty of suck for their children, and were strong, yea, even like unto the men; and they began to bear their journeyings without murmurings.",
                    "score": 0.6922924450525721
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 3,
                    "verse": 5,
                    "text": "For after this manner in the old time the holy women also, who trusted in God, adorned themselves, being in subjection unto their own husbands:",
                    "score": 0.6914643588725988
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 3,
                    "verse": 2,
                    "text": "O all ye that are pure in heart, lift up your heads and receive the pleasing word of God, and feast upon his love; for ye may, if your minds are firm, forever.",
                    "score": 0.6855144482354592
                }
            ]
        },
        {
            "verse": 27,
            "text": "And the rulers brought onyx stones, and stones to be set, for the ephod, and for the breastplate;",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 35,
                    "text": "Also, that there were two stones in silver bows--and these stones, fastened to a breastplate, constituted what is called the Urim and Thummim--deposited with the plates; and the possession and use of these stones were what constituted \"seers\" in ancient or former times; and that God had prepared them for the purpose of translating the book.",
                    "score": 0.730101612505164
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 9,
                    "verse": 4,
                    "text": "Upon the other plates should be engraven an account of the reign of the kings, and the wars and contentions of my people; wherefore these plates are for the more part of the ministry; and the other plates are for the more part of the reign of the kings and the wars and contentions of my people.",
                    "score": 0.7299606867405676
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 52,
                    "text": "Having removed the earth, I obtained a lever, which I got fixed under the edge of the stone, and with a little exertion raised it up. I looked in, and there indeed did I behold the plates, the Urim and Thummim, and the breastplate, as stated by the messenger. The box in which they lay was formed by laying stones together in some kind of cement. In the bottom of the box were laid two stones crossways of the box, and on these stones lay the plates and the other things with them.",
                    "score": 0.7283630859477825
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 5,
                    "verse": 27,
                    "text": "And when they had brought them, they set them before the council: and the high priest asked them,",
                    "score": 0.7268439149153686
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Words of Mormon",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Wherefore, it came to pass that after Amaleki had delivered up these plates into the hands of king Benjamin, he took them and put them with the other plates, which contained records which had been handed down by the kings, from generation to generation until the days of king Benjamin.",
                    "score": 0.7253881249458142
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 21,
                    "verse": 27,
                    "text": "And they brought a record with them, even a record of the people whose bones they had found; and it was engraven on plates of ore.",
                    "score": 0.7228261833671747
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 19,
                    "verse": 1,
                    "text": "And it came to pass that the Lord commanded me, wherefore I did make plates of ore that I might engraven upon them the record of my people. And upon the plates which I made I did engraven the record of my father, and also our journeyings in the wilderness, and the prophecies of my father; and also many of mine own prophecies have I engraven upon them.",
                    "score": 0.7187603463446066
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 27,
                    "verse": 66,
                    "text": "So they went, and made the sepulchre sure, sealing the stone, and setting a watch.",
                    "score": 0.7163991947507361
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 9,
                    "verse": 9,
                    "text": "And they had breastplates, as it were breastplates of iron; and the sound of their wings was as the sound of chariots of many horses running to battle.",
                    "score": 0.715869483602496
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 31,
                    "text": "Wherefore, I, Nephi, to be obedient to the commandments of the Lord, went and made these plates upon which I have engraven these things.",
                    "score": 0.7105096522968932
                }
            ]
        },
        {
            "verse": 28,
            "text": "And spice, and oil for the light, and for the anointing oil, and for the sweet incense.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 18,
                    "verse": 13,
                    "text": "And cinnamon, and odours, and ointments, and frankincense, and wine, and oil, and fine flour, and wheat, and beasts, and sheep, and horses, and chariots, and slaves, and souls of men.",
                    "score": 0.7970556843904723
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 16,
                    "verse": 1,
                    "text": "And when the sabbath was past, Mary Magdalene, and Mary the mother of James, and Salome, had bought sweet spices, that they might come and anoint him.",
                    "score": 0.7594557510426646
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 17,
                    "text": "And the light of Israel shall be for a fire, and his Holy One for a flame, and shall burn and shall devour his thorns and his briers in one day;",
                    "score": 0.7477068365894562
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 33,
                    "verse": 17,
                    "text": "Wherefore, be faithful, praying always, having your lamps trimmed and burning, and oil with you, that you may be ready at the coming of the Bridegroom--",
                    "score": 0.7462230943176899
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 59,
                    "verse": 19,
                    "text": "Yea, for food and for raiment, for taste and for smell, to strengthen the body and to enliven the soul.",
                    "score": 0.7457452068211886
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 1,
                    "verse": 9,
                    "text": "Thou hast loved righteousness, and hated iniquity; therefore God, even thy God, hath anointed thee with the oil of gladness above thy fellows.",
                    "score": 0.7417273952107264
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 23,
                    "verse": 56,
                    "text": "And they returned, and prepared spices and ointments; and rested the sabbath day according to the commandment.",
                    "score": 0.7388274423253643
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 59,
                    "verse": 17,
                    "text": "Yea, and the herb, and the good things which come of the earth, whether for food or for raiment, or for houses, or for barns, or for orchards, or for gardens, or for vineyards;",
                    "score": 0.7387722369942554
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 5,
                    "verse": 14,
                    "text": "Is any sick among you? let him call for the elders of the church; and let them pray over him, anointing him with oil in the name of the Lord:",
                    "score": 0.7324689512598844
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 25,
                    "verse": 11,
                    "text": "And it shall be given thee, also, to make a selection of sacred hymns, as it shall be given thee, which is pleasing unto me, to be had in my church.",
                    "score": 0.7308156540845546
                }
            ]
        },
        {
            "verse": 29,
            "text": "The children of Israel brought a willing offering unto the Lord, every man and woman, whose heart made them willing to bring for all manner of work, which the Lord had commanded to be made by the hand of Moses.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 31,
                    "text": "Therefore, as I said concerning the sons of Moses--for the sons of Moses and also the sons of Aaron shall offer an acceptable offering and sacrifice in the house of the Lord, which house shall be built unto the Lord in this generation, upon the consecrated spot as I have appointed--",
                    "score": 0.8036474237851036
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 52,
                    "text": "And continue thenceforth their labor as had been promised by the Lord, and be partakers of all blessings which were held in reserve for them that love him.",
                    "score": 0.7990959025366293
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 5,
                    "verse": 9,
                    "text": "And it came to pass that they did rejoice exceedingly, and did offer sacrifice and burnt offerings unto the Lord; and they gave thanks unto the God of Israel.",
                    "score": 0.7943396546125633
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 4,
                    "text": "And now we ask thee, Holy Father, in the name of Jesus Christ, the Son of thy bosom, in whose name alone salvation can be administered to the children of men, we ask thee, O Lord, to accept of this house, the workmanship of the hands of us, thy servants, which thou didst command us to build.",
                    "score": 0.7900078318282593
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 24,
                    "text": "And there shall rise up one mighty among them, who shall do much good, both in word and in deed, being an instrument in the hands of God, with exceeding faith, to work mighty wonders, and do that thing which is great in the sight of God, unto the bringing to pass much restoration unto the house of Israel, and unto the seed of thy brethren.",
                    "score": 0.7892362558080847
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 16,
                    "text": "Therefore, I will raise up unto my people a man, who shall lead them like as Moses led the children of Israel.",
                    "score": 0.786847709575845
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 20,
                    "text": "But behold, he did deliver them because they did humble themselves before him; and because they cried mightily unto him he did deliver them out of bondage; and thus doth the Lord work with his power in all cases among the children of men, extending the arm of mercy towards them that put their trust in him.",
                    "score": 0.7850329103595501
                },
                {
                    "volume": "Book of Mormon",
                    "book": "4 Nephi",
                    "chapter": 1,
                    "verse": 11,
                    "text": "And they were married, and given in marriage, and were blessed according to the multitude of the promises which the Lord had made unto them.",
                    "score": 0.7850114500050211
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 66,
                    "text": "And all they that heard them laid them up in their hearts, saying, What manner of child shall this be! And the hand of the Lord was with him.",
                    "score": 0.7837291179762461
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 17,
                    "text": "For I will fulfil my promises which I have made unto the children of men, that I will do unto them while they are in the flesh--",
                    "score": 0.7832176964707704
                }
            ]
        },
        {
            "verse": 30,
            "text": "And Moses said unto the children of Israel, See, the Lord hath called by name Bezaleel the son of Uri, the son of Hur, of the tribe of Judah;",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 37,
                    "text": "This is that Moses, which said unto the children of Israel, A prophet shall the Lord your God raise up unto you of your brethren, like unto me; him shall ye hear.",
                    "score": 0.8253273423839307
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 25,
                    "text": "And behold, ye are the children of the prophets; and ye are of the house of Israel; and ye are of the covenant which the Father made with your fathers, saying unto Abraham: And in thy seed shall all the kindreds of the earth be blessed.",
                    "score": 0.788666249397789
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 16,
                    "text": "And many of the children of Israel shall he turn to the Lord their God.",
                    "score": 0.7728402405631076
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 42,
                    "text": "(These words were spoken unto Moses in the mount, the name of which shall not be known among the children of men. And now they are spoken unto you. Show them not unto any except them that believe. Even so. Amen.)",
                    "score": 0.7694676531171953
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 8,
                    "verse": 3,
                    "text": "Now, behold, this is the spirit of revelation; behold, this is the spirit by which Moses brought the children of Israel through the Red Sea on dry ground.",
                    "score": 0.7648255746921143
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 16,
                    "text": "Therefore, I will raise up unto my people a man, who shall lead them like as Moses led the children of Israel.",
                    "score": 0.7597707070763859
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 18,
                    "verse": 18,
                    "text": "Behold, I and the children whom the Lord hath given me are for signs and for wonders in Israel from the Lord of Hosts, which dwelleth in Mount Zion.",
                    "score": 0.7590920205074709
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 16,
                    "verse": 29,
                    "text": "Abraham saith unto him, They have Moses and the prophets; let them hear them.",
                    "score": 0.7563059363558464
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 9,
                    "text": "And it came to pass that the Lord said unto me: Look; and I looked, and I beheld the land of Sharon, and the land of Enoch, and the land of Omner, and the land of Heni, and the land of Shem, and the land of Haner, and the land of Hanannihah, and all the inhabitants thereof;",
                    "score": 0.7555600892855666
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 8,
                    "text": "And it came to pass that Moses looked, and beheld the world upon which he was created; and Moses beheld the world and the ends thereof, and all the children of men which are, and which were created; of the same he greatly marveled and wondered.",
                    "score": 0.7554766880826003
                }
            ]
        },
        {
            "verse": 31,
            "text": "And he hath filled him with the spirit of God, in wisdom, in understanding, and in knowledge, and in all manner of workmanship;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 12,
                    "text": "And it came to pass that as he read, he was filled with the Spirit of the Lord.",
                    "score": 0.8295029454504393
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 2,
                    "verse": 24,
                    "text": "But behold, all things have been done in the wisdom of him who knoweth all things.",
                    "score": 0.8283806145021053
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 2,
                    "verse": 40,
                    "text": "And the child grew, and waxed strong in spirit, filled with wisdom: and the grace of God was upon him.",
                    "score": 0.8160567061936079
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 1,
                    "verse": 5,
                    "text": "That in every thing ye are enriched by him, in all utterance, and in all knowledge;",
                    "score": 0.8016178958549883
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "chapter": 1,
                    "verse": 3,
                    "text": "According as his divine power hath given unto us all things that pertain unto life and godliness, through the knowledge of him that hath called us to glory and virtue:",
                    "score": 0.794736334104673
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 1,
                    "verse": 8,
                    "text": "Wherein he hath abounded toward us in all wisdom and prudence;",
                    "score": 0.793375553840032
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 10,
                    "verse": 9,
                    "text": "For behold, to one is given by the Spirit of God, that he may teach the word of wisdom;",
                    "score": 0.7822274265495657
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 3,
                    "verse": 19,
                    "text": "And to know the love of Christ, which passeth knowledge, that ye might be filled with all the fulness of God.",
                    "score": 0.7814162091679555
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 21,
                    "verse": 2,
                    "text": "And the Spirit of the Lord shall rest upon him, the spirit of wisdom and understanding, the spirit of counsel and might, the spirit of knowledge and of the fear of the Lord;",
                    "score": 0.780041952898652
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 15,
                    "text": "And after this manner was the language of my father in the praising of his God; for his soul did rejoice, and his whole heart was filled, because of the things which he had seen, yea, which the Lord had shown unto him.",
                    "score": 0.7778129869008327
                }
            ]
        },
        {
            "verse": 32,
            "text": "And to devise curious works, to work in gold, and in silver, and in brass,",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 6,
                    "verse": 11,
                    "text": "And behold, there was all manner of gold in both these lands, and of silver, and of precious ore of every kind; and there were also curious workmen, who did work all kinds of ore and did refine it; and thus they did become rich.",
                    "score": 0.7799120247728962
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 10,
                    "verse": 23,
                    "text": "And they did work in all manner of ore, and they did make gold, and silver, and iron, and brass, and all manner of metals; and they did dig it out of the earth; wherefore, they did cast up mighty heaps of earth to get ore, of gold, and of silver, and of iron, and of copper. And they did work all manner of fine work.",
                    "score": 0.7577318750134573
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 6,
                    "text": "A senum of silver, an amnor of silver, an ezrom of silver, and an onti of silver.",
                    "score": 0.7566634915252106
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 10,
                    "text": "And he also caused that his workmen should work all manner of fine work within the walls of the temple, of fine wood, and of copper, and of brass.",
                    "score": 0.7559795524006238
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 66,
                    "text": "In my name they shall do many wonderful works;",
                    "score": 0.7404517491561844
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 5,
                    "verse": 2,
                    "text": "And behold, ye may be privileged that ye may show the plates unto those who shall assist to bring forth this work;",
                    "score": 0.732260456862229
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 95,
                    "text": "That I may proceed to bring to pass my act, my strange act, and perform my work, my strange work, that men may discern between the righteous and the wicked, saith your God.",
                    "score": 0.730845776783657
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 15,
                    "text": "And I did teach my people to build buildings, and to work in all manner of wood, and of iron, and of copper, and of brass, and of steel, and of gold, and of silver, and of precious ores, which were in great abundance.",
                    "score": 0.7263797208711098
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 38,
                    "text": "And by their desires and their works you shall know them.",
                    "score": 0.7253852538356635
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 18,
                    "verse": 12,
                    "text": "The merchandise of gold, and silver, and precious stones, and of pearls, and fine linen, and purple, and silk, and scarlet, and all thyine wood, and all manner vessels of ivory, and all manner vessels of most precious wood, and of brass, and iron, and marble,",
                    "score": 0.7232023402700702
                }
            ]
        },
        {
            "verse": 33,
            "text": "And in the cutting of stones, to set them, and in carving of wood, to make any manner of cunning work.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 10,
                    "verse": 26,
                    "text": "And they did make all manner of tools with which they did work their beasts.",
                    "score": 0.7501653938897437
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 5,
                    "text": "And they were prepared that they could cast stones from the top thereof, according to their pleasure and their strength, and slay him who should attempt to approach near the walls of the city.",
                    "score": 0.7363356505220947
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 3,
                    "verse": 14,
                    "text": "If any man's work abide which he hath built thereupon, he shall receive a reward.",
                    "score": 0.7302413267159554
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 27,
                    "verse": 66,
                    "text": "So they went, and made the sepulchre sure, sealing the stone, and setting a watch.",
                    "score": 0.7291308207104737
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 2,
                    "verse": 5,
                    "text": "Ye also, as lively stones, are built up a spiritual house, an holy priesthood, to offer up spiritual sacrifices, acceptable to God by Jesus Christ.",
                    "score": 0.7282869670185778
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jarom",
                    "chapter": 1,
                    "verse": 8,
                    "text": "And we multiplied exceedingly, and spread upon the face of the land, and became exceedingly rich in gold, and in silver, and in precious things, and in fine workmanship of wood, in buildings, and in machinery, and also in iron and copper, and brass and steel, making all manner of tools of every kind to till the ground, and weapons of war--yea, the sharp pointed arrow, and the quiver, and the dart, and the javelin, and all preparations for war.",
                    "score": 0.7274370710144311
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 10,
                    "verse": 15,
                    "text": "Now these lawyers were learned in all the arts and cunning of the people; and this was to enable them that they might be skilful in their profession.",
                    "score": 0.7239029576832049
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 10,
                    "text": "And he also caused that his workmen should work all manner of fine work within the walls of the temple, of fine wood, and of copper, and of brass.",
                    "score": 0.7204617999711627
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 10,
                    "verse": 25,
                    "text": "And they did make all manner of tools to till the earth, both to plow and to sow, to reap and to hoe, and also to thrash.",
                    "score": 0.7200690533160311
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 37,
                    "verse": 23,
                    "text": "And the Lord said: I will prepare unto my servant Gazelem, a stone, which shall shine forth in darkness unto light, that I may discover unto my people who serve me, that I may discover unto them the works of their brethren, yea, their secret works, their works of darkness, and their wickedness and abominations.",
                    "score": 0.7196525502603731
                }
            ]
        },
        {
            "verse": 34,
            "text": "And he hath put in his heart that he may teach, both he, and Aholiab, the son of Ahisamach, of the tribe of Dan.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 10,
                    "verse": 10,
                    "text": "And to another, that he may teach the word of knowledge by the same Spirit;",
                    "score": 0.7878690046586951
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 2,
                    "text": "And it came to pass that he had three sons; and he called their names Mosiah, and Helorum, and Helaman. And he caused that they should be taught in all the language of his fathers, that thereby they might become men of understanding; and that they might know concerning the prophecies which had been spoken by the mouths of their fathers, which were delivered them by the hand of the Lord.",
                    "score": 0.7672048979448107
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 4,
                    "text": "And also that they might give thanks to the Lord their God, who had brought them out of the land of Jerusalem, and who had delivered them out of the hands of their enemies, and had appointed just men to be their teachers, and also a just man to be their king, who had established peace in the land of Zarahemla, and who had taught them to keep the commandments of God, that they might rejoice and be filled with love towards God and all men.",
                    "score": 0.7620307041116822
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 7,
                    "verse": 3,
                    "text": "And he labored diligently that he might lead away the hearts of the people, insomuch that he did lead away many hearts; and he knowing that I, Jacob, had faith in Christ who should come, he sought much opportunity that he might come unto me.",
                    "score": 0.7550663284969282
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 21,
                    "verse": 21,
                    "text": "And he did rejoice over them, and he did teach them many things. And he did also declare unto them that they were a people who were under him, and that they were a free people, that they were free from the oppressions of the king, his father; for that his father had granted unto him that he might reign over the people who were in the land of Ishmael, and in all the land round about.",
                    "score": 0.7510426521131283
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 10,
                    "verse": 1,
                    "text": "And he arose from thence, and cometh into the coasts of Judaea by the farther side of Jordan: and the people resort unto him again; and, as he was wont, he taught them again.",
                    "score": 0.7508150250011227
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Therefore, he had Mosiah brought before him; and these are the words which he spake unto him, saying: My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.",
                    "score": 0.7483252609140124
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 18,
                    "text": "And now, it came to pass that Mosiah went and did as his father had commanded him, and proclaimed unto all the people who were in the land of Zarahemla that thereby they might gather themselves together, to go up to the temple to hear the words which his father should speak unto them.",
                    "score": 0.7471518343617201
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 6,
                    "text": "But I, Abraham, and Lot, my brother's son, prayed unto the Lord, and the Lord appeared unto me, and said unto me: Arise, and take Lot with thee; for I have purposed to take thee away out of Haran, and to make of thee a minister to bear my name in a strange land which I will give unto thy seed after thee for an everlasting possession, when they hearken to my voice.",
                    "score": 0.746071449194611
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 4,
                    "text": "For it were not possible that our father, Lehi, could have remembered all these things, to have taught them to his children, except it were for the help of these plates; for he having been taught in the language of the Egyptians therefore he could read these engravings, and teach them to his children, that thereby they could teach them to their children, and so fulfilling the commandments of God, even down to this present time.",
                    "score": 0.7433633897313132
                }
            ]
        },
        {
            "verse": 35,
            "text": "Them hath he filled with wisdom of heart, to work all manner of work, of the engraver, and of the cunning workman, and of the embroiderer, in blue, and in purple, in scarlet, and in fine linen, and of the weaver, even of them that do any work, and of those that devise cunning work.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 10,
                    "text": "And he also caused that his workmen should work all manner of fine work within the walls of the temple, of fine wood, and of copper, and of brass.",
                    "score": 0.7658951216848894
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 23,
                    "verse": 5,
                    "text": "But all their works they do for to be seen of men: they make broad their phylacteries, and enlarge the borders of their garments,",
                    "score": 0.7644132814086424
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 2,
                    "verse": 24,
                    "text": "But behold, all things have been done in the wisdom of him who knoweth all things.",
                    "score": 0.7613084901941022
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 19,
                    "verse": 25,
                    "text": "Whom he called together with the workmen of like occupation, and said, Sirs, ye know that by this craft we have our wealth.",
                    "score": 0.7609375123923371
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 14,
                    "verse": 11,
                    "text": "He shall see the travail of his soul, and shall be satisfied; by his knowledge shall my righteous servant justify many; for he shall bear their iniquities.",
                    "score": 0.7601230639309773
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 38,
                    "text": "And by their desires and their works you shall know them.",
                    "score": 0.753690056961992
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 16,
                    "verse": 21,
                    "text": "And they will, by the cunning and the mysterious arts of the evil one, work some great mystery which we cannot understand, which will keep us down to be servants to their words, and also servants unto them, for we depend upon them to teach us the word; and thus will they keep us in ignorance if we will yield ourselves unto them, all the days of our lives.",
                    "score": 0.7524206225928105
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 6,
                    "verse": 11,
                    "text": "And behold, there was all manner of gold in both these lands, and of silver, and of precious ore of every kind; and there were also curious workmen, who did work all kinds of ore and did refine it; and thus they did become rich.",
                    "score": 0.7498150248273733
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 2,
                    "text": "And when the sabbath day was come, he began to teach in the synagogue: and many hearing him were astonished, saying, From whence hath this man these things? and what wisdom is this which is given unto him, that even such mighty works are wrought by his hands?",
                    "score": 0.7452537886815737
                },
                {
                    "volume": "New Testament",
                    "book": "Colossians",
                    "chapter": 1,
                    "verse": 29,
                    "text": "Whereunto I also labour, striving according to his working, which worketh in me mightily.",
                    "score": 0.7448947164376284
                }
            ]
        }
    ]
}