{
    "volume": "Old Testament",
    "book": "Exodus",
    "chapter": 33,
    "verses": [
        {
            "verse": 1,
            "text": "And the Lord said unto Moses, Depart, and go up hence, thou and the people which thou hast brought up out of the land of Egypt, unto the land which I sware unto Abraham, to Isaac, and to Jacob, saying, Unto thy seed will I give it:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 10,
                    "text": "And Moses will I raise up, to deliver thy people out of the land of Egypt.",
                    "score": 0.8684287108098971
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 3,
                    "text": "Now the Lord had said unto me: Abraham, get thee out of thy country, and from thy kindred, and from thy father's house, unto a land that I will show thee.",
                    "score": 0.8570375144352038
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 19,
                    "text": "And the Lord appeared unto me in answer to my prayers, and said unto me: Unto thy seed will I give this land.",
                    "score": 0.8488884937381717
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 1,
                    "verse": 43,
                    "text": "And there will I bless thee and thy seed, and raise up unto me of thy seed, and of the seed of thy brother, and they who shall go with thee, a great nation. And there shall be none greater than the nation which I will raise up unto me of thy seed, upon all the face of the earth. And thus I will do unto thee because this long time ye have cried unto me.",
                    "score": 0.8483649073529884
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 30,
                    "text": "Nevertheless, thou beholdest that the Gentiles who have gone forth out of captivity, and have been lifted up by the power of God above all other nations, upon the face of the land which is choice above all other lands, which is the land that the Lord God hath covenanted with thy father that his seed should have for the land of their inheritance; wherefore, thou seest that the Lord God will not suffer that the Gentiles will utterly destroy the mixture of thy seed, which are among thy brethren.",
                    "score": 0.8414292657404281
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 19,
                    "text": "Wherefore, I will consecrate this land unto thy seed, and them who shall be numbered among thy seed, forever, for the land of their inheritance; for it is a choice land, saith God unto me, above all other lands, wherefore I will have all men that dwell thereon that they shall worship me, saith God.",
                    "score": 0.8326017762995341
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 25,
                    "text": "Wherefore, thus saith the Lord, I have led this people forth out of the land of Jerusalem, by the power of mine arm, that I might raise up unto me a righteous branch from the fruit of the loins of Joseph.",
                    "score": 0.832136352072999
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 3,
                    "text": "And many people shall go and say, Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths; for out of Zion shall go forth the law, and the word of the Lord from Jerusalem.",
                    "score": 0.8288428415470382
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 3,
                    "text": "And said unto him, Get thee out of thy country, and from thy kindred, and come into the land which I shall shew thee.",
                    "score": 0.8279136337304652
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 18,
                    "text": "Wherefore, our father hath not spoken of our seed alone, but also of all the house of Israel, pointing to the covenant which should be fulfilled in the latter days; which covenant the Lord made to our father Abraham, saying: In thy seed shall all the kindreds of the earth be blessed.",
                    "score": 0.8254215013495326
                }
            ]
        },
        {
            "verse": 2,
            "text": "And I will send an angel before thee; and I will drive out the Canaanite, the Amorite, and the Hittite, and the Perizzite, the Hivite, and the Jebusite:",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 13,
                    "text": "Thou didst send thine angel to deliver me from the gods of Elkenah, and I will do well to hearken unto thy voice, therefore let thy servant rise up and depart in peace.",
                    "score": 0.8003374342872506
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 17,
                    "text": "And again, the hearts of the Jews unto the prophets, and the prophets unto the Jews; lest I come and smite the whole earth with a curse, and all flesh be consumed before me.",
                    "score": 0.7966442586945662
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 28,
                    "text": "Wherefore I will say unto them--Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels.",
                    "score": 0.7921012204476182
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 20,
                    "text": "But I say unto you: Mine angels shall go up before you, and also my presence, and in time ye shall possess the goodly land.",
                    "score": 0.7907604569571651
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 6,
                    "verse": 11,
                    "text": "Wherefore, after they are driven to and fro, for thus saith the angel, many shall be afflicted in the flesh, and shall not be suffered to perish, because of the prayers of the faithful; they shall be scattered, and smitten, and hated; nevertheless, the Lord will be merciful unto them, that when they shall come to the knowledge of their Redeemer, they shall be gathered together again to the lands of their inheritance.",
                    "score": 0.7894212366123498
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 24,
                    "verse": 17,
                    "text": "And he said unto Alma: Thou shalt go before this people, and I will go with thee and deliver this people out of bondage.",
                    "score": 0.787703893368316
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 88,
                    "text": "And whoso receiveth you, there I will be also, for I will go before your face. I will be on your right hand and on your left, and my Spirit shall be in your hearts, and mine angels round about you, to bear you up.",
                    "score": 0.7856866811438302
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 10,
                    "verse": 6,
                    "text": "Behold, thou art Nephi, and I am God. Behold, I declare it unto thee in the presence of mine angels, that ye shall have power over this people, and shall smite the earth with famine, and with pestilence, and destruction, according to the wickedness of this people.",
                    "score": 0.7842019183405924
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 14,
                    "verse": 9,
                    "text": "And behold, thus hath the Lord commanded me, by his angel, that I should come and tell this thing unto you; yea, he hath commanded that I should prophesy these things unto you; yea, he hath said unto me: Cry unto this people, repent and prepare the way of the Lord.",
                    "score": 0.7841720975998876
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 25,
                    "verse": 5,
                    "text": "Behold, I will send you Elijah the prophet before the coming of the great and dreadful day of the Lord;",
                    "score": 0.7824323978419825
                }
            ]
        },
        {
            "verse": 3,
            "text": "Unto a land flowing with milk and honey: for I will not go up in the midst of thee; for thou art a stiffnecked people: lest I consume thee in the way.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 18,
                    "text": "And I hold forth and deign to give unto you greater riches, even a land of promise, a land flowing with milk and honey, upon which there shall be no curse when the Lord cometh;",
                    "score": 0.8446503105580968
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 20,
                    "text": "Blessed art thou and thy children; and they shall be blessed, inasmuch as they shall keep my commandments they shall prosper in the land. But remember, inasmuch as they will not keep my commandments they shall be cut off from the presence of the Lord.",
                    "score": 0.7965302635640022
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 25,
                    "text": "Behold, doth he cry unto any, saying: Depart from me? Behold, I say unto you, Nay; but he saith: Come unto me all ye ends of the earth, buy milk and honey, without money and without price.",
                    "score": 0.7920011257143837
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 100,
                    "text": "Nevertheless, I do not say they shall not dwell thereon; for inasmuch as they bring forth fruit and works meet for my kingdom they shall dwell thereon.",
                    "score": 0.7901829354480724
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 4,
                    "text": "For the Lord God hath said that: Inasmuch as ye shall keep my commandments ye shall prosper in the land; and inasmuch as ye will not keep my commandments ye shall be cut off from my presence.",
                    "score": 0.7880021335774552
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 10,
                    "text": "For the mountains shall depart and the hills be removed, but my kindness shall not depart from thee, neither shall the covenant of my peace be removed, saith the Lord that hath mercy on thee.",
                    "score": 0.7858511511383249
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 22,
                    "text": "And it shall come to pass, for the abundance of milk they shall give he shall eat butter; for butter and honey shall every one eat that is left in the land.",
                    "score": 0.7854077036457888
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 20,
                    "text": "And he hath said that: Inasmuch as ye shall keep my commandments ye shall prosper in the land; but inasmuch as ye will not keep my commandments ye shall be cut off from my presence.",
                    "score": 0.7837987715409432
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 29,
                    "text": "For behold, the Lord hath said: I will not succor my people in the day of their transgression; but I will hedge up their ways that they prosper not; and their doings shall be as a stumbling block before them.",
                    "score": 0.7836495065256351
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 33,
                    "text": "For they shall not lead away captive the daughters of my people because of their tenderness, save I shall visit them with a sore curse, even unto destruction; for they shall not commit whoredoms, like unto them of old, saith the Lord of Hosts.",
                    "score": 0.7815726041434856
                }
            ]
        },
        {
            "verse": 4,
            "text": "And when the people heard these evil tidings, they mourned: and no man did put on him his ornaments.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 9,
                    "verse": 20,
                    "text": "And the rest of the men which were not killed by these plagues yet repented not of the works of their hands, that they should not worship devils, and idols of gold, and silver, and brass, and stone, and of wood: which neither can see, nor hear, nor walk:",
                    "score": 0.7470593235805999
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 11,
                    "verse": 13,
                    "text": "And it came to pass that the people hardened their hearts, and would not hearken unto their words; and the prophets mourned and withdrew from among the people.",
                    "score": 0.7358305792557782
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 14,
                    "text": "And since man had fallen he could not merit anything of himself; but the sufferings and death of Christ atone for their sins, through faith and repentance, and so forth; and that he breaketh the bands of death, that the grave shall have no victory, and that the sting of death should be swallowed up in the hopes of glory; and Aaron did expound all these things unto the king.",
                    "score": 0.7302747157597228
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 28,
                    "verse": 5,
                    "text": "And they sorrowed in their hearts, for they durst not speak unto him the thing which they desired.",
                    "score": 0.7277095924872646
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 9,
                    "text": "Nevertheless, when the wicked rule the people mourn.",
                    "score": 0.7273071042219572
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 28,
                    "text": "Behold, O my God, their costly apparel, and their ringlets, and their bracelets, and their ornaments of gold, and all their precious things which they are ornamented with; and behold, their hearts are set upon them, and yet they cry unto thee and say--We thank thee, O God, for we are a chosen people unto thee, while others shall perish.",
                    "score": 0.724350210243928
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 27,
                    "verse": 28,
                    "text": "And they did look upon shedding the blood of their brethren with the greatest abhorrence; and they never could be prevailed upon to take up arms against their brethren; and they never did look upon death with any degree of terror, for their hope and views of Christ and the resurrection; therefore, death was swallowed up to them by the victory of Christ over it.",
                    "score": 0.723505175511585
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 4,
                    "verse": 8,
                    "text": "For they saw and beheld with great sorrow that the people of the church began to be lifted up in the pride of their eyes, and to set their hearts upon riches and upon the vain things of the world, that they began to be scornful, one towards another, and they began to persecute those that did not believe according to their own will and pleasure.",
                    "score": 0.7216423596000618
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 14,
                    "verse": 2,
                    "text": "But they said, Not on the feast day, lest there be an uproar of the people.",
                    "score": 0.7209663520558759
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 24,
                    "text": "And it came to pass that when the multitude beheld that the man had fallen dead, who lifted the sword to slay Ammon, fear came upon them all, and they durst not put forth their hands to touch him or any of those who had fallen; and they began to marvel again among themselves what could be the cause of this great power, or what all these things could mean.",
                    "score": 0.7196032229704001
                }
            ]
        },
        {
            "verse": 5,
            "text": "For the Lord had said unto Moses, Say unto the children of Israel, Ye are a stiffnecked people: I will come up into the midst of thee in a moment, and consume thee: therefore now put off thy ornaments from thee, that I may know what to do unto thee.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 29,
                    "text": "And now I say unto you that it was expedient that there should be a law given to the children of Israel, yea, even a very strict law; for they were a stiffnecked people, quick to do iniquity, and slow to remember the Lord their God;",
                    "score": 0.8085510530421459
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 14,
                    "text": "Yet the Lord God saw that his people were a stiffnecked people, and he appointed unto them a law, even the law of Moses.",
                    "score": 0.8040475288091324
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 20,
                    "text": "Blessed art thou and thy children; and they shall be blessed, inasmuch as they shall keep my commandments they shall prosper in the land. But remember, inasmuch as they will not keep my commandments they shall be cut off from the presence of the Lord.",
                    "score": 0.8004017553242149
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 39,
                    "verse": 12,
                    "text": "And now the Spirit of the Lord doth say unto me: Command thy children to do good, lest they lead away the hearts of many people to destruction; therefore I command you, my son, in the fear of God, that ye refrain from your iniquities;",
                    "score": 0.8001788722479927
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 4,
                    "verse": 14,
                    "text": "But behold, the Jews were a stiffnecked people; and they despised the words of plainness, and killed the prophets, and sought for things that they could not understand. Wherefore, because of their blindness, which blindness came by looking beyond the mark, they must needs fall; for God hath taken away his plainness from them, and delivered unto them many things which they cannot understand, because they desired it. And because they desired it God hath done it, that they may stumble.",
                    "score": 0.796745522755813
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 37,
                    "text": "This is that Moses, which said unto the children of Israel, A prophet shall the Lord your God raise up unto you of your brethren, like unto me; him shall ye hear.",
                    "score": 0.7956667371700209
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 20,
                    "text": "And the Lord will surely prepare a way for his people, unto the fulfilling of the words of Moses, which he spake, saying: A prophet shall the Lord your God raise up unto you, like unto me; him shall ye hear in all things whatsoever he shall say unto you. And it shall come to pass that all those who will not hear that prophet shall be cut off from among the people.",
                    "score": 0.7934203412309738
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 28,
                    "text": "And now behold, my people, ye are a stiffnecked people; wherefore, I have spoken plainly unto you, that ye cannot misunderstand. And the words which I have spoken shall stand as a testimony against you; for they are sufficient to teach any man the right way; for the right way is to believe in Christ and deny him not; for by denying him ye also deny the prophets and the law.",
                    "score": 0.7932776854053871
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 5,
                    "verse": 9,
                    "text": "And also that a knowledge of these things must come unto the remnant of these people, and also unto the Gentiles, who the Lord hath said should scatter this people, and this people should be counted as naught among them--therefore I write a small abridgment, daring not to give a full account of the things which I have seen, because of the commandment which I have received, and also that ye might not have too great sorrow because of the wickedness of this people.",
                    "score": 0.7927976959911429
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 17,
                    "verse": 8,
                    "text": "For thou hast said that God himself should come down among the children of men; and now, for this cause thou shalt be put to death unless thou wilt recall all the words which thou hast spoken evil concerning me and my people.",
                    "score": 0.7925267317594987
                }
            ]
        },
        {
            "verse": 6,
            "text": "And the children of Israel stripped themselves of their ornaments by the mount Horeb.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 3,
                    "verse": 7,
                    "text": "But if the ministration of death, written and engraven in stones, was glorious, so that the children of Israel could not steadfastly behold the face of Moses for the glory of his countenance; which glory was to be done away:",
                    "score": 0.7189467290535393
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 56,
                    "text": "And this condemnation resteth upon the children of Zion, even all.",
                    "score": 0.7150487958210111
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 5,
                    "verse": 11,
                    "text": "For I know that such will sorrow for the calamity of the house of Israel; yea, they will sorrow for the destruction of this people; they will sorrow that this people had not repented that they might have been clasped in the arms of Jesus.",
                    "score": 0.7045033889314969
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 24,
                    "text": "Therefore, as the fire devoureth the stubble, and the flame consumeth the chaff, their root shall be rottenness, and their blossoms shall go up as dust; because they have cast away the law of the Lord of Hosts, and despised the word of the Holy One of Israel.",
                    "score": 0.7021142638367232
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 63,
                    "verse": 12,
                    "text": "Now behold, all those engravings which were in the possession of Helaman were written and sent forth among the children of men throughout all the land, save it were those parts which had been commanded by Alma should not go forth.",
                    "score": 0.6974434046449508
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 25,
                    "text": "Now ye know that the children of Israel were in bondage; and ye know that they were laden with tasks, which were grievous to be borne; wherefore, ye know that it must needs be a good thing for them, that they should be brought out of bondage.",
                    "score": 0.6953448270984943
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 4,
                    "verse": 24,
                    "text": "And they saw that they had become weak, like unto their brethren, the Lamanites, and that the Spirit of the Lord did no more preserve them; yea, it had withdrawn from them because the Spirit of the Lord doth not dwell in unholy temples--",
                    "score": 0.6916521254479719
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 39,
                    "text": "And that wicked one cometh and taketh away light and truth, through disobedience, from the children of men, and because of the tradition of their fathers.",
                    "score": 0.6909389908962921
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 1,
                    "verse": 24,
                    "text": "For the hearts of many were hardened, and their names were blotted out, that they were remembered no more among the people of God. And also many withdrew themselves from among them.",
                    "score": 0.6906572609447864
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 3,
                    "verse": 13,
                    "text": "And not as Moses, which put a veil over his face, that the children of Israel could not steadfastly look to the end of that which is abolished:",
                    "score": 0.6887424836928695
                }
            ]
        },
        {
            "verse": 7,
            "text": "And Moses took the tabernacle, and pitched it without the camp, afar off from the camp, and called it the Tabernacle of the congregation. And it came to pass, that every one which sought the Lord went out unto the tabernacle of the congregation, which was without the camp.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 9,
                    "text": "And the presence of God withdrew from Moses, that his glory was not upon Moses; and Moses was left unto himself. And as he was left unto himself, he fell unto the earth.",
                    "score": 0.8013358078631061
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 25,
                    "text": "Therefore, he took Moses out of their midst, and the Holy Priesthood also;",
                    "score": 0.7964468703100415
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 69,
                    "text": "And Enoch and all his people walked with God, and he dwelt in the midst of Zion; and it came to pass that Zion was not, for God received it up into his own bosom; and from thence went forth the saying, Zion is Fled.",
                    "score": 0.7751104728729934
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 13,
                    "verse": 13,
                    "text": "Let us go forth therefore unto him without the camp, bearing his reproach.",
                    "score": 0.7658910549745084
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 17,
                    "verse": 10,
                    "text": "And the brethren immediately sent away Paul and Silas by night unto Berea: who coming thither went into the synagogue of the Jews.",
                    "score": 0.7641064561555272
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 9,
                    "verse": 33,
                    "text": "And it came to pass, as they departed from him, Peter said unto Jesus, Master, it is good for us to be here: and let us make three tabernacles; one for thee, and one for Moses, and one for Elias: not knowing what he said.",
                    "score": 0.7614045983167176
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 29,
                    "text": "And after these plain and precious things were taken away it goeth forth unto all the nations of the Gentiles; and after it goeth forth unto all the nations of the Gentiles, yea, even across the many waters which thou hast seen with the Gentiles which have gone forth out of captivity, thou seest--because of the many plain and precious things which have been taken out of the book, which were plain unto the understanding of the children of men, according to the plainness which is in the Lamb of God--because of these things which are taken away out of the gospel of the Lamb, an exceedingly great many do stumble, yea, insomuch that Satan hath great power over them.",
                    "score": 0.7608224495528121
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 17,
                    "text": "Therefore they separated themselves one from another, and went forth among them, every man alone, according to the word and power of God which was given unto him.",
                    "score": 0.7561723466895449
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 26,
                    "text": "And after they go forth by the hand of the twelve apostles of the Lamb, from the Jews unto the Gentiles, thou seest the formation of that great and abominable church, which is most abominable above all other churches; for behold, they have taken away from the gospel of the Lamb many parts which are plain and most precious; and also many covenants of the Lord have they taken away.",
                    "score": 0.7550150991814302
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 21,
                    "verse": 30,
                    "text": "And all the city was moved, and the people ran together: and they took Paul, and drew him out of the temple: and forthwith the doors were shut.",
                    "score": 0.7546802855888349
                }
            ]
        },
        {
            "verse": 8,
            "text": "And it came to pass, when Moses went out unto the tabernacle, that all the people rose up, and stood every man at his tent door, and looked after Moses, until he was gone into the tabernacle.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 24,
                    "text": "And it came to pass that when Satan had departed from the presence of Moses, that Moses lifted up his eyes unto heaven, being filled with the Holy Ghost, which beareth record of the Father and the Son;",
                    "score": 0.7837340808295725
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 27,
                    "verse": 25,
                    "text": "Now, it came to pass that when Ammon had heard this, he returned to the people of Anti-Nephi-Lehi, and also Alma with him, into the wilderness, where they had pitched their tents, and made known unto them all these things. And Alma also related unto them his conversion, with Ammon and Aaron, and his brethren.",
                    "score": 0.7801000289455421
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 1,
                    "text": "And now it came to pass that when Jesus had ascended into heaven, the multitude did disperse, and every man did take his wife and his children and did return to his own home.",
                    "score": 0.7775918119688618
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 69,
                    "text": "And Enoch and all his people walked with God, and he dwelt in the midst of Zion; and it came to pass that Zion was not, for God received it up into his own bosom; and from thence went forth the saying, Zion is Fled.",
                    "score": 0.775674083865663
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 8,
                    "text": "And it came to pass that Moses looked, and beheld the world upon which he was created; and Moses beheld the world and the ends thereof, and all the children of men which are, and which were created; of the same he greatly marveled and wondered.",
                    "score": 0.774148875758481
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 7,
                    "verse": 11,
                    "text": "And it came to pass the day after, that he went into a city called Nain; and many of his disciples went with him, and much people.",
                    "score": 0.7737654257347008
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 1,
                    "text": "And seeing the multitudes, he went up into a mountain: and when he was set, his disciples came unto him:",
                    "score": 0.7725307362235329
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 7,
                    "verse": 22,
                    "text": "And it came to pass that we did come down unto the tent of our father. And after I and my brethren and all the house of Ishmael had come down unto the tent of my father, they did give thanks unto the Lord their God; and they did offer sacrifice and burnt offerings unto him.",
                    "score": 0.7724214513344053
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 10,
                    "verse": 17,
                    "text": "And it came to pass that thus he did go forth in the Spirit, from multitude to multitude, declaring the word of God, even until he had declared it unto them all, or sent it forth among all the people.",
                    "score": 0.7708811454168969
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 18,
                    "text": "And now, it came to pass that Mosiah went and did as his father had commanded him, and proclaimed unto all the people who were in the land of Zarahemla that thereby they might gather themselves together, to go up to the temple to hear the words which his father should speak unto them.",
                    "score": 0.7697252772394734
                }
            ]
        },
        {
            "verse": 9,
            "text": "And it came to pass, as Moses entered into the tabernacle, the cloudy pillar descended, and stood at the door of the tabernacle, and the Lord talked with Moses.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 27,
                    "verse": 11,
                    "text": "And it came to pass that Ammon went and inquired of the Lord, and the Lord said unto him:",
                    "score": 0.7970442680018501
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 31,
                    "text": "When Moses saw it, he wondered at the sight: and as he drew near to behold it, the voice of the Lord came unto him,",
                    "score": 0.7853934122685795
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 30,
                    "text": "And it came to pass that Moses called upon God, saying: Tell me, I pray thee, why these things are so, and by what thou madest them?",
                    "score": 0.7845020207178535
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 17,
                    "verse": 3,
                    "text": "And, behold, there appeared unto them Moses and Elias talking with him.",
                    "score": 0.7732750727265035
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 2,
                    "text": "And he saw God face to face, and he talked with him, and the glory of God was upon Moses; therefore Moses could endure his presence.",
                    "score": 0.772536494531262
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 2,
                    "verse": 14,
                    "text": "And it came to pass at the end of four years that the Lord came again unto the brother of Jared, and stood in a cloud and talked with him. And for the space of three hours did the Lord talk with the brother of Jared, and chastened him because he remembered not to call upon the name of the Lord.",
                    "score": 0.768184169037807
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 14,
                    "verse": 1,
                    "text": "And it came to pass, as he went into the house of one of the chief Pharisees to eat bread on the sabbath day, that they watched him.",
                    "score": 0.7646198373957507
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 2,
                    "verse": 4,
                    "text": "And it came to pass that when they had come down into the valley of Nimrod the Lord came down and talked with the brother of Jared; and he was in a cloud, and the brother of Jared saw him not.",
                    "score": 0.761719128563559
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 24,
                    "text": "And it came to pass that when Satan had departed from the presence of Moses, that Moses lifted up his eyes unto heaven, being filled with the Holy Ghost, which beareth record of the Father and the Son;",
                    "score": 0.7615426263423005
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 31,
                    "text": "And behold, the glory of the Lord was upon Moses, so that Moses stood in the presence of God, and talked with him face to face. And the Lord God said unto Moses: For mine own purpose have I made these things. Here is wisdom and it remaineth in me.",
                    "score": 0.7615231361698439
                }
            ]
        },
        {
            "verse": 10,
            "text": "And all the people saw the cloudy pillar stand at the tabernacle door: and all the people rose up and worshipped, every man in his tent door.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 3,
                    "verse": 9,
                    "text": "And all the people saw him walking and praising God:",
                    "score": 0.7892850196089595
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 1,
                    "text": "And seeing the multitudes, he went up into a mountain: and when he was set, his disciples came unto him:",
                    "score": 0.7607673543185756
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 9,
                    "verse": 8,
                    "text": "But when the multitudes saw it, they marvelled, and glorified God, which had given such power unto men.",
                    "score": 0.7585595157839629
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 7,
                    "verse": 12,
                    "text": "And now, when Nephi arose he beheld the multitudes of people who had gathered together.",
                    "score": 0.7511799195148611
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 7,
                    "text": "Behold, he cometh with clouds; and every eye shall see him, and they also which pierced him: and all kindreds of the earth shall wail because of him. Even so, Amen.",
                    "score": 0.7499639082725399
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 2,
                    "verse": 32,
                    "text": "This Jesus hath God raised up, whereof we all are witnesses.",
                    "score": 0.74789880930372
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 18,
                    "verse": 43,
                    "text": "And immediately he received his sight, and followed him, glorifying God: and all the people, when they saw it, gave praise unto God.",
                    "score": 0.7460361614273875
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 28,
                    "verse": 9,
                    "text": "And as they went to tell his disciples, behold, Jesus met them, saying, All hail. And they came and held him by the feet, and worshipped him.",
                    "score": 0.7457743414667479
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 21,
                    "verse": 38,
                    "text": "And all the people came early in the morning to him in the temple, for to hear him.",
                    "score": 0.7443010120071455
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 1,
                    "text": "And now it came to pass that there were a great multitude gathered together, of the people of Nephi, round about the temple which was in the land Bountiful; and they were marveling and wondering one with another, and were showing one to another the great and marvelous change which had taken place.",
                    "score": 0.742341674271035
                }
            ]
        },
        {
            "verse": 11,
            "text": "And the Lord spake unto Moses face to face, as a man speaketh unto his friend. And he turned again into the camp: but his servant Joshua, the son of Nun, a young man, departed not out of the tabernacle.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 2,
                    "text": "And he saw God face to face, and he talked with him, and the glory of God was upon Moses; therefore Moses could endure his presence.",
                    "score": 0.8053967226303178
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 9,
                    "verse": 29,
                    "text": "We know that God spake unto Moses: as for this fellow, we know not from whence he is.",
                    "score": 0.8008183966557788
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 11,
                    "text": "And I said unto him: To know the interpretation thereof--for I spake unto him as a man speaketh; for I beheld that he was in the form of a man; yet nevertheless, I knew that it was the Spirit of the Lord; and he spake unto me as a man speaketh with another.",
                    "score": 0.7955718419549954
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 57,
                    "text": "And again, I say, let not my servant Joseph put his property out of his hands, lest an enemy come and destroy him; for Satan seeketh to destroy; for I am the Lord thy God, and he is my servant; and behold, and lo, I am with him, as I was with Abraham, thy father, even unto his exaltation and glory.",
                    "score": 0.7848487089685241
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 36,
                    "text": "And it came to pass that Moses spake unto the Lord, saying: Be merciful unto thy servant, O God, and tell me concerning this earth, and the inhabitants thereof, and also the heavens, and then thy servant will be content.",
                    "score": 0.7838740625325195
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 1,
                    "text": "And I, the Lord God, spake unto Moses, saying: That Satan, whom thou hast commanded in the name of mine Only Begotten, is the same which was from the beginning, and he came before me, saying--Behold, here am I, send me, I will be thy son, and I will redeem all mankind, that one soul shall not be lost, and surely I will do it; wherefore give me thine honor.",
                    "score": 0.7801241426648515
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 6,
                    "text": "But I, Abraham, and Lot, my brother's son, prayed unto the Lord, and the Lord appeared unto me, and said unto me: Arise, and take Lot with thee; for I have purposed to take thee away out of Haran, and to make of thee a minister to bear my name in a strange land which I will give unto thy seed after thee for an everlasting possession, when they hearken to my voice.",
                    "score": 0.7800915147520094
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 27,
                    "text": "And he spake unto me many times concerning the elders of the Jews, as I went forth unto my brethren, who were without the walls.",
                    "score": 0.7781018385467505
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 9,
                    "text": "And the presence of God withdrew from Moses, that his glory was not upon Moses; and Moses was left unto himself. And as he was left unto himself, he fell unto the earth.",
                    "score": 0.7773676202997327
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 1,
                    "verse": 44,
                    "text": "And saith unto him, See thou say nothing to any man: but go thy way, shew thyself to the priest, and offer for thy cleansing those things which Moses commanded, for a testimony unto them.",
                    "score": 0.775883146241376
                }
            ]
        },
        {
            "verse": 12,
            "text": "And Moses said unto the Lord, See, thou sayest unto me, Bring up this people: and thou hast not let me know whom thou wilt send with me. Yet thou hast said, I know thee by name, and thou hast also found grace in my sight.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 32,
                    "text": "(And these are the words which I spake unto my servant Moses, and they are true even as I will; and I have spoken them unto you. See thou show them unto no man, until I command you, except to them that believe. Amen.)",
                    "score": 0.8091833022587996
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 23,
                    "text": "Behold, I am he of whom Moses spake, saying: A prophet shall the Lord your God raise up unto you of your brethren, like unto me; him shall ye hear in all things whatsoever he shall say unto you. And it shall come to pass that every soul who will not hear that prophet shall be cut off from among the people.",
                    "score": 0.8075657439255496
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 31,
                    "text": "And behold, the glory of the Lord was upon Moses, so that Moses stood in the presence of God, and talked with him face to face. And the Lord God said unto Moses: For mine own purpose have I made these things. Here is wisdom and it remaineth in me.",
                    "score": 0.8058837547810308
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 20,
                    "verse": 16,
                    "text": "Come ye near unto me; I have not spoken in secret; from the beginning, from the time that it was declared have I spoken; and the Lord God, and his Spirit, hath sent me.",
                    "score": 0.8051564444723669
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 42,
                    "text": "(These words were spoken unto Moses in the mount, the name of which shall not be known among the children of men. And now they are spoken unto you. Show them not unto any except them that believe. Even so. Amen.)",
                    "score": 0.8036320358111904
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 17,
                    "text": "And the Lord hath said: I will raise up a Moses; and I will give power unto him in a rod; and I will give judgment unto him in writing. Yet I will not loose his tongue, that he shall speak much, for I will not make him mighty in speaking. But I will write unto him my law, by the finger of mine own hand; and I will make a spokesman for him.",
                    "score": 0.8026403664372211
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 37,
                    "text": "This is that Moses, which said unto the children of Israel, A prophet shall the Lord your God raise up unto you of your brethren, like unto me; him shall ye hear.",
                    "score": 0.7994714828720318
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 20,
                    "text": "And the Lord will surely prepare a way for his people, unto the fulfilling of the words of Moses, which he spake, saying: A prophet shall the Lord your God raise up unto you, like unto me; him shall ye hear in all things whatsoever he shall say unto you. And it shall come to pass that all those who will not hear that prophet shall be cut off from among the people.",
                    "score": 0.7939762458465089
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 1,
                    "text": "Verily, thus saith the Lord: It shall come to pass that every soul who forsaketh his sins and cometh unto me, and calleth on my name, and obeyeth my voice, and keepeth my commandments, shall see my face and know that I am;",
                    "score": 0.7931108435883228
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 36,
                    "text": "And it came to pass that Moses spake unto the Lord, saying: Be merciful unto thy servant, O God, and tell me concerning this earth, and the inhabitants thereof, and also the heavens, and then thy servant will be content.",
                    "score": 0.7926900287945025
                }
            ]
        },
        {
            "verse": 13,
            "text": "Now therefore, I pray thee, if I have found grace in thy sight, shew me now thy way, that I may know thee, that I may find grace in thy sight: and consider that this nation is thy people.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 23,
                    "text": "And now Father, I pray unto thee for them, and also for all those who shall believe on their words, that they may believe in me, that I may be in them as thou, Father, art in me, that we may be one.",
                    "score": 0.8101202085749206
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 11,
                    "text": "And in a manner that we may be found worthy, in thy sight, to secure a fulfilment of the promises which thou hast made unto us, thy people, in the revelations given unto us;",
                    "score": 0.7904112422607966
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 7,
                    "text": "And the nation to whom they shall be in bondage will I judge, said God: and after that shall they come forth, and serve me in this place.",
                    "score": 0.788684705984219
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 8,
                    "verse": 4,
                    "text": "Hearken unto me, my people; and give ear unto me, O my nation; for a law shall proceed from me, and I will make my judgment to rest for a light for the people.",
                    "score": 0.7871124145661501
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 4,
                    "text": "For the Lord hath heard thy prayers, and hath judged of thy righteousness, and hath sent me to declare unto thee that thou mayest rejoice; and that thou mayest declare unto thy people, that they may also be filled with joy.",
                    "score": 0.7866946222743392
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 3,
                    "text": "Behold, verily, verily, I say unto my servant Sidney, I have looked upon thee and thy works. I have heard thy prayers, and prepared thee for a greater work.",
                    "score": 0.7857668171863369
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 39,
                    "text": "Verily, verily, I say unto you, that my people shall know my name; yea, in that day they shall know that I am he that doth speak.",
                    "score": 0.7852838871909005
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 7,
                    "verse": 3,
                    "text": "And the Lord said unto me: Verily, verily, I say unto thee, because thou desirest this thou shalt tarry until I come in my glory, and shalt prophesy before nations, kindreds, tongues and people.",
                    "score": 0.7849292118510119
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 9,
                    "text": "And I will make of thee a great nation, and I will bless thee above measure, and make thy name great among all nations, and thou shalt be a blessing unto thy seed after thee, that in their hands they shall bear this ministry and Priesthood unto all nations;",
                    "score": 0.7847601084442745
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 119,
                    "text": "For I, the Lord, have put forth my hand to exert the powers of heaven; ye cannot see it now, yet a little while and ye shall see it, and know that I am, and that I will come and reign with my people.",
                    "score": 0.7847417312726801
                }
            ]
        },
        {
            "verse": 14,
            "text": "And he said, My presence shall go with thee, and I will give thee rest.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 39,
                    "verse": 12,
                    "text": "And it shall come to pass that power shall rest upon thee; thou shalt have great faith, and I will be with thee and go before thy face.",
                    "score": 0.8473626816947992
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 16,
                    "text": "Yea, and my presence shall be there, for I will come into it, and all the pure in heart that shall come into it shall see God.",
                    "score": 0.8284850286542791
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 3,
                    "text": "And it shall come to pass in that day that the Lord shall give thee rest, from thy sorrow, and from thy fear, and from the hard bondage wherein thou wast made to serve.",
                    "score": 0.8205351398893417
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 94,
                    "verse": 8,
                    "text": "And ye shall not suffer any unclean thing to come in unto it; and my glory shall be there, and my presence shall be there.",
                    "score": 0.8204935666462267
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Enos",
                    "chapter": 1,
                    "verse": 27,
                    "text": "And I soon go to the place of my rest, which is with my Redeemer; for I know that in him I shall rest. And I rejoice in the day when my mortal shall put on immortality, and shall stand before him; then shall I see his face with pleasure, and he will say unto me: Come unto me, ye blessed, there is a place prepared for you in the mansions of my Father. Amen.",
                    "score": 0.8189220861016236
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 11,
                    "text": "And the Lord said unto him: Believest thou the words which I shall speak?",
                    "score": 0.8139362710841131
                },
                {
                    "volume": "New Testament",
                    "book": "Philemon",
                    "chapter": 1,
                    "verse": 22,
                    "text": "But withal prepare me also a lodging: for I trust that through your prayers I shall be given unto you.",
                    "score": 0.8131361727984737
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 22,
                    "text": "And now I say unto you, tarry with him, and he shall journey with you; forsake him not, and surely these things shall be fulfilled.",
                    "score": 0.8082396701902661
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 9,
                    "verse": 57,
                    "text": "And it came to pass, that, as they went in the way, a certain man said unto him, Lord, I will follow thee whithersoever thou goest.",
                    "score": 0.8046109081568638
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 16,
                    "verse": 15,
                    "text": "All things that the Father hath are mine: therefore said I, that he shall take of mine, and shall shew it unto you.",
                    "score": 0.804164447947438
                }
            ]
        },
        {
            "verse": 15,
            "text": "And he said unto him, If thy presence go not with me, carry us not up hence.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 19,
                    "text": "Therefore, let not your hearts faint, for I say not unto you as I said unto your fathers: Mine angel shall go up before you, but not my presence.",
                    "score": 0.8164592537884079
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 34,
                    "text": "And I also spake unto him, saying: Surely the Lord hath commanded us to do this thing; and shall we not be diligent in keeping the commandments of the Lord? Therefore, if thou wilt go down into the wilderness to my father thou shalt have place with us.",
                    "score": 0.8033122483113104
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 94,
                    "verse": 9,
                    "text": "But if there shall come into it any unclean thing, my glory shall not be there; and my presence shall not come into it.",
                    "score": 0.8025553237186395
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 13,
                    "verse": 13,
                    "text": "Let us go forth therefore unto him without the camp, bearing his reproach.",
                    "score": 0.7976735610792842
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 7,
                    "verse": 36,
                    "text": "What manner of saying is this that he said, Ye shall seek me, and shall not find me: and where I am, thither ye cannot come?",
                    "score": 0.797357330781789
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 7,
                    "verse": 34,
                    "text": "Ye shall seek me, and shall not find me: and where I am, thither ye cannot come.",
                    "score": 0.7956974273638625
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 134,
                    "text": "And he that is found unworthy of this salutation shall not have place among you; for ye shall not suffer that mine house shall be polluted by him.",
                    "score": 0.7953649342784104
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 22,
                    "text": "And now I say unto you, tarry with him, and he shall journey with you; forsake him not, and surely these things shall be fulfilled.",
                    "score": 0.793468150341464
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And to whom sware he that they should not enter into his rest, but to them that believed not?",
                    "score": 0.7917224095128966
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 12,
                    "verse": 30,
                    "text": "He that is not with me is against me; and he that gathereth not with me scattereth abroad.",
                    "score": 0.7916624623009786
                }
            ]
        },
        {
            "verse": 16,
            "text": "For wherein shall it be known here that I and thy people have found grace in thy sight? is it not in that thou goest with us? so shall we be separated, I and thy people, from all the people that are upon the face of the earth.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 6,
                    "verse": 17,
                    "text": "Wherefore come out from among them, and be ye separate, saith the Lord, and touch not the unclean thing; and I will receive you,",
                    "score": 0.8018109158457344
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 19,
                    "verse": 6,
                    "text": "Wherefore they are no more twain, but one flesh. What therefore God hath joined together, let not man put asunder.",
                    "score": 0.798463085727783
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 39,
                    "verse": 15,
                    "text": "And inasmuch as my people shall assemble themselves at the Ohio, I have kept in store a blessing such as is not known among the children of men, and it shall be poured forth upon their heads. And from thence men shall go forth into all nations.",
                    "score": 0.7982730149128203
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 29,
                    "text": "For in mine own due time will I come upon the earth in judgment, and my people shall be redeemed and shall reign with me on earth.",
                    "score": 0.7883217335102366
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 1,
                    "text": "For I say unto you, that ye shall not see me henceforth and know that I am he of whom it is written by the prophets, until ye shall say: Blessed is he who cometh in the name of the Lord, in the clouds of heaven, and all the holy angels with him. Then understood his disciples that he should come again on the earth, after that he was glorified and crowned on the right hand of God.",
                    "score": 0.7876473206062379
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 69,
                    "text": "And there shall be gathered unto it out of every nation under heaven; and it shall be the only people that shall not be at war one with another.",
                    "score": 0.7867083046872106
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 28,
                    "verse": 26,
                    "text": "Saying, Go unto this people, and say, Hearing ye shall hear, and shall not understand; and seeing ye shall see, and not perceive:",
                    "score": 0.7865857198786886
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 39,
                    "text": "Behold thou hast driven me out this day from the face of the Lord, and from thy face shall I be hid; and I shall be a fugitive and a vagabond in the earth; and it shall come to pass, that he that findeth me will slay me, because of mine iniquities, for these things are not hid from the Lord.",
                    "score": 0.7864196416385942
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 9,
                    "verse": 26,
                    "text": "And it shall come to pass, that in the place where it was said unto them, Ye are not my people; there shall they be called the children of the living God.",
                    "score": 0.7861293313026545
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 32,
                    "text": "Now I say unto you, Go; and whosoever will not repent of his sins the same shall not be numbered among my people; and this shall be observed from this time forward.",
                    "score": 0.785649689901037
                }
            ]
        },
        {
            "verse": 17,
            "text": "And the Lord said unto Moses, I will do this thing also that thou hast spoken: for thou hast found grace in my sight, and I know thee by name.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 17,
                    "text": "And the Lord hath said: I will raise up a Moses; and I will give power unto him in a rod; and I will give judgment unto him in writing. Yet I will not loose his tongue, that he shall speak much, for I will not make him mighty in speaking. But I will write unto him my law, by the finger of mine own hand; and I will make a spokesman for him.",
                    "score": 0.8294577650820211
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 32,
                    "text": "(And these are the words which I spake unto my servant Moses, and they are true even as I will; and I have spoken them unto you. See thou show them unto no man, until I command you, except to them that believe. Amen.)",
                    "score": 0.8214252705947115
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 11,
                    "text": "And the Lord said unto him: Believest thou the words which I shall speak?",
                    "score": 0.813702199129052
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 10,
                    "verse": 5,
                    "text": "And now, because thou hast done this with such unwearyingness, behold, I will bless thee forever; and I will make thee mighty in word and in deed, in faith and in works; yea, even that all things shall be done unto thee according to thy word, for thou shalt not ask that which is contrary to my will.",
                    "score": 0.813284746664499
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 40,
                    "text": "And now, Moses, my son, I will speak unto thee concerning this earth upon which thou standest; and thou shalt write the things which I shall speak.",
                    "score": 0.8130064701856697
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 9,
                    "verse": 15,
                    "text": "For he saith to Moses, I will have mercy on whom I will have mercy, and I will have compassion on whom I will have compassion.",
                    "score": 0.8082221670345565
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 1,
                    "text": "And I, the Lord God, spake unto Moses, saying: That Satan, whom thou hast commanded in the name of mine Only Begotten, is the same which was from the beginning, and he came before me, saying--Behold, here am I, send me, I will be thy son, and I will redeem all mankind, that one soul shall not be lost, and surely I will do it; wherefore give me thine honor.",
                    "score": 0.807699808903809
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 31,
                    "text": "And behold, the glory of the Lord was upon Moses, so that Moses stood in the presence of God, and talked with him face to face. And the Lord God said unto Moses: For mine own purpose have I made these things. Here is wisdom and it remaineth in me.",
                    "score": 0.8075766088738017
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 18,
                    "verse": 41,
                    "text": "Saying, What wilt thou that I shall do unto thee? And he said, Lord, that I may receive my sight.",
                    "score": 0.8073447909284179
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 6,
                    "text": "And I have a work for thee, Moses, my son; and thou art in the similitude of mine Only Begotten; and mine Only Begotten is and shall be the Savior, for he is full of grace and truth; but there is no God beside me, and all things are present with me, for I know them all.",
                    "score": 0.8065439445127949
                }
            ]
        },
        {
            "verse": 18,
            "text": "And he said, I beseech thee, shew me thy glory.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 16,
                    "verse": 14,
                    "text": "He shall glorify me: for he shall receive of mine, and shall shew it unto you.",
                    "score": 0.8085713515407009
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 10,
                    "verse": 17,
                    "text": "But he that glorieth, let him glory in the Lord.",
                    "score": 0.7971805429867466
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 19,
                    "verse": 10,
                    "text": "And I fell at his feet to worship him. And he said unto me, See thou do it not: I am thy fellowservant, and of thy brethren that have the testimony of Jesus: worship God: for the testimony of Jesus is the spirit of prophecy.",
                    "score": 0.7968114507104459
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 2,
                    "text": "And the Spirit said unto me: Behold, what desirest thou?",
                    "score": 0.7967344909353404
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 3,
                    "text": "And he said unto me: Awake, and hear the words which I shall tell thee; for behold, I am come to declare unto you the glad tidings of great joy.",
                    "score": 0.7952408205972172
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 25,
                    "text": "And calling upon the name of God, he beheld his glory again, for it was upon him; and he heard a voice, saying: Blessed art thou, Moses, for I, the Almighty, have chosen thee, and thou shalt be made stronger than many waters; for they shall obey thy command as if thou wert God.",
                    "score": 0.7944818311907196
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 2,
                    "text": "But, behold, my Beloved Son, which was my Beloved and Chosen from the beginning, said unto me--Father, thy will be done, and the glory be thine forever.",
                    "score": 0.7911714399498904
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 12,
                    "verse": 6,
                    "text": "For though I would desire to glory, I shall not be a fool; for I will say the truth: but now I forbear, lest any man should think of me above that which he seeth me to be, or that he heareth of me.",
                    "score": 0.7904215874481718
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 39,
                    "verse": 7,
                    "text": "And now, behold, I say unto you, my servant James, I have looked upon thy works and I know thee.",
                    "score": 0.7897813764360441
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 18,
                    "verse": 41,
                    "text": "Saying, What wilt thou that I shall do unto thee? And he said, Lord, that I may receive my sight.",
                    "score": 0.7893799693585362
                }
            ]
        },
        {
            "verse": 19,
            "text": "And he said, I will make all my goodness pass before thee, and I will proclaim the name of the Lord before thee; and will be gracious to whom I will be gracious, and will shew mercy on whom I will shew mercy.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 10,
                    "verse": 37,
                    "text": "And he said, He that shewed mercy on him. Then said Jesus unto him, Go, and do thou likewise.",
                    "score": 0.8268500625449164
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 9,
                    "verse": 18,
                    "text": "Therefore hath he mercy on whom he will have mercy, and whom he will he hardeneth.",
                    "score": 0.8222710303226795
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 2,
                    "text": "Verily, verily I say unto you, blessed are such, for they shall obtain; for I, the Lord, show mercy unto all the meek, and upon all whomsoever I will, that I may be justified when I shall bring them unto judgment.",
                    "score": 0.8188253484331033
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 39,
                    "verse": 12,
                    "text": "And it shall come to pass that power shall rest upon thee; thou shalt have great faith, and I will be with thee and go before thy face.",
                    "score": 0.8130862151710269
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 135,
                    "verse": 5,
                    "text": "And it came to pass that I prayed unto the Lord that he would give unto the Gentiles grace, that they might have charity. And it came to pass that the Lord said unto me: If they have not charity it mattereth not unto thee, thou hast been faithful; wherefore thy garments shall be made clean. And because thou hast seen thy weakness, thou shalt be made strong, even unto the sitting down in the place which I have prepared in the mansions of my Father. And now I ... bid farewell unto the Gentiles; yea, and also unto my brethren whom I love, until we shall meet before the judgment-seat of Christ, where all men shall know that my garments are not spotted with your blood. The testators are now dead, and their testament is in force.",
                    "score": 0.8121457474939597
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 9,
                    "verse": 15,
                    "text": "For he saith to Moses, I will have mercy on whom I will have mercy, and I will have compassion on whom I will have compassion.",
                    "score": 0.8120110057069446
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 23,
                    "text": "And I will multiply blessings upon him, inasmuch as he will be humble before me.",
                    "score": 0.8119452870462562
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 16,
                    "verse": 14,
                    "text": "He shall glorify me: for he shall receive of mine, and shall shew it unto you.",
                    "score": 0.811087057496195
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 15,
                    "text": "And his name shall be called after me; and it shall be after the name of his father. And he shall be like unto me; for the thing, which the Lord shall bring forth by his hand, by the power of the Lord shall bring my people unto salvation.",
                    "score": 0.8102570394125412
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 1,
                    "text": "Thanks be to thy name, O Lord God of Israel, who keepest covenant and showest mercy unto thy servants who walk uprightly before thee, with all their hearts--",
                    "score": 0.8068906888800521
                }
            ]
        },
        {
            "verse": 20,
            "text": "And he said, Thou canst not see my face: for there shall no man see me, and live.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 39,
                    "text": "Behold thou hast driven me out this day from the face of the Lord, and from thy face shall I be hid; and I shall be a fugitive and a vagabond in the earth; and it shall come to pass, that he that findeth me will slay me, because of mine iniquities, for these things are not hid from the Lord.",
                    "score": 0.8018561474201363
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 7,
                    "text": "But behold, verily, verily, I say unto you that mine eyes are upon you. I am in your midst and ye cannot see me;",
                    "score": 0.7933959056398332
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 2,
                    "text": "For verily the voice of the Lord is unto all men, and there is none to escape; and there is no eye that shall not see, neither ear that shall not hear, neither heart that shall not be penetrated.",
                    "score": 0.7858104067153356
                },
                {
                    "volume": "New Testament",
                    "book": "1 Timothy",
                    "chapter": 6,
                    "verse": 16,
                    "text": "Who only hath immortality, dwelling in the light which no man can approach unto; whom no man hath seen, nor can see: to whom be honour and power everlasting. Amen.",
                    "score": 0.7847010267708241
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 5,
                    "text": "Wherefore, no man can behold all my works, except he behold all my glory; and no man can behold all my glory, and afterwards remain in the flesh on the earth.",
                    "score": 0.7817140225730815
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 39,
                    "text": "But Jesus said, Forbid him not: for there is no man which shall do a miracle in my name, that can lightly speak evil of me.",
                    "score": 0.7755373942737349
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 21,
                    "text": "Neither did the rebellious who rejected the testimonies and the warnings of the ancient prophets behold his presence, nor look upon his face.",
                    "score": 0.774249919705202
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 7,
                    "text": "And he that seeketh signs shall see signs, but not unto salvation.",
                    "score": 0.7730427406913534
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 12,
                    "verse": 14,
                    "text": "Follow peace with all men, and holiness, without which no man shall see the Lord:",
                    "score": 0.7721281397053322
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 22,
                    "text": "For without this no man can see the face of God, even the Father, and live.",
                    "score": 0.7716364948069134
                }
            ]
        },
        {
            "verse": 21,
            "text": "And the Lord said, Behold, there is a place by me, and thou shalt stand upon a rock:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 8,
                    "verse": 1,
                    "text": "Hearken unto me, ye that follow after righteousness. Look unto the rock from whence ye are hewn, and to the hole of the pit from whence ye are digged.",
                    "score": 0.8080274597405024
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 44,
                    "text": "Wherefore, I am in your midst, and I am the good shepherd, and the stone of Israel. He that buildeth upon this rock shall never fall.",
                    "score": 0.8025920044659913
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 2,
                    "verse": 6,
                    "text": "Wherefore also it is contained in the scripture, Behold, I lay in Sion a chief corner stone, elect, precious: and he that believeth on him shall not be confounded.",
                    "score": 0.7980163344470056
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 17,
                    "text": "Behold, you have my gospel before you, and my rock, and my salvation.",
                    "score": 0.7902021751851309
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 6,
                    "text": "And it came to pass as he prayed unto the Lord, there came a pillar of fire and dwelt upon a rock before him; and he saw and heard much; and because of the things which he saw and heard he did quake and tremble exceedingly.",
                    "score": 0.7899675837429231
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 34,
                    "text": "Behold my Spirit is upon you, wherefore all thy words will I justify; and the mountains shall flee before you, and the rivers shall turn from their course; and thou shalt abide in me, and I in you; therefore walk with me.",
                    "score": 0.7873542617170558
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 33,
                    "text": "Then said the Lord to him, Put off thy shoes from thy feet: for the place where thou standest is holy ground.",
                    "score": 0.7800713371711631
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 24,
                    "text": "Build upon my rock, which is my gospel;",
                    "score": 0.7779739885100069
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 21,
                    "text": "To go into the clefts of the rocks, and into the tops of the ragged rocks, for the fear of the Lord shall come upon them and the majesty of his glory shall smite them, when he ariseth to shake terribly the earth.",
                    "score": 0.7770809515444617
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 53,
                    "text": "And the Lord said: Blessed is he through whose seed Messiah shall come; for he saith--I am Messiah, the King of Zion, the Rock of Heaven, which is broad as eternity; whoso cometh in at the gate and climbeth up by me shall never fall; wherefore, blessed are they of whom I have spoken, for they shall come forth with songs of everlasting joy.",
                    "score": 0.7770128653945171
                }
            ]
        },
        {
            "verse": 22,
            "text": "And it shall come to pass, while my glory passeth by, that I will put thee in a clift of the rock, and will cover thee with my hand while I pass by:",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 39,
                    "verse": 12,
                    "text": "And it shall come to pass that power shall rest upon thee; thou shalt have great faith, and I will be with thee and go before thy face.",
                    "score": 0.8266712780852326
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 18,
                    "text": "Behold, I will lead thee by my hand, and I will take thee, to put upon thee my name, even the Priesthood of thy father, and my power shall be over thee.",
                    "score": 0.8123435170453638
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 16,
                    "text": "And it shall come to pass that whosoever shall lay their hands upon you by violence, ye shall command to be smitten in my name; and, behold, I will smite them according to your words, in mine own due time.",
                    "score": 0.8114640417421708
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 35,
                    "text": "Yea, I know that God will give liberally to him that asketh. Yea, my God will give me, if I ask not amiss; therefore I will lift up my voice unto thee; yea, I will cry unto thee, my God, the rock of my righteousness. Behold, my voice shall forever ascend up unto thee, my rock and mine everlasting God. Amen.",
                    "score": 0.8071051614169551
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 46,
                    "verse": 28,
                    "text": "And it shall come to pass that he that asketh in Spirit shall receive in Spirit;",
                    "score": 0.806698376011565
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 4,
                    "verse": 11,
                    "text": "And in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone.",
                    "score": 0.8023076308647565
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 27,
                    "verse": 18,
                    "text": "And take the helmet of salvation, and the sword of my Spirit, which I will pour out upon you, and my word which I reveal unto you, and be agreed as touching all things whatsoever ye ask of me, and be faithful until I come, and ye shall be caught up, that where I am ye shall be also. Amen.",
                    "score": 0.8020879038052283
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 8,
                    "verse": 16,
                    "text": "And I have put my words in thy mouth, and have covered thee in the shadow of mine hand, that I may plant the heavens and lay the foundations of the earth, and say unto Zion: Behold, thou art my people.",
                    "score": 0.8017174657718372
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 3,
                    "text": "And it shall come to pass in that day that the Lord shall give thee rest, from thy sorrow, and from thy fear, and from the hard bondage wherein thou wast made to serve.",
                    "score": 0.8004809723931541
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 23,
                    "text": "And behold, these two stones will I give unto thee, and ye shall seal them up also with the things which ye shall write.",
                    "score": 0.798576616003838
                }
            ]
        },
        {
            "verse": 23,
            "text": "And I will take away mine hand, and thou shalt see my back parts: but my face shall not be seen.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 39,
                    "text": "Behold thou hast driven me out this day from the face of the Lord, and from thy face shall I be hid; and I shall be a fugitive and a vagabond in the earth; and it shall come to pass, that he that findeth me will slay me, because of mine iniquities, for these things are not hid from the Lord.",
                    "score": 0.7944928245325245
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 19,
                    "verse": 5,
                    "text": "Wherefore, I revoke not the judgments which I shall pass, but woes shall go forth, weeping, wailing and gnashing of teeth, yea, to those who are found on my left hand.",
                    "score": 0.7768342835800877
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 12,
                    "verse": 21,
                    "text": "And the eye cannot say unto the hand, I have no need of thee: nor again the head to the feet, I have no need of you.",
                    "score": 0.7743707946232028
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 7,
                    "verse": 6,
                    "text": "I gave my back to the smiter, and my cheeks to them that plucked off the hair. I hid not my face from shame and spitting.",
                    "score": 0.7725162300460849
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 17,
                    "text": "Thy graven images I will also cut off, and thy standing images out of the midst of thee, and thou shalt no more worship the works of thy hands;",
                    "score": 0.7682267693327869
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 26,
                    "text": "And in that day the enmity of man, and the enmity of beasts, yea, the enmity of all flesh, shall cease from before my face.",
                    "score": 0.7666227147082809
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 21,
                    "text": "For they will hear my voice, and shall see me, and shall not be asleep, and shall abide the day of my coming; for they shall be purified, even as I am pure.",
                    "score": 0.7648667765203213
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 17,
                    "text": "Thy hand shall be lifted up upon thine adversaries, and all thine enemies shall be cut off.",
                    "score": 0.764066801517297
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 70,
                    "text": "And this shall ye have of my hand--ye shall lie down in sorrow.",
                    "score": 0.7621094066794981
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 3,
                    "verse": 16,
                    "text": "Nevertheless when it shall turn to the Lord, the veil shall be taken away.",
                    "score": 0.7616595955770344
                }
            ]
        }
    ]
}