{
    "volume": "Old Testament",
    "book": "Exodus",
    "chapter": 36,
    "verses": [
        {
            "verse": 1,
            "text": "Then wrought Bezaleel and Aholiab, and every wise hearted man, in whom the Lord put wisdom and understanding to know how to work all manner of work for the service of the sanctuary, according to all that the Lord had commanded.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 9,
                    "verse": 6,
                    "text": "But the Lord knoweth all things from the beginning; wherefore, he prepareth a way to accomplish all his works among the children of men; for behold, he hath all power unto the fulfilling of all his words. And thus it is. Amen.",
                    "score": 0.7821777293760162
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 14,
                    "verse": 11,
                    "text": "He shall see the travail of his soul, and shall be satisfied; by his knowledge shall my righteous servant justify many; for he shall bear their iniquities.",
                    "score": 0.7801114515750264
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 2,
                    "verse": 24,
                    "text": "But behold, all things have been done in the wisdom of him who knoweth all things.",
                    "score": 0.7791939722616711
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Words of Mormon",
                    "chapter": 1,
                    "verse": 18,
                    "text": "Wherefore, with the help of these, king Benjamin, by laboring with all the might of his body and the faculty of his whole soul, and also the prophets, did once more establish peace in the land.",
                    "score": 0.7710428758834025
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 72,
                    "verse": 3,
                    "text": "And verily in this thing ye have done wisely, for it is required of the Lord, at the hand of every steward, to render an account of his stewardship, both in time and in eternity.",
                    "score": 0.769211666110011
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 31,
                    "verse": 3,
                    "text": "For my soul delighteth in plainness; for after this manner doth the Lord God work among the children of men. For the Lord God giveth light unto the understanding; for he speaketh unto men according to their language, unto their understanding.",
                    "score": 0.7682346914246897
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 3,
                    "verse": 21,
                    "text": "I dwell in the midst of them all; I now, therefore, have come down unto thee to declare unto thee the works which my hands have made, wherein my wisdom excelleth them all, for I rule in the heavens above, and in the earth beneath, in all wisdom and prudence, over all the intelligences thine eyes have seen from the beginning; I came down in the beginning in the midst of all the intelligences thou hast seen.",
                    "score": 0.7669121129438338
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Words of Mormon",
                    "chapter": 1,
                    "verse": 7,
                    "text": "And I do this for a wise purpose; for thus it whispereth me, according to the workings of the Spirit of the Lord which is in me. And now, I do not know all things; but the Lord knoweth all things which are to come; wherefore, he worketh in me to do according to his will.",
                    "score": 0.7641076449957299
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 27,
                    "verse": 4,
                    "text": "Now when Ammon and his brethren saw this work of destruction among those whom they so dearly beloved, and among those who had so dearly beloved them--for they were treated as though they were angels sent from God to save them from everlasting destruction--therefore, when Ammon and his brethren saw this great work of destruction, they were moved with compassion, and they said unto the king:",
                    "score": 0.7625155252990655
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 68,
                    "verse": 30,
                    "text": "And the inhabitants of Zion also shall remember their labors, inasmuch as they are appointed to labor, in all faithfulness; for the idler shall be had in remembrance before the Lord.",
                    "score": 0.7624573385958214
                }
            ]
        },
        {
            "verse": 2,
            "text": "And Moses called Bezaleel and Aholiab, and every wise hearted man, in whose heart the Lord had put wisdom, even every one whose heart stirred him up to come unto the work to do it:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 24,
                    "text": "And there shall rise up one mighty among them, who shall do much good, both in word and in deed, being an instrument in the hands of God, with exceeding faith, to work mighty wonders, and do that thing which is great in the sight of God, unto the bringing to pass much restoration unto the house of Israel, and unto the seed of thy brethren.",
                    "score": 0.7773603711442562
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 118,
                    "text": "And hearken unto the counsel of my servants Joseph, and Hyrum, and William Law, and unto the authorities which I have called to lay the foundation of Zion; and it shall be well with him forever and ever. Even so. Amen.",
                    "score": 0.7753499960080374
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 22,
                    "text": "And Moses was learned in all the wisdom of the Egyptians, and was mighty in words and in deeds.",
                    "score": 0.7735733563387761
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 12,
                    "verse": 30,
                    "text": "And they began from that time forth to call on his name; therefore God conversed with men, and made known unto them the plan of redemption, which had been prepared from the foundation of the world; and this he made known unto them according to their faith and repentance and their holy works.",
                    "score": 0.7693257445778624
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 4,
                    "text": "And then began these men to call upon the name of the Lord, and the Lord blessed them;",
                    "score": 0.768383647556245
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 32,
                    "text": "O Lord, wilt thou comfort my soul, and give unto me success, and also my fellow laborers who are with me--yea, Ammon, and Aaron, and Omner, and also Amulek and Zeezrom, and also my two sons--yea, even all these wilt thou comfort, O Lord. Yea, wilt thou comfort their souls in Christ.",
                    "score": 0.7680911914401493
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Words of Mormon",
                    "chapter": 1,
                    "verse": 18,
                    "text": "Wherefore, with the help of these, king Benjamin, by laboring with all the might of his body and the faculty of his whole soul, and also the prophets, did once more establish peace in the land.",
                    "score": 0.766500493847274
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 16,
                    "text": "Therefore, I will raise up unto my people a man, who shall lead them like as Moses led the children of Israel.",
                    "score": 0.7659427046036834
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 1,
                    "verse": 24,
                    "text": "And they prayed, and said, Thou, Lord, which knowest the hearts of all men, shew whether of these two thou hast chosen,",
                    "score": 0.7625609726472319
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 18,
                    "text": "And the Lord called his people Zion, because they were of one heart and one mind, and dwelt in righteousness; and there was no poor among them.",
                    "score": 0.7600851340247292
                }
            ]
        },
        {
            "verse": 3,
            "text": "And they received of Moses all the offering, which the children of Israel had brought for the work of the service of the sanctuary, to make it withal. And they brought yet unto him free offerings every morning.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 31,
                    "text": "Therefore, as I said concerning the sons of Moses--for the sons of Moses and also the sons of Aaron shall offer an acceptable offering and sacrifice in the house of the Lord, which house shall be built unto the Lord in this generation, upon the consecrated spot as I have appointed--",
                    "score": 0.7725527877498216
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 5,
                    "verse": 9,
                    "text": "And it came to pass that they did rejoice exceedingly, and did offer sacrifice and burnt offerings unto the Lord; and they gave thanks unto the God of Israel.",
                    "score": 0.7712973523408515
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 3,
                    "verse": 5,
                    "text": "And Moses verily was faithful in all his house, as a servant, for a testimony of those things which were to be spoken after;",
                    "score": 0.7676737748910124
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 3,
                    "text": "And they also took of the firstlings of their flocks, that they might offer sacrifice and burnt offerings according to the law of Moses;",
                    "score": 0.7651286582467414
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 41,
                    "text": "And they made a calf in those days, and offered sacrifice unto the idol, and rejoiced in the works of their own hands.",
                    "score": 0.7640616144229908
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 9,
                    "verse": 17,
                    "text": "And as many as have received me, to them have I given to become the sons of God; and even so will I to as many as shall believe on my name, for behold, by me redemption cometh, and in me is the law of Moses fulfilled.",
                    "score": 0.7631435733590964
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 28,
                    "verse": 23,
                    "text": "And when they had appointed him a day, there came many to him into his lodging; to whom he expounded and testified the kingdom of God, persuading them concerning Jesus, both out of the law of Moses, and out of the prophets, from morning till evening.",
                    "score": 0.7627129702571973
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 52,
                    "text": "And continue thenceforth their labor as had been promised by the Lord, and be partakers of all blessings which were held in reserve for them that love him.",
                    "score": 0.7624809642691696
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 2,
                    "verse": 22,
                    "text": "And when the days of her purification according to the law of Moses were accomplished, they brought him to Jerusalem, to present him to the Lord;",
                    "score": 0.7624593043267816
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 10,
                    "verse": 14,
                    "text": "For by one offering he hath perfected for ever them that are sanctified.",
                    "score": 0.7578176894759657
                }
            ]
        },
        {
            "verse": 4,
            "text": "And all the wise men, that wrought all the work of the sanctuary, came every man from his work which they made;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 2,
                    "verse": 24,
                    "text": "But behold, all things have been done in the wisdom of him who knoweth all things.",
                    "score": 0.7804049044267697
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 3,
                    "verse": 4,
                    "text": "For every house is builded by some man; but he that built all things is God.",
                    "score": 0.780284508434482
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 10,
                    "text": "The worlds were made by him; men were made by him; all things were made by him, and through him, and of him.",
                    "score": 0.777431740354125
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 3,
                    "verse": 10,
                    "text": "According to the grace of God which is given unto me, as a wise masterbuilder, I have laid the foundation, and another buildeth thereon. But let every man take heed how he buildeth thereupon.",
                    "score": 0.7750163087602447
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 30,
                    "verse": 17,
                    "text": "And many more such things did he say unto them, telling them that there could be no atonement made for the sins of men, but every man fared in this life according to the management of the creature; therefore every man prospered according to his genius, and that every man conquered according to his strength; and whatsoever a man did was no crime.",
                    "score": 0.7716306700780936
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 9,
                    "verse": 6,
                    "text": "But the Lord knoweth all things from the beginning; wherefore, he prepareth a way to accomplish all his works among the children of men; for behold, he hath all power unto the fulfilling of all his words. And thus it is. Amen.",
                    "score": 0.7713793209732956
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 19,
                    "text": "And the whole multitude sought to touch him: for there went virtue out of him, and healed them all.",
                    "score": 0.7703510340354428
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 12,
                    "verse": 11,
                    "text": "But all these worketh that one and the selfsame Spirit, dividing to every man severally as he will.",
                    "score": 0.7676473538918553
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 3,
                    "verse": 8,
                    "text": "Now he that planteth and he that watereth are one: and every man shall receive his own reward according to his own labour.",
                    "score": 0.7654163946739639
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 10,
                    "text": "And he also caused that his workmen should work all manner of fine work within the walls of the temple, of fine wood, and of copper, and of brass.",
                    "score": 0.7647896269102349
                }
            ]
        },
        {
            "verse": 5,
            "text": "And they spake unto Moses, saying, The people bring much more than enough for the service of the work, which the Lord commanded to make.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 4,
                    "text": "And when they had eaten and were filled, he commanded that they should give unto the multitude.",
                    "score": 0.8053842341621503
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 24,
                    "text": "And there shall rise up one mighty among them, who shall do much good, both in word and in deed, being an instrument in the hands of God, with exceeding faith, to work mighty wonders, and do that thing which is great in the sight of God, unto the bringing to pass much restoration unto the house of Israel, and unto the seed of thy brethren.",
                    "score": 0.8002497140774772
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 36,
                    "text": "And it came to pass that Moses spake unto the Lord, saying: Be merciful unto thy servant, O God, and tell me concerning this earth, and the inhabitants thereof, and also the heavens, and then thy servant will be content.",
                    "score": 0.79922133088562
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 3,
                    "verse": 26,
                    "text": "And it came to pass that the work of the Lord did prosper unto the baptizing and uniting to the church of God, many souls, yea, even tens of thousands.",
                    "score": 0.7967751336161414
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 16,
                    "text": "And he spake a parable unto them, saying, The ground of a certain rich man brought forth plentifully:",
                    "score": 0.7962873842258724
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 5,
                    "verse": 14,
                    "text": "And believers were the more added to the Lord, multitudes both of men and women.)",
                    "score": 0.7935069129961463
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 29,
                    "verse": 15,
                    "text": "Behold, they have labored exceedingly, and have brought forth much fruit; and how great shall be their reward!",
                    "score": 0.7931603176266371
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 10,
                    "verse": 2,
                    "text": "Therefore said he unto them, The harvest truly is great, but the labourers are few: pray ye therefore the Lord of the harvest, that he would send forth labourers into his harvest.",
                    "score": 0.7920177710790256
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 3,
                    "text": "Yea, and even all the night it was noised abroad concerning Jesus; and insomuch did they send forth unto the people that there were many, yea, an exceedingly great number, did labor exceedingly all that night, that they might be on the morrow in the place where Jesus should show himself unto the multitude.",
                    "score": 0.7895949260296212
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 12,
                    "verse": 43,
                    "text": "And he called unto him his disciples, and saith unto them, Verily I say unto you, That this poor widow hath cast more in, than all they which have cast into the treasury:",
                    "score": 0.7891554585174602
                }
            ]
        },
        {
            "verse": 6,
            "text": "And Moses gave commandment, and they caused it to be proclaimed throughout the camp, saying, Let neither man nor woman make any more work for the offering of the sanctuary. So the people were restrained from bringing.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 60,
                    "text": "And for this cause these commandments were given; they were commanded to be kept from the world in the day that they were given, but now are to go forth unto all flesh--",
                    "score": 0.7756404947558249
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 49,
                    "text": "Verily, verily, I say unto you, that when I give a commandment to any of the sons of men to do a work unto my name, and those sons of men go with all their might and with all they have to perform that work, and cease not their diligence, and their enemies come upon them and hinder them from performing that work, behold, it behooveth me to require that work no more at the hands of those sons of men, but to accept of their offerings.",
                    "score": 0.7722045538009925
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 27,
                    "text": "Hath he commanded any that they should not partake of his salvation? Behold I say unto you, Nay; but he hath given it free for all men; and he hath commanded his people that they should persuade all men to repentance.",
                    "score": 0.7643549321776439
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 43,
                    "verse": 1,
                    "text": "And now it came to pass that the sons of Alma did go forth among the people, to declare the word unto them. And Alma, also, himself, could not rest, and he also went forth.",
                    "score": 0.7586606277955175
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 14,
                    "verse": 34,
                    "text": "Let your women keep silence in the churches: for it is not permitted unto them to speak; but they are commanded to be under obedience, as also saith the law.",
                    "score": 0.7550358831563789
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And to whom sware he that they should not enter into his rest, but to them that believed not?",
                    "score": 0.74917513353512
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 28,
                    "text": "Behold, hath the Lord commanded any that they should not partake of his goodness? Behold I say unto you, Nay; but all men are privileged the one like unto the other, and none are forbidden.",
                    "score": 0.7482594693342934
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 14,
                    "verse": 18,
                    "text": "And with these sayings scarce restrained they the people, that they had not done sacrifice unto them.",
                    "score": 0.7475571845113909
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 1,
                    "verse": 24,
                    "text": "And there were no contentions, save it were a few that began to preach, endeavoring to prove by the scriptures that it was no more expedient to observe the law of Moses. Now in this thing they did err, having not understood the scriptures.",
                    "score": 0.7473246648104725
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 13,
                    "verse": 14,
                    "text": "And the ruler of the synagogue answered with indignation, because that Jesus had healed on the sabbath day, and said unto the people, There are six days in which men ought to work: in them therefore come and be healed, and not on the sabbath day.",
                    "score": 0.745915947244068
                }
            ]
        },
        {
            "verse": 7,
            "text": "For the stuff they had was sufficient for all the work to make it, and too much.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 10,
                    "verse": 26,
                    "text": "And they did make all manner of tools with which they did work their beasts.",
                    "score": 0.7726415652018996
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jarom",
                    "chapter": 1,
                    "verse": 8,
                    "text": "And we multiplied exceedingly, and spread upon the face of the land, and became exceedingly rich in gold, and in silver, and in precious things, and in fine workmanship of wood, in buildings, and in machinery, and also in iron and copper, and brass and steel, making all manner of tools of every kind to till the ground, and weapons of war--yea, the sharp pointed arrow, and the quiver, and the dart, and the javelin, and all preparations for war.",
                    "score": 0.7484259765122911
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 10,
                    "verse": 27,
                    "text": "And they did make all manner of weapons of war. And they did work all manner of work of exceedingly curious workmanship.",
                    "score": 0.747115203811868
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 50,
                    "text": "Hath not my hand made all these things?",
                    "score": 0.7463106684600943
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 10,
                    "verse": 23,
                    "text": "And they did work in all manner of ore, and they did make gold, and silver, and iron, and brass, and all manner of metals; and they did dig it out of the earth; wherefore, they did cast up mighty heaps of earth to get ore, of gold, and of silver, and of iron, and of copper. And they did work all manner of fine work.",
                    "score": 0.739498040084739
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 1,
                    "verse": 29,
                    "text": "And now, because of the steadiness of the church they began to be exceedingly rich, having abundance of all things whatsoever they stood in need--an abundance of flocks and herds, and fatlings of every kind, and also abundance of grain, and of gold, and of silver, and of precious things, and abundance of silk and fine-twined linen, and all manner of good homely cloth.",
                    "score": 0.7303768193280707
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 23,
                    "verse": 5,
                    "text": "And they pitched their tents, and began to till the ground, and began to build buildings; yea, they were industrious, and did labor exceedingly.",
                    "score": 0.7291520525002989
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 10,
                    "verse": 22,
                    "text": "And they were exceedingly industrious, and they did buy and sell and traffic one with another, that they might get gain.",
                    "score": 0.7275240612995085
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 29,
                    "verse": 15,
                    "text": "Behold, they have labored exceedingly, and have brought forth much fruit; and how great shall be their reward!",
                    "score": 0.725656046713652
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 1,
                    "verse": 27,
                    "text": "And they did impart of their substance, every man according to that which he had, to the poor, and the needy, and the sick, and the afflicted; and they did not wear costly apparel, yet they were neat and comely.",
                    "score": 0.7137974330065311
                }
            ]
        },
        {
            "verse": 8,
            "text": "And every wise hearted man among them that wrought the work of the tabernacle made ten curtains of fine twined linen, and blue, and purple, and scarlet: with cherubims of cunning work made he them.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 24,
                    "verse": 27,
                    "text": "And there was not a wicked man slain among them; but there were more than a thousand brought to the knowledge of the truth; thus we see that the Lord worketh in many ways to the salvation of his people.",
                    "score": 0.7466077676337678
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 37,
                    "verse": 23,
                    "text": "And the Lord said: I will prepare unto my servant Gazelem, a stone, which shall shine forth in darkness unto light, that I may discover unto my people who serve me, that I may discover unto them the works of their brethren, yea, their secret works, their works of darkness, and their wickedness and abominations.",
                    "score": 0.743693318975769
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 30,
                    "text": "And notwithstanding they being led, the Lord their God, their Redeemer, going before them, leading them by day and giving light unto them by night, and doing all things for them which were expedient for man to receive, they hardened their hearts and blinded their minds, and reviled against Moses and against the true and living God.",
                    "score": 0.7427981405440315
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 6,
                    "verse": 30,
                    "text": "And behold, it is he who is the author of all sin. And behold, he doth carry on his works of darkness and secret murder, and doth hand down their plots, and their oaths, and their covenants, and their plans of awful wickedness, from generation to generation according as he can get hold upon the hearts of the children of men.",
                    "score": 0.7422679967005099
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "chapter": 2,
                    "verse": 8,
                    "text": "(For that righteous man dwelling among them, in seeing and hearing, vexed his righteous soul from day to day with their unlawful deeds;)",
                    "score": 0.7418019820262352
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 30,
                    "text": "And it came to pass that the Lord God said unto me: Make other plates; and thou shalt engraven many things upon them which are good in my sight, for the profit of thy people.",
                    "score": 0.7415357554168137
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 28,
                    "text": "O that cunning plan of the evil one! O the vainness, and the frailties, and the foolishness of men! When they are learned they think they are wise, and they hearken not unto the counsel of God, for they set it aside, supposing they know of themselves, wherefore, their wisdom is foolishness and it profiteth them not. And they shall perish.",
                    "score": 0.7412187053219201
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 3,
                    "text": "And he spake many things unto them in parables, saying, Behold, a sower went forth to sow;",
                    "score": 0.7398946979494272
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 16,
                    "verse": 21,
                    "text": "And they will, by the cunning and the mysterious arts of the evil one, work some great mystery which we cannot understand, which will keep us down to be servants to their words, and also servants unto them, for we depend upon them to teach us the word; and thus will they keep us in ignorance if we will yield ourselves unto them, all the days of our lives.",
                    "score": 0.7394329350127702
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 2,
                    "text": "And when the sabbath day was come, he began to teach in the synagogue: and many hearing him were astonished, saying, From whence hath this man these things? and what wisdom is this which is given unto him, that even such mighty works are wrought by his hands?",
                    "score": 0.7392506886198131
                }
            ]
        },
        {
            "verse": 9,
            "text": "The length of one curtain was twenty and eight cubits, and the breadth of one curtain four cubits: the curtains were all of one size.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 17,
                    "text": "And he measured the wall thereof, an hundred and forty and four cubits, according to the measure of a man, that is, of the angel.",
                    "score": 0.6899751158845101
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 3,
                    "verse": 18,
                    "text": "May be able to comprehend with all saints what is the breadth, and length, and depth, and height;",
                    "score": 0.6836769964353681
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 21,
                    "text": "And the twelve gates were twelve pearls; every several gate was of one pearl: and the street of the city was pure gold, as it were transparent glass.",
                    "score": 0.6654132494511097
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 7,
                    "text": "And I also saw gold, and silver, and silks, and scarlets, and fine-twined linen, and all manner of precious clothing; and I saw many harlots.",
                    "score": 0.6649638289374814
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 7,
                    "verse": 2,
                    "text": "And he begat sons and daughters; yea, he begat thirty and one, among whom were twenty and three sons.",
                    "score": 0.6630046957318311
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 14,
                    "verse": 36,
                    "text": "And besought him that they might only touch the hem of his garment: and as many as touched were made perfectly whole.",
                    "score": 0.658191521849733
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 13,
                    "verse": 23,
                    "text": "The glasses, and the fine linen, and hoods, and the veils.",
                    "score": 0.6550030719680174
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 2,
                    "text": "Enlarge the place of thy tent, and let them stretch forth the curtains of thy habitations; spare not, lengthen thy cords and strengthen thy stakes;",
                    "score": 0.6540644063285318
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 95,
                    "verse": 15,
                    "text": "And the size thereof shall be fifty and five feet in width, and let it be sixty-five feet in length, in the inner court thereof.",
                    "score": 0.6538179476205982
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 9,
                    "verse": 17,
                    "text": "Having all manner of fruit, and of grain, and of silks, and of fine linen, and of gold, and of silver, and of precious things;",
                    "score": 0.6525712718960786
                }
            ]
        },
        {
            "verse": 10,
            "text": "And he coupled the five curtains one unto another: and the other five curtains he coupled one unto another.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 16,
                    "text": "Then he that had received the five talents went and traded with the same, and made them other five talents.",
                    "score": 0.7437804379547484
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 15,
                    "text": "And unto one he gave five talents, to another two, and to another one; to every man according to his several ability; and straightway took his journey.",
                    "score": 0.7414336463494389
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 10,
                    "verse": 27,
                    "text": "And as he talked with him, he went in, and found many that were come together.",
                    "score": 0.7410462271347823
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 19,
                    "text": "And he said likewise to him, Be thou also over five cities.",
                    "score": 0.7372681804837496
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 20,
                    "text": "And so he that had received five talents came and brought other five talents, saying, Lord, thou deliveredst unto me five talents: behold, I have gained beside them five talents more.",
                    "score": 0.7286672616316268
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 21,
                    "verse": 36,
                    "text": "Again, he sent other servants more than the first: and they did unto them likewise.",
                    "score": 0.7279093842361434
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 14,
                    "verse": 7,
                    "text": "And he put forth a parable to those which were bidden, when he marked how they chose out the chief rooms; saying unto them,",
                    "score": 0.7204851707235934
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 4,
                    "verse": 23,
                    "text": "And it came to pass that it was from evening until morning that they called night; and it came to pass that it was from morning until evening that they called day; and it was the fifth time.",
                    "score": 0.7185226426000262
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 17,
                    "text": "And likewise he that had received two, he also gained other two.",
                    "score": 0.7174297134278627
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 52,
                    "text": "For from henceforth there shall be five in one house divided, three against two, and two against three.",
                    "score": 0.7144477633432557
                }
            ]
        },
        {
            "verse": 11,
            "text": "And he made loops of blue on the edge of one curtain from the selvedge in the coupling: likewise he made in the uttermost side of another curtain, in the coupling of the second.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 10,
                    "verse": 27,
                    "text": "And as he talked with him, he went in, and found many that were come together.",
                    "score": 0.6803032828840324
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 36,
                    "text": "And as he went, they spread their clothes in the way.",
                    "score": 0.676658738647218
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 14,
                    "verse": 36,
                    "text": "And besought him that they might only touch the hem of his garment: and as many as touched were made perfectly whole.",
                    "score": 0.6750176900367177
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 14,
                    "verse": 7,
                    "text": "And he put forth a parable to those which were bidden, when he marked how they chose out the chief rooms; saying unto them,",
                    "score": 0.674536761003891
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 23,
                    "verse": 5,
                    "text": "But all their works they do for to be seen of men: they make broad their phylacteries, and enlarge the borders of their garments,",
                    "score": 0.6722030782065532
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 22,
                    "text": "And there are also secret combinations, even as in times of old, according to the combinations of the devil, for he is the founder of all these things; yea, the founder of murder, and works of darkness; yea, and he leadeth them by the neck with a flaxen cord, until he bindeth them with his strong cords forever.",
                    "score": 0.6718291660218778
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 1,
                    "verse": 19,
                    "text": "And when he had gone a little further thence, he saw James the son of Zebedee, and John his brother, who also were in the ship mending their nets.",
                    "score": 0.669488407577393
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 15,
                    "verse": 46,
                    "text": "And he bought fine linen, and took him down, and wrapped him in the linen, and laid him in a sepulchre which was hewn out of a rock, and rolled a stone unto the door of the sepulchre.",
                    "score": 0.667884290799886
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 13,
                    "verse": 4,
                    "text": "He riseth from supper, and laid aside his garments; and took a towel, and girded himself.",
                    "score": 0.6651203768614142
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 17,
                    "text": "And likewise he that had received two, he also gained other two.",
                    "score": 0.6649324985817281
                }
            ]
        },
        {
            "verse": 12,
            "text": "Fifty loops made he in one curtain, and fifty loops made he in the edge of the curtain which was in the coupling of the second: the loops held one curtain to another.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 17,
                    "text": "And likewise he that had received two, he also gained other two.",
                    "score": 0.7002016213119184
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 4,
                    "verse": 30,
                    "text": "But he passing through the midst of them went his way,",
                    "score": 0.6792237677607128
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 7,
                    "verse": 41,
                    "text": "There was a certain creditor which had two debtors: the one owed five hundred pence, and the other fifty.",
                    "score": 0.6779213670909289
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 13,
                    "verse": 23,
                    "text": "The glasses, and the fine linen, and hoods, and the veils.",
                    "score": 0.6776728578819655
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 10,
                    "verse": 27,
                    "text": "And as he talked with him, he went in, and found many that were come together.",
                    "score": 0.677222312187506
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 2,
                    "verse": 17,
                    "text": "And they were built after a manner that they were exceedingly tight, even that they would hold water like unto a dish; and the bottom thereof was tight like unto a dish; and the sides thereof were tight like unto a dish; and the ends thereof were peaked; and the top thereof was tight like unto a dish; and the length thereof was the length of a tree; and the door thereof, when it was shut, was tight like unto a dish.",
                    "score": 0.6688888425160529
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 35,
                    "text": "And they were in number about four hundred and fifty souls.",
                    "score": 0.6652942119179224
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 20,
                    "verse": 8,
                    "text": "And there were many lights in the upper chamber, where they were gathered together.",
                    "score": 0.6648489622927227
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 21,
                    "verse": 36,
                    "text": "Again, he sent other servants more than the first: and they did unto them likewise.",
                    "score": 0.6622392627328169
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 36,
                    "text": "And as he went, they spread their clothes in the way.",
                    "score": 0.6618312925338508
                }
            ]
        },
        {
            "verse": 13,
            "text": "And he made fifty taches of gold, and coupled the curtains one unto another with the taches: so it became one tabernacle.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 21,
                    "text": "Moreover he sprinkled with blood both the tabernacle, and all the vessels of the ministry.",
                    "score": 0.7434850131480113
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 30,
                    "text": "And it came to pass that the Lord God said unto me: Make other plates; and thou shalt engraven many things upon them which are good in my sight, for the profit of thy people.",
                    "score": 0.7397750148296097
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 3,
                    "text": "And after the second veil, the tabernacle which is called the Holiest of all;",
                    "score": 0.7356319710740875
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 2,
                    "text": "For there was a tabernacle made; the first, wherein was the candlestick, and the table, and the shewbread; which is called the sanctuary.",
                    "score": 0.7339072843129337
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 4,
                    "text": "The Father because he gave me of his fulness, and the Son because I was in the world and made flesh my tabernacle, and dwelt among the sons of men.",
                    "score": 0.7291561822764805
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 4,
                    "text": "Which had the golden censer, and the ark of the covenant overlaid round about with gold, wherein was the golden pot that had manna, and Aaron's rod that budded, and the tables of the covenant;",
                    "score": 0.7290442412995873
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 26,
                    "verse": 15,
                    "text": "And said unto them, What will ye give me, and I will deliver him unto you? And they covenanted with him for thirty pieces of silver.",
                    "score": 0.7286937904495028
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 6,
                    "text": "Now when these things were thus ordained, the priests went always into the first tabernacle, accomplishing the service of God.",
                    "score": 0.7257407028022976
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 24,
                    "text": "And it came to pass that we went in unto Laban, and desired him that he would give unto us the records which were engraven upon the plates of brass, for which we would give unto him our gold, and our silver, and all our precious things.",
                    "score": 0.7251821921362521
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 5,
                    "text": "And Peter answered and said to Jesus, Master, it is good for us to be here: and let us make three tabernacles; one for thee, and one for Moses, and one for Elias.",
                    "score": 0.7215262865708862
                }
            ]
        },
        {
            "verse": 14,
            "text": "And he made curtains of goats' hair for the tent over the tabernacle: eleven curtains he made them.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 33,
                    "text": "And he shall set the sheep on his right hand, but the goats on the left.",
                    "score": 0.7212719919375642
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 3,
                    "verse": 23,
                    "text": "And God saw these souls that they were good, and he stood in the midst of them, and he said: These I will make my rulers; for he stood among those that were spirits, and he saw that they were good; and he said unto me: Abraham, thou art one of them; thou wast chosen before thou wast born.",
                    "score": 0.7142205235189756
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 38,
                    "text": "And they came forth to hear him, upon the high places, saying unto the tent-keepers: Tarry ye here and keep the tents, while we go yonder to behold the seer, for he prophesieth, and there is a strange thing in the land; a wild man hath come among us.",
                    "score": 0.7120910154395352
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 10,
                    "verse": 3,
                    "text": "To him the porter openeth; and the sheep hear his voice: and he calleth his own sheep by name, and leadeth them out.",
                    "score": 0.712008369461648
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 20,
                    "text": "And I, Abraham, arose from the place of the altar which I had built unto the Lord, and removed from thence unto a mountain on the east of Bethel, and pitched my tent there, Bethel on the west, and Hai on the east; and there I built another altar unto the Lord, and called again upon the name of the Lord.",
                    "score": 0.7103925448585017
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 36,
                    "text": "And he beheld the spirits that God had created; and he beheld also things which were not visible to the natural eye; and from thenceforth came the saying abroad in the land: A seer hath the Lord raised up unto his people.",
                    "score": 0.7076840647810483
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 3,
                    "text": "And he spake many things unto them in parables, saying, Behold, a sower went forth to sow;",
                    "score": 0.7055874979332181
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 10,
                    "verse": 16,
                    "text": "And all these things, of which I have spoken, were done as my father dwelt in a tent, in the valley of Lemuel.",
                    "score": 0.7054480327831212
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 23,
                    "verse": 45,
                    "text": "And the sun was darkened, and the veil of the temple was rent in the midst.",
                    "score": 0.7040858716028663
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 5,
                    "text": "Who serve unto the example and shadow of heavenly things, as Moses was admonished of God when he was about to make the tabernacle: for, See, saith he, that thou make all things according to the pattern shewed to thee in the mount.",
                    "score": 0.7032595297612642
                }
            ]
        },
        {
            "verse": 15,
            "text": "The length of one curtain was thirty cubits, and four cubits was the breadth of one curtain: the eleven curtains were of one size.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 17,
                    "text": "And he measured the wall thereof, an hundred and forty and four cubits, according to the measure of a man, that is, of the angel.",
                    "score": 0.7234879175473957
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 21,
                    "text": "And the twelve gates were twelve pearls; every several gate was of one pearl: and the street of the city was pure gold, as it were transparent glass.",
                    "score": 0.6797191615793068
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 8,
                    "verse": 20,
                    "text": "And when the seven among four thousand, how many baskets full of fragments took ye up? And they said, Seven.",
                    "score": 0.6748197820850401
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 3,
                    "verse": 18,
                    "text": "May be able to comprehend with all saints what is the breadth, and length, and depth, and height;",
                    "score": 0.6666078399124842
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 15,
                    "verse": 25,
                    "text": "And when the night came there were thirty and two of the people of Shiz, and twenty and seven of the people of Coriantumr.",
                    "score": 0.6607488216320303
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 11,
                    "verse": 24,
                    "text": "Of the Jews five times received I forty stripes save one.",
                    "score": 0.66031806430908
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 2,
                    "text": "Enlarge the place of thy tent, and let them stretch forth the curtains of thy habitations; spare not, lengthen thy cords and strengthen thy stakes;",
                    "score": 0.6591701636750187
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 7,
                    "verse": 2,
                    "text": "And he begat sons and daughters; yea, he begat thirty and one, among whom were twenty and three sons.",
                    "score": 0.6590184056080189
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 52,
                    "text": "For from henceforth there shall be five in one house divided, three against two, and two against three.",
                    "score": 0.6567073509302161
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 4,
                    "verse": 19,
                    "text": "And it came to pass that it was from evening until morning that it was night; and it came to pass that it was from morning until evening that it was day; and it was the fourth time.",
                    "score": 0.6526093850768786
                }
            ]
        },
        {
            "verse": 16,
            "text": "And he coupled five curtains by themselves, and six curtains by themselves.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 12,
                    "text": "Then arose Peter, and ran unto the sepulchre; and stooping down, he beheld the linen clothes laid by themselves, and departed, wondering in himself at that which was come to pass.",
                    "score": 0.7286815295471858
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 20,
                    "verse": 7,
                    "text": "And the napkin, that was about his head, not lying with the linen clothes, but wrapped together in a place by itself.",
                    "score": 0.7276926292635222
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 17,
                    "text": "Therefore they separated themselves one from another, and went forth among them, every man alone, according to the word and power of God which was given unto him.",
                    "score": 0.7085147343544047
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 14,
                    "verse": 36,
                    "text": "And besought him that they might only touch the hem of his garment: and as many as touched were made perfectly whole.",
                    "score": 0.7008694532357782
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 4,
                    "verse": 10,
                    "text": "And when he was alone, they that were about him with the twelve asked of him the parable.",
                    "score": 0.7004865081189035
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 6,
                    "verse": 13,
                    "text": "For when God made promise to Abraham, because he could swear by no greater, he sware by himself,",
                    "score": 0.7001719211807058
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 10,
                    "verse": 27,
                    "text": "And as he talked with him, he went in, and found many that were come together.",
                    "score": 0.6915505545230138
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 26,
                    "text": "And thus he flattereth them, and leadeth them along until he draggeth their souls down to hell; and thus he causeth them to catch themselves in their own snare.",
                    "score": 0.6912931154721592
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 15,
                    "text": "And unto one he gave five talents, to another two, and to another one; to every man according to his several ability; and straightway took his journey.",
                    "score": 0.689660338027649
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 7,
                    "verse": 53,
                    "text": "And every man went unto his own house.",
                    "score": 0.6890815902028923
                }
            ]
        },
        {
            "verse": 17,
            "text": "And he made fifty loops upon the uttermost edge of the curtain in the coupling, and fifty loops made he upon the edge of the curtain which coupleth the second.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 17,
                    "text": "And likewise he that had received two, he also gained other two.",
                    "score": 0.6846241244659723
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 4,
                    "verse": 30,
                    "text": "But he passing through the midst of them went his way,",
                    "score": 0.6781287300389838
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 26,
                    "text": "And thus he flattereth them, and leadeth them along until he draggeth their souls down to hell; and thus he causeth them to catch themselves in their own snare.",
                    "score": 0.6770137103465073
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 94,
                    "verse": 4,
                    "text": "Verily I say unto you, that it shall be built fifty-five by sixty-five feet in the width thereof and in the length thereof, in the inner court.",
                    "score": 0.672825740264114
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 28,
                    "text": "And they drew nigh unto the village, whither they went: and he made as though he would have gone further.",
                    "score": 0.6697027812792322
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 22,
                    "text": "And there are also secret combinations, even as in times of old, according to the combinations of the devil, for he is the founder of all these things; yea, the founder of murder, and works of darkness; yea, and he leadeth them by the neck with a flaxen cord, until he bindeth them with his strong cords forever.",
                    "score": 0.6692569327631895
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 35,
                    "text": "And they were in number about four hundred and fifty souls.",
                    "score": 0.667142331317799
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 16,
                    "verse": 6,
                    "text": "And he said, An hundred measures of oil. And he said unto him, Take thy bill, and sit down quickly, and write fifty.",
                    "score": 0.6662121450383739
                },
                {
                    "volume": "Book of Mormon",
                    "book": "4 Nephi",
                    "chapter": 1,
                    "verse": 6,
                    "text": "And thus did the thirty and eighth year pass away, and also the thirty and ninth, and forty and first, and the forty and second, yea, even until forty and nine years had passed away, and also the fifty and first, and the fifty and second; yea, and even until fifty and nine years had passed away.",
                    "score": 0.665564891349923
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 13,
                    "verse": 3,
                    "text": "The captain of fifty, and the honorable man, and the counselor, and the cunning artificer, and the eloquent orator.",
                    "score": 0.6638299376079139
                }
            ]
        },
        {
            "verse": 18,
            "text": "And he made fifty taches of brass to couple the tent together, that it might be one.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 16,
                    "verse": 10,
                    "text": "And it came to pass that as my father arose in the morning, and went forth to the tent door, to his great astonishment he beheld upon the ground a round ball of curious workmanship; and it was of fine brass. And within the ball were two spindles; and the one pointed the way whither we should go into the wilderness.",
                    "score": 0.7216222415469254
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 18,
                    "verse": 3,
                    "text": "And because he was of the same craft, he abode with them, and wrought: for by their occupation they were tentmakers.",
                    "score": 0.6917327244712013
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 10,
                    "verse": 27,
                    "text": "And as he talked with him, he went in, and found many that were come together.",
                    "score": 0.6859434575771373
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 10,
                    "text": "And he also caused that his workmen should work all manner of fine work within the walls of the temple, of fine wood, and of copper, and of brass.",
                    "score": 0.6817677621095073
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 2,
                    "text": "Enlarge the place of thy tent, and let them stretch forth the curtains of thy habitations; spare not, lengthen thy cords and strengthen thy stakes;",
                    "score": 0.6814222287599101
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 6,
                    "text": "And they pitched their tents round about the temple, every man having his tent with the door thereof towards the temple, that thereby they might remain in their tents and hear the words which king Benjamin should speak unto them;",
                    "score": 0.6795719130002158
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 38,
                    "text": "And it came to pass that we took the plates of brass and the servant of Laban, and departed into the wilderness, and journeyed unto the tent of our father.",
                    "score": 0.6792382686111161
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 14,
                    "verse": 36,
                    "text": "And besought him that they might only touch the hem of his garment: and as many as touched were made perfectly whole.",
                    "score": 0.6778817417931761
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 19,
                    "verse": 19,
                    "text": "Many of them also which used curious arts brought their books together, and burned them before all men: and they counted the price of them, and found it fifty thousand pieces of silver.",
                    "score": 0.6763185475493908
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 16,
                    "verse": 6,
                    "text": "And he said, An hundred measures of oil. And he said unto him, Take thy bill, and sit down quickly, and write fifty.",
                    "score": 0.6702899239633392
                }
            ]
        },
        {
            "verse": 19,
            "text": "And he made a covering for the tent of rams' skins dyed red, and a covering of badgers' skins above that.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 27,
                    "text": "Unto Adam, and also unto his wife, did I, the Lord God, make coats of skins, and clothed them.",
                    "score": 0.7245641329507809
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 69,
                    "text": "I clothe the heavens with blackness, and make sackcloth their covering.",
                    "score": 0.7165062940793019
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 48,
                    "text": "And the Lord shall be red in his apparel, and his garments like him that treadeth in the wine-vat.",
                    "score": 0.7142475317056051
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 4,
                    "verse": 7,
                    "text": "And it came to pass that they did come up to battle; and it was in the sixth month; and behold, great and terrible was the day that they did come up to battle; and they were girded about after the manner of robbers; and they had a lamb-skin about their loins, and they were dyed in blood, and their heads were shorn, and they had head-plates upon them; and great and terrible was the appearance of the armies of Giddianhi, because of their armor, and because of their being dyed in blood.",
                    "score": 0.7123962920895934
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 15,
                    "verse": 17,
                    "text": "And they clothed him with purple, and plaited a crown of thorns, and put it about his head,",
                    "score": 0.7119710128223953
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 7,
                    "verse": 3,
                    "text": "I clothe the heavens with blackness, and I make sackcloth their covering.",
                    "score": 0.7072394769555167
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 15,
                    "text": "And my father dwelt in a tent.",
                    "score": 0.7022564828378237
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 10,
                    "verse": 31,
                    "text": "And he begat Heth, and Heth lived in captivity all his days. And Heth begat Aaron, and Aaron dwelt in captivity all his days; and he begat Amnigaddah, and Amnigaddah also dwelt in captivity all his days; and he begat Coriantum, and Coriantum dwelt in captivity all his days; and he begat Com.",
                    "score": 0.7008970318130313
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 18,
                    "verse": 3,
                    "text": "And because he was of the same craft, he abode with them, and wrought: for by their occupation they were tentmakers.",
                    "score": 0.6964970984018287
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 19,
                    "verse": 23,
                    "text": "Then the soldiers, when they had crucified Jesus, took his garments, and made four parts, to every soldier a part; and also his coat: now the coat was without seam, woven from the top throughout.",
                    "score": 0.6947511799793269
                }
            ]
        },
        {
            "verse": 20,
            "text": "And he made boards for the tabernacle of shittim wood, standing up.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 3,
                    "text": "And he caused that upon those works of timbers there should be a frame of pickets built upon the timbers round about; and they were strong and high.",
                    "score": 0.7556989976085571
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 44,
                    "text": "Our fathers had the tabernacle of witness in the wilderness, as he had appointed, speaking unto Moses, that he should make it according to the fashion that he had seen.",
                    "score": 0.7515000648427761
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 2,
                    "text": "For there was a tabernacle made; the first, wherein was the candlestick, and the table, and the shewbread; which is called the sanctuary.",
                    "score": 0.7454465992579238
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 5,
                    "text": "And Peter answered and said to Jesus, Master, it is good for us to be here: and let us make three tabernacles; one for thee, and one for Moses, and one for Elias.",
                    "score": 0.734737292116443
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 8,
                    "verse": 2,
                    "text": "And he caused that Ammon should stand up before the multitude, and rehearse unto them all that had happened unto their brethren from the time that Zeniff went up out of the land even until the time that he himself came up out of the land.",
                    "score": 0.7345963465052276
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 5,
                    "text": "Who serve unto the example and shadow of heavenly things, as Moses was admonished of God when he was about to make the tabernacle: for, See, saith he, that thou make all things according to the pattern shewed to thee in the mount.",
                    "score": 0.7295777604468198
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 2,
                    "text": "And he commanded them that they should arise and stand up upon their feet. And they arose up and stood upon their feet.",
                    "score": 0.728373579430279
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 38,
                    "text": "For, for this cause I commanded Moses that he should build a tabernacle, that they should bear it with them in the wilderness, and to build a house in the land of promise, that those ordinances might be revealed which had been hid from before the world was.",
                    "score": 0.7273452075604461
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 21,
                    "verse": 20,
                    "text": "But he caused that there should be synagogues built in the land of Ishmael; and he caused that his people, or the people who were under his reign, should assemble themselves together.",
                    "score": 0.7245729611164031
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 11,
                    "text": "But Christ being come an high priest of good things to come, by a greater and more perfect tabernacle, not made with hands, that is to say, not of this building;",
                    "score": 0.7222390238415597
                }
            ]
        },
        {
            "verse": 21,
            "text": "The length of a board was ten cubits, and the breadth of a board one cubit and a half.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 16,
                    "text": "And a shiblum is a half of a shiblon.",
                    "score": 0.7174474279366383
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 17,
                    "text": "And he measured the wall thereof, an hundred and forty and four cubits, according to the measure of a man, that is, of the angel.",
                    "score": 0.7142759447007895
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 21,
                    "verse": 8,
                    "text": "And the other disciples came in a little ship; (for they were not far from land, but as it were two hundred cubits,) dragging the net with fishes.",
                    "score": 0.7103841960721494
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 15,
                    "text": "A shiblon is half of a senum; therefore, a shiblon for half a measure of barley.",
                    "score": 0.7061501809506822
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 3,
                    "verse": 18,
                    "text": "May be able to comprehend with all saints what is the breadth, and length, and depth, and height;",
                    "score": 0.6983280500146141
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 17,
                    "text": "And a leah is the half of a shiblum.",
                    "score": 0.6681258526006515
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 6,
                    "verse": 27,
                    "text": "Which of you by taking thought can add one cubit unto his stature?",
                    "score": 0.6623359556703877
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 27,
                    "text": "Which of you by taking thought can add one cubit unto his stature?",
                    "score": 0.6623359556703877
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 94,
                    "verse": 11,
                    "text": "And it shall be fifty-five by sixty-five feet in the width thereof and the length thereof, in the inner court; and there shall be a lower and a higher court.",
                    "score": 0.6610351016846597
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 16,
                    "text": "And the city lieth foursquare, and the length is as large as the breadth: and he measured the city with the reed, twelve thousand furlongs. The length and the breadth and the height of it are equal.",
                    "score": 0.6566008190243888
                }
            ]
        },
        {
            "verse": 22,
            "text": "One board had two tenons, equally distant one from another: thus did he make for all the boards of the tabernacle.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 5,
                    "text": "Who serve unto the example and shadow of heavenly things, as Moses was admonished of God when he was about to make the tabernacle: for, See, saith he, that thou make all things according to the pattern shewed to thee in the mount.",
                    "score": 0.7167127619673395
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 13,
                    "verse": 15,
                    "text": "And it was this same Melchizedek to whom Abraham paid tithes; yea, even our father Abraham paid tithes of one-tenth part of all he possessed.",
                    "score": 0.710985493991266
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 22,
                    "text": "He also that had received two talents came and said, Lord, thou deliveredst unto me two talents: behold, I have gained two other talents beside them.",
                    "score": 0.7063643388299998
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 22,
                    "verse": 47,
                    "text": "And while he yet spake, behold a multitude, and he that was called Judas, one of the twelve, went before them, and drew near unto Jesus to kiss him.",
                    "score": 0.7045249868575568
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 19,
                    "verse": 21,
                    "text": "And he surely did show unto the prophets of old all things concerning them; and also he did show unto many concerning us; wherefore, it must needs be that we know concerning them for they are written upon the plates of brass.",
                    "score": 0.7033383680681322
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 1,
                    "verse": 26,
                    "text": "And they gave forth their lots; and the lot fell upon Matthias; and he was numbered with the eleven apostles.",
                    "score": 0.6945259342187148
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 22,
                    "verse": 40,
                    "text": "On these two commandments hang all the law and the prophets.",
                    "score": 0.6934237554374428
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 17,
                    "text": "And he measured the wall thereof, an hundred and forty and four cubits, according to the measure of a man, that is, of the angel.",
                    "score": 0.692912709039632
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 9,
                    "verse": 33,
                    "text": "And it came to pass, as they departed from him, Peter said unto Jesus, Master, it is good for us to be here: and let us make three tabernacles; one for thee, and one for Moses, and one for Elias: not knowing what he said.",
                    "score": 0.692894385690369
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 4,
                    "verse": 11,
                    "text": "And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers;",
                    "score": 0.6928889741483854
                }
            ]
        },
        {
            "verse": 23,
            "text": "And he made boards for the tabernacle; twenty boards for the south side southward:",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 44,
                    "text": "Our fathers had the tabernacle of witness in the wilderness, as he had appointed, speaking unto Moses, that he should make it according to the fashion that he had seen.",
                    "score": 0.7244709607788363
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 6,
                    "verse": 16,
                    "text": "And the friends of Jared and his brother were in number about twenty and two souls; and they also begat sons and daughters before they came to the promised land; and therefore they began to be many.",
                    "score": 0.7168243377129976
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 2,
                    "text": "For there was a tabernacle made; the first, wherein was the candlestick, and the table, and the shewbread; which is called the sanctuary.",
                    "score": 0.7164498940087081
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 38,
                    "text": "For, for this cause I commanded Moses that he should build a tabernacle, that they should bear it with them in the wilderness, and to build a house in the land of promise, that those ordinances might be revealed which had been hid from before the world was.",
                    "score": 0.7158849060662665
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 4,
                    "verse": 11,
                    "text": "And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers;",
                    "score": 0.7150180056478573
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 6,
                    "verse": 20,
                    "text": "And accordingly the people were gathered together. Now the number of the sons and the daughters of the brother of Jared were twenty and two souls; and the number of sons and daughters of Jared were twelve, he having four sons.",
                    "score": 0.7123122545742845
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 1,
                    "verse": 15,
                    "text": "And in those days Peter stood up in the midst of the disciples, and said, (the number of names together were about an hundred and twenty,)",
                    "score": 0.7119592658083571
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 7,
                    "verse": 2,
                    "text": "And he begat sons and daughters; yea, he begat thirty and one, among whom were twenty and three sons.",
                    "score": 0.7111733785214643
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 9,
                    "verse": 33,
                    "text": "And it came to pass, as they departed from him, Peter said unto Jesus, Master, it is good for us to be here: and let us make three tabernacles; one for thee, and one for Moses, and one for Elias: not knowing what he said.",
                    "score": 0.7062826002387975
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 8,
                    "verse": 18,
                    "text": "Now when Jesus saw great multitudes about him, he gave commandment to depart unto the other side.",
                    "score": 0.7041775266341771
                }
            ]
        },
        {
            "verse": 24,
            "text": "And forty sockets of silver he made under the twenty boards; two sockets under one board for his two tenons, and two sockets under another board for his two tenons.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 6,
                    "text": "A senum of silver, an amnor of silver, an ezrom of silver, and an onti of silver.",
                    "score": 0.7319543545347975
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 17,
                    "text": "And he measured the wall thereof, an hundred and forty and four cubits, according to the measure of a man, that is, of the angel.",
                    "score": 0.7280876435343295
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 27,
                    "verse": 9,
                    "text": "Then was fulfilled that which was spoken by Jeremy the prophet, saying, And they took the thirty pieces of silver, the price of him that was valued, whom they of the children of Israel did value;",
                    "score": 0.7261906533326279
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 30,
                    "text": "And it came to pass that the Lord God said unto me: Make other plates; and thou shalt engraven many things upon them which are good in my sight, for the profit of thy people.",
                    "score": 0.7255932811903295
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 26,
                    "verse": 15,
                    "text": "And said unto them, What will ye give me, and I will deliver him unto you? And they covenanted with him for thirty pieces of silver.",
                    "score": 0.725027860937387
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 1,
                    "verse": 15,
                    "text": "And in those days Peter stood up in the midst of the disciples, and said, (the number of names together were about an hundred and twenty,)",
                    "score": 0.720115852249273
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 16,
                    "verse": 7,
                    "text": "Then said he to another, And how much owest thou? And he said, An hundred measures of wheat. And he said unto him, Take thy bill, and write fourscore.",
                    "score": 0.7182817966677894
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 28,
                    "verse": 13,
                    "text": "And now he translated them by the means of those two stones which were fastened into the two rims of a bow.",
                    "score": 0.7181816216166946
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 7,
                    "verse": 2,
                    "text": "And he begat sons and daughters; yea, he begat thirty and one, among whom were twenty and three sons.",
                    "score": 0.7177620236110737
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 17,
                    "text": "And likewise he that had received two, he also gained other two.",
                    "score": 0.714958508677743
                }
            ]
        },
        {
            "verse": 25,
            "text": "And for the other side of the tabernacle, which is toward the north corner, he made twenty boards,",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 2,
                    "text": "For there was a tabernacle made; the first, wherein was the candlestick, and the table, and the shewbread; which is called the sanctuary.",
                    "score": 0.7293726018513761
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 1,
                    "verse": 15,
                    "text": "And in those days Peter stood up in the midst of the disciples, and said, (the number of names together were about an hundred and twenty,)",
                    "score": 0.7279099801641342
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 6,
                    "verse": 16,
                    "text": "And the friends of Jared and his brother were in number about twenty and two souls; and they also begat sons and daughters before they came to the promised land; and therefore they began to be many.",
                    "score": 0.7240823479891515
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 8,
                    "verse": 18,
                    "text": "Now when Jesus saw great multitudes about him, he gave commandment to depart unto the other side.",
                    "score": 0.7157337278986
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 30,
                    "text": "And it came to pass that the Lord God said unto me: Make other plates; and thou shalt engraven many things upon them which are good in my sight, for the profit of thy people.",
                    "score": 0.7122018657513518
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 7,
                    "verse": 2,
                    "text": "And he begat sons and daughters; yea, he begat thirty and one, among whom were twenty and three sons.",
                    "score": 0.7078244866886763
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 6,
                    "verse": 20,
                    "text": "And accordingly the people were gathered together. Now the number of the sons and the daughters of the brother of Jared were twenty and two souls; and the number of sons and daughters of Jared were twelve, he having four sons.",
                    "score": 0.7075143727064219
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 38,
                    "text": "For, for this cause I commanded Moses that he should build a tabernacle, that they should bear it with them in the wilderness, and to build a house in the land of promise, that those ordinances might be revealed which had been hid from before the world was.",
                    "score": 0.7074032340868487
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 46,
                    "text": "Who found favour before God, and desired to find a tabernacle for the God of Jacob.",
                    "score": 0.7069788865148012
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 4,
                    "verse": 11,
                    "text": "And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers;",
                    "score": 0.7053665816120998
                }
            ]
        },
        {
            "verse": 26,
            "text": "And their forty sockets of silver; two sockets under one board, and two sockets under another board.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 6,
                    "text": "A senum of silver, an amnor of silver, an ezrom of silver, and an onti of silver.",
                    "score": 0.7306500470864165
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 12,
                    "text": "And an ezrom of silver was as great as four senums.",
                    "score": 0.6880617293481157
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 35,
                    "text": "And they were in number about four hundred and fifty souls.",
                    "score": 0.6861594438015092
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 26,
                    "verse": 15,
                    "text": "And said unto them, What will ye give me, and I will deliver him unto you? And they covenanted with him for thirty pieces of silver.",
                    "score": 0.6849851519976132
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 7,
                    "verse": 4,
                    "text": "And I heard the number of them which were sealed: and there were sealed an hundred and forty and four thousand of all the tribes of the children of Israel.",
                    "score": 0.6845401069163395
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 11,
                    "text": "And an amnor of silver was as great as two senums.",
                    "score": 0.6823032784445399
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 27,
                    "verse": 9,
                    "text": "Then was fulfilled that which was spoken by Jeremy the prophet, saying, And they took the thirty pieces of silver, the price of him that was valued, whom they of the children of Israel did value;",
                    "score": 0.6783455143775494
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 16,
                    "text": "And a shiblum is a half of a shiblon.",
                    "score": 0.6783376403953055
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 19,
                    "verse": 19,
                    "text": "Many of them also which used curious arts brought their books together, and burned them before all men: and they counted the price of them, and found it fifty thousand pieces of silver.",
                    "score": 0.6765872501744628
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 35,
                    "text": "Also, that there were two stones in silver bows--and these stones, fastened to a breastplate, constituted what is called the Urim and Thummim--deposited with the plates; and the possession and use of these stones were what constituted \"seers\" in ancient or former times; and that God had prepared them for the purpose of translating the book.",
                    "score": 0.66409916997658
                }
            ]
        },
        {
            "verse": 27,
            "text": "And for the sides of the tabernacle westward he made six boards.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 2,
                    "text": "For there was a tabernacle made; the first, wherein was the candlestick, and the table, and the shewbread; which is called the sanctuary.",
                    "score": 0.7324840732086901
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 1,
                    "verse": 26,
                    "text": "And they gave forth their lots; and the lot fell upon Matthias; and he was numbered with the eleven apostles.",
                    "score": 0.7321420377770153
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 8,
                    "verse": 19,
                    "text": "When I brake the five loaves among five thousand, how many baskets full of fragments took ye up? They say unto him, Twelve.",
                    "score": 0.7304500603790134
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 19,
                    "text": "For in six days the Lord made heaven and earth, and the sea, and all that in them is; wherefore the Lord blessed the sabbath day, and hallowed it.",
                    "score": 0.7268846563853913
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 4,
                    "verse": 11,
                    "text": "And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers;",
                    "score": 0.7257449232861273
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 38,
                    "text": "For, for this cause I commanded Moses that he should build a tabernacle, that they should bear it with them in the wilderness, and to build a house in the land of promise, that those ordinances might be revealed which had been hid from before the world was.",
                    "score": 0.7213339811269048
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 8,
                    "verse": 5,
                    "text": "And he asked them, How many loaves have ye? And they said, Seven.",
                    "score": 0.7198417640120307
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 44,
                    "text": "Our fathers had the tabernacle of witness in the wilderness, as he had appointed, speaking unto Moses, that he should make it according to the fashion that he had seen.",
                    "score": 0.7168253555934962
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 15,
                    "verse": 34,
                    "text": "And Jesus saith unto them, How many loaves have ye? And they said, Seven, and a few little fishes.",
                    "score": 0.7165346878720724
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 8,
                    "verse": 18,
                    "text": "Now when Jesus saw great multitudes about him, he gave commandment to depart unto the other side.",
                    "score": 0.7156429857339026
                }
            ]
        },
        {
            "verse": 28,
            "text": "And two boards made he for the corners of the tabernacle in the two sides.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 2,
                    "text": "For there was a tabernacle made; the first, wherein was the candlestick, and the table, and the shewbread; which is called the sanctuary.",
                    "score": 0.7687037557796005
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 4,
                    "text": "Which had the golden censer, and the ark of the covenant overlaid round about with gold, wherein was the golden pot that had manna, and Aaron's rod that budded, and the tables of the covenant;",
                    "score": 0.7309805907450627
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 38,
                    "text": "For, for this cause I commanded Moses that he should build a tabernacle, that they should bear it with them in the wilderness, and to build a house in the land of promise, that those ordinances might be revealed which had been hid from before the world was.",
                    "score": 0.7262964268426377
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 4,
                    "text": "The Father because he gave me of his fulness, and the Son because I was in the world and made flesh my tabernacle, and dwelt among the sons of men.",
                    "score": 0.7241095209390688
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 44,
                    "text": "Our fathers had the tabernacle of witness in the wilderness, as he had appointed, speaking unto Moses, that he should make it according to the fashion that he had seen.",
                    "score": 0.7234833326618363
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 46,
                    "text": "Who found favour before God, and desired to find a tabernacle for the God of Jacob.",
                    "score": 0.7209819104322573
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 17,
                    "verse": 4,
                    "text": "Then answered Peter, and said unto Jesus, Lord, it is good for us to be here: if thou wilt, let us make here three tabernacles; one for thee, and one for Moses, and one for Elias.",
                    "score": 0.7194099392019567
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 5,
                    "text": "And Peter answered and said to Jesus, Master, it is good for us to be here: and let us make three tabernacles; one for thee, and one for Moses, and one for Elias.",
                    "score": 0.7192627899824113
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 5,
                    "text": "Who serve unto the example and shadow of heavenly things, as Moses was admonished of God when he was about to make the tabernacle: for, See, saith he, that thou make all things according to the pattern shewed to thee in the mount.",
                    "score": 0.7182753360562965
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 7,
                    "verse": 2,
                    "text": "Now the Jews' feast of tabernacles was at hand.",
                    "score": 0.7177573597327858
                }
            ]
        },
        {
            "verse": 29,
            "text": "And they were coupled beneath, and coupled together at the head thereof, to one ring: thus he did to both of them in both the corners.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 17,
                    "text": "And likewise he that had received two, he also gained other two.",
                    "score": 0.7352276350698815
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 28,
                    "verse": 13,
                    "text": "And now he translated them by the means of those two stones which were fastened into the two rims of a bow.",
                    "score": 0.7349792549769271
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 7,
                    "verse": 9,
                    "text": "Now this secret combination, which had brought so great iniquity upon the people, did gather themselves together, and did place at their head a man whom they did call Jacob;",
                    "score": 0.7343313997120702
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 52,
                    "text": "Having removed the earth, I obtained a lever, which I got fixed under the edge of the stone, and with a little exertion raised it up. I looked in, and there indeed did I behold the plates, the Urim and Thummim, and the breastplate, as stated by the messenger. The box in which they lay was formed by laying stones together in some kind of cement. In the bottom of the box were laid two stones crossways of the box, and on these stones lay the plates and the other things with them.",
                    "score": 0.7316226377267006
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 26,
                    "text": "And thus he flattereth them, and leadeth them along until he draggeth their souls down to hell; and thus he causeth them to catch themselves in their own snare.",
                    "score": 0.7311250320305135
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 27,
                    "verse": 38,
                    "text": "Then were there two thieves crucified with him, one on the right hand, and another on the left.",
                    "score": 0.7281647411057626
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 6,
                    "verse": 28,
                    "text": "And they did enter into a covenant one with another, yea, even into that covenant which was given by them of old, which covenant was given and administered by the devil, to combine against all righteousness.",
                    "score": 0.7235998712541682
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 19,
                    "verse": 18,
                    "text": "Where they crucified him, and two other with him, on either side one, and Jesus in the midst.",
                    "score": 0.723182723390836
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 15,
                    "verse": 27,
                    "text": "And with him they crucify two thieves; the one on his right hand, and the other on his left.",
                    "score": 0.7209994477258405
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 19,
                    "text": "And they taught, and did minister one to another; and they had all things common among them, every man dealing justly, one with another.",
                    "score": 0.7187159819644026
                }
            ]
        },
        {
            "verse": 30,
            "text": "And there were eight boards; and their sockets were sixteen sockets of silver, under every board two sockets.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 43,
                    "text": "And they took up twelve baskets full of the fragments, and of the fishes.",
                    "score": 0.6907547213434085
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 6,
                    "text": "A senum of silver, an amnor of silver, an ezrom of silver, and an onti of silver.",
                    "score": 0.6888071968198234
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 1,
                    "text": "And it came to pass that the brother of Jared, (now the number of the vessels which had been prepared was eight) went forth unto the mount, which they called the mount Shelem, because of its exceeding height, and did molten out of a rock sixteen small stones; and they were white and clear, even as transparent glass; and he did carry them in his hands upon the top of the mount, and cried again unto the Lord, saying:",
                    "score": 0.6874308572034127
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 14,
                    "verse": 20,
                    "text": "And they did all eat, and were filled: and they took up of the fragments that remained twelve baskets full.",
                    "score": 0.6862086667579624
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 9,
                    "verse": 17,
                    "text": "And they did eat, and were all filled: and there was taken up of fragments that remained to them twelve baskets.",
                    "score": 0.6840604568229726
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 8,
                    "verse": 20,
                    "text": "And when the seven among four thousand, how many baskets full of fragments took ye up? And they said, Seven.",
                    "score": 0.6785469494006034
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 27,
                    "verse": 9,
                    "text": "Then was fulfilled that which was spoken by Jeremy the prophet, saying, And they took the thirty pieces of silver, the price of him that was valued, whom they of the children of Israel did value;",
                    "score": 0.6781937989672456
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 1,
                    "verse": 26,
                    "text": "And they gave forth their lots; and the lot fell upon Matthias; and he was numbered with the eleven apostles.",
                    "score": 0.6757752186232094
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 19,
                    "verse": 19,
                    "text": "Many of them also which used curious arts brought their books together, and burned them before all men: and they counted the price of them, and found it fifty thousand pieces of silver.",
                    "score": 0.6725534946856876
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 12,
                    "text": "And an ezrom of silver was as great as four senums.",
                    "score": 0.6662595103538286
                }
            ]
        },
        {
            "verse": 31,
            "text": "And he made bars of shittim wood; five for the boards of the one side of the tabernacle,",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 2,
                    "text": "For there was a tabernacle made; the first, wherein was the candlestick, and the table, and the shewbread; which is called the sanctuary.",
                    "score": 0.7497522974028402
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 8,
                    "verse": 19,
                    "text": "When I brake the five loaves among five thousand, how many baskets full of fragments took ye up? They say unto him, Twelve.",
                    "score": 0.7432186547305241
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 14,
                    "verse": 17,
                    "text": "And they say unto him, We have here but five loaves, and two fishes.",
                    "score": 0.7381073081852126
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 3,
                    "text": "And he caused that upon those works of timbers there should be a frame of pickets built upon the timbers round about; and they were strong and high.",
                    "score": 0.7252865142385666
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 5,
                    "text": "And Peter answered and said to Jesus, Master, it is good for us to be here: and let us make three tabernacles; one for thee, and one for Moses, and one for Elias.",
                    "score": 0.7246493278882162
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 6,
                    "verse": 9,
                    "text": "And when he had opened the fifth seal, I saw under the altar the souls of them that were slain for the word of God, and for the testimony which they held:",
                    "score": 0.723839503243906
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 38,
                    "text": "He saith unto them, How many loaves have ye? go and see. And when they knew, they say, Five, and two fishes.",
                    "score": 0.7212291174132978
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 7,
                    "verse": 2,
                    "text": "Now the Jews' feast of tabernacles was at hand.",
                    "score": 0.7209161148691282
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 38,
                    "text": "For, for this cause I commanded Moses that he should build a tabernacle, that they should bear it with them in the wilderness, and to build a house in the land of promise, that those ordinances might be revealed which had been hid from before the world was.",
                    "score": 0.7182687624754002
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 5,
                    "text": "Who serve unto the example and shadow of heavenly things, as Moses was admonished of God when he was about to make the tabernacle: for, See, saith he, that thou make all things according to the pattern shewed to thee in the mount.",
                    "score": 0.7173837361409344
                }
            ]
        },
        {
            "verse": 32,
            "text": "And five bars for the boards of the other side of the tabernacle, and five bars for the boards of the tabernacle for the sides westward.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 2,
                    "text": "For there was a tabernacle made; the first, wherein was the candlestick, and the table, and the shewbread; which is called the sanctuary.",
                    "score": 0.7281247378967926
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 8,
                    "verse": 19,
                    "text": "When I brake the five loaves among five thousand, how many baskets full of fragments took ye up? They say unto him, Twelve.",
                    "score": 0.7252182933663973
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 14,
                    "verse": 17,
                    "text": "And they say unto him, We have here but five loaves, and two fishes.",
                    "score": 0.723857079119429
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 13,
                    "text": "On the east three gates; on the north three gates; on the south three gates; and on the west three gates.",
                    "score": 0.7214524288520019
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 16,
                    "verse": 28,
                    "text": "For I have five brethren; that he may testify unto them, lest they also come into this place of torment.",
                    "score": 0.7146672533954876
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 3,
                    "verse": 19,
                    "text": "And I write also unto the remnant of this people, who shall also be judged by the twelve whom Jesus chose in this land; and they shall be judged by the other twelve whom Jesus chose in the land of Jerusalem.",
                    "score": 0.7140167623844721
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 38,
                    "text": "He saith unto them, How many loaves have ye? go and see. And when they knew, they say, Five, and two fishes.",
                    "score": 0.7109934978202597
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 17,
                    "verse": 4,
                    "text": "Then answered Peter, and said unto Jesus, Lord, it is good for us to be here: if thou wilt, let us make here three tabernacles; one for thee, and one for Moses, and one for Elias.",
                    "score": 0.7088039870066603
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 13,
                    "verse": 29,
                    "text": "And they shall come from the east, and from the west, and from the north, and from the south, and shall sit down in the kingdom of God.",
                    "score": 0.705451640722248
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 5,
                    "verse": 2,
                    "text": "Now there is at Jerusalem by the sheep market a pool, which is called in the Hebrew tongue Bethesda, having five porches.",
                    "score": 0.7051348857892592
                }
            ]
        },
        {
            "verse": 33,
            "text": "And he made the middle bar to shoot through the boards from the one end to the other.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 4,
                    "verse": 30,
                    "text": "But he passing through the midst of them went his way,",
                    "score": 0.6708590039318374
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 28,
                    "verse": 13,
                    "text": "And now he translated them by the means of those two stones which were fastened into the two rims of a bow.",
                    "score": 0.6553214911079517
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 4,
                    "verse": 20,
                    "text": "And they straightway left their nets, and followed him.",
                    "score": 0.6530275156433722
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 2,
                    "text": "And he fenced it, and gathered out the stones thereof, and planted it with the choicest vine, and built a tower in the midst of it, and also made a wine-press therein; and he looked that it should bring forth grapes, and it brought forth wild grapes.",
                    "score": 0.6521001312045863
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 1,
                    "verse": 18,
                    "text": "And straightway they forsook their nets, and followed him.",
                    "score": 0.6520189071507526
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 5,
                    "verse": 4,
                    "text": "Now when he had left speaking, he said unto Simon, Launch out into the deep, and let down your nets for a draught.",
                    "score": 0.6507500161616956
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 3,
                    "text": "And he caused that upon those works of timbers there should be a frame of pickets built upon the timbers round about; and they were strong and high.",
                    "score": 0.64522708869908
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 15,
                    "text": "And unto one he gave five talents, to another two, and to another one; to every man according to his several ability; and straightway took his journey.",
                    "score": 0.6413970547214003
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 52,
                    "verse": 6,
                    "text": "But he kept his men round about, as if making preparations for war; yea, and truly he was preparing to defend himself against them, by casting up walls round about and preparing places of resort.",
                    "score": 0.6363960466863368
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 16,
                    "verse": 16,
                    "text": "And we did follow the directions of the ball, which led us in the more fertile parts of the wilderness.",
                    "score": 0.6346050380321252
                }
            ]
        },
        {
            "verse": 34,
            "text": "And he overlaid the boards with gold, and made their rings of gold to be places for the bars, and overlaid the bars with gold.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 9,
                    "text": "And he also built him a spacious palace, and a throne in the midst thereof, all of which was of fine wood and was ornamented with gold and silver and with precious things.",
                    "score": 0.7382463978795386
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 4,
                    "text": "Which had the golden censer, and the ark of the covenant overlaid round about with gold, wherein was the golden pot that had manna, and Aaron's rod that budded, and the tables of the covenant;",
                    "score": 0.7346851872494783
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 8,
                    "text": "And it came to pass that king Noah built many elegant and spacious buildings; and he ornamented them with fine work of wood, and of all manner of precious things, of gold, and of silver, and of iron, and of brass, and of ziff, and of copper;",
                    "score": 0.7146796429905972
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 11,
                    "text": "And the seats which were set apart for the high priests, which were above all the other seats, he did ornament with pure gold; and he caused a breastwork to be built before them, that they might rest their bodies and their arms upon while they should speak lying and vain words to his people.",
                    "score": 0.7134795695095134
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 3,
                    "text": "And he caused that upon those works of timbers there should be a frame of pickets built upon the timbers round about; and they were strong and high.",
                    "score": 0.7106707045943137
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 6,
                    "verse": 11,
                    "text": "And behold, there was all manner of gold in both these lands, and of silver, and of precious ore of every kind; and there were also curious workmen, who did work all kinds of ore and did refine it; and thus they did become rich.",
                    "score": 0.7032473993833004
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 30,
                    "text": "And it came to pass that the Lord God said unto me: Make other plates; and thou shalt engraven many things upon them which are good in my sight, for the profit of thy people.",
                    "score": 0.7012377535575609
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 24,
                    "text": "And it came to pass that we went in unto Laban, and desired him that he would give unto us the records which were engraven upon the plates of brass, for which we would give unto him our gold, and our silver, and all our precious things.",
                    "score": 0.6969876853113481
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 20,
                    "text": "In that day a man shall cast his idols of silver, and his idols of gold, which he hath made for himself to worship, to the moles and to the bats;",
                    "score": 0.6939024410878559
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 10,
                    "text": "The worlds were made by him; men were made by him; all things were made by him, and through him, and of him.",
                    "score": 0.6938097306118904
                }
            ]
        },
        {
            "verse": 35,
            "text": "And he made a veil of blue, and purple, and scarlet, and fine twined linen: with cherubims made he it of cunning work.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 27,
                    "verse": 28,
                    "text": "And they stripped him, and put on him a scarlet robe.",
                    "score": 0.7737795564442658
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 10,
                    "verse": 24,
                    "text": "And they did have silks, and fine-twined linen; and they did work all manner of cloth, that they might clothe themselves from their nakedness.",
                    "score": 0.7686452491674881
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 16,
                    "verse": 19,
                    "text": "There was a certain rich man, which was clothed in purple and fine linen, and fared sumptuously every day:",
                    "score": 0.7606039650197887
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 15,
                    "verse": 17,
                    "text": "And they clothed him with purple, and plaited a crown of thorns, and put it about his head,",
                    "score": 0.7595647786188625
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 21,
                    "text": "And he supposed me to be his master, Laban, for he beheld the garments and also the sword girded about my loins.",
                    "score": 0.7575413966398395
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 15,
                    "verse": 46,
                    "text": "And he bought fine linen, and took him down, and wrapped him in the linen, and laid him in a sepulchre which was hewn out of a rock, and rolled a stone unto the door of the sepulchre.",
                    "score": 0.7561400094687991
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 27,
                    "text": "Unto Adam, and also unto his wife, did I, the Lord God, make coats of skins, and clothed them.",
                    "score": 0.7558061945454573
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 19,
                    "verse": 8,
                    "text": "And to her was granted that she should be arrayed in fine linen, clean and white: for the fine linen is the righteousness of saints.",
                    "score": 0.7554541519035438
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 10,
                    "text": "And he also prophesieth evil concerning thy life, and saith that thy life shall be as a garment in a furnace of fire.",
                    "score": 0.7469154236585305
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 8,
                    "text": "And the angel spake unto me, saying: Behold the gold, and the silver, and the silks, and the scarlets, and the fine-twined linen, and the precious clothing, and the harlots, are the desires of this great and abominable church.",
                    "score": 0.7461887015396333
                }
            ]
        },
        {
            "verse": 36,
            "text": "And he made thereunto four pillars of shittim wood, and overlaid them with gold: their hooks were of gold; and he cast for them four sockets of silver.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Jarom",
                    "chapter": 1,
                    "verse": 8,
                    "text": "And we multiplied exceedingly, and spread upon the face of the land, and became exceedingly rich in gold, and in silver, and in precious things, and in fine workmanship of wood, in buildings, and in machinery, and also in iron and copper, and brass and steel, making all manner of tools of every kind to till the ground, and weapons of war--yea, the sharp pointed arrow, and the quiver, and the dart, and the javelin, and all preparations for war.",
                    "score": 0.7459041995378473
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 2,
                    "verse": 15,
                    "text": "And when he had made a scourge of small cords, he drove them all out of the temple, and the sheep, and the oxen; and poured out the changers' money, and overthrew the tables;",
                    "score": 0.7457805635444263
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 3,
                    "text": "And he caused that upon those works of timbers there should be a frame of pickets built upon the timbers round about; and they were strong and high.",
                    "score": 0.7433879964242881
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 20,
                    "text": "In that day a man shall cast his idols of silver, and his idols of gold, which he hath made for himself to worship, to the moles and to the bats;",
                    "score": 0.7405606313751104
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 26,
                    "text": "And send ye swift messengers, yea, chosen messengers, and say unto them: Come ye, with all your gold, and your silver, and your precious stones, and with all your antiquities; and with all who have knowledge of antiquities, that will come, may come, and bring the box tree, and the fir tree, and the pine tree, together with all the precious trees of the earth;",
                    "score": 0.7381702474596328
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 10,
                    "verse": 23,
                    "text": "And they did work in all manner of ore, and they did make gold, and silver, and iron, and brass, and all manner of metals; and they did dig it out of the earth; wherefore, they did cast up mighty heaps of earth to get ore, of gold, and of silver, and of iron, and of copper. And they did work all manner of fine work.",
                    "score": 0.7356534085926036
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 8,
                    "text": "And it came to pass that king Noah built many elegant and spacious buildings; and he ornamented them with fine work of wood, and of all manner of precious things, of gold, and of silver, and of iron, and of brass, and of ziff, and of copper;",
                    "score": 0.7336872890651416
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 21,
                    "verse": 1,
                    "text": "And he looked up, and saw the rich men casting their gifts into the treasury.",
                    "score": 0.729332862585188
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 10,
                    "text": "And he also caused that his workmen should work all manner of fine work within the walls of the temple, of fine wood, and of copper, and of brass.",
                    "score": 0.7289476547553915
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 9,
                    "text": "And he also built him a spacious palace, and a throne in the midst thereof, all of which was of fine wood and was ornamented with gold and silver and with precious things.",
                    "score": 0.7288027630760299
                }
            ]
        },
        {
            "verse": 37,
            "text": "And he made an hanging for the tabernacle door of blue, and purple, and scarlet, and fine twined linen, of needlework;",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 15,
                    "verse": 46,
                    "text": "And he bought fine linen, and took him down, and wrapped him in the linen, and laid him in a sepulchre which was hewn out of a rock, and rolled a stone unto the door of the sepulchre.",
                    "score": 0.7447407087603075
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 21,
                    "text": "Moreover he sprinkled with blood both the tabernacle, and all the vessels of the ministry.",
                    "score": 0.7295176309800752
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 27,
                    "verse": 59,
                    "text": "And when Joseph had taken the body, he wrapped it in a clean linen cloth,",
                    "score": 0.7241772831610007
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 7,
                    "text": "And I also saw gold, and silver, and silks, and scarlets, and fine-twined linen, and all manner of precious clothing; and I saw many harlots.",
                    "score": 0.7179465191537786
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 18,
                    "verse": 12,
                    "text": "The merchandise of gold, and silver, and precious stones, and of pearls, and fine linen, and purple, and silk, and scarlet, and all thyine wood, and all manner vessels of ivory, and all manner vessels of most precious wood, and of brass, and iron, and marble,",
                    "score": 0.7179430872918475
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 19,
                    "verse": 8,
                    "text": "And to her was granted that she should be arrayed in fine linen, clean and white: for the fine linen is the righteousness of saints.",
                    "score": 0.7168560382821693
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 8,
                    "text": "And the angel spake unto me, saying: Behold the gold, and the silver, and the silks, and the scarlets, and the fine-twined linen, and the precious clothing, and the harlots, are the desires of this great and abominable church.",
                    "score": 0.716123015012333
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 15,
                    "verse": 17,
                    "text": "And they clothed him with purple, and plaited a crown of thorns, and put it about his head,",
                    "score": 0.7112878617233624
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 10,
                    "verse": 39,
                    "text": "And we are witnesses of all things which he did both in the land of the Jews, and in Jerusalem; whom they slew and hanged on a tree:",
                    "score": 0.7111048537066207
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 2,
                    "text": "For there was a tabernacle made; the first, wherein was the candlestick, and the table, and the shewbread; which is called the sanctuary.",
                    "score": 0.7054371373327234
                }
            ]
        },
        {
            "verse": 38,
            "text": "And the five pillars of it with their hooks: and he overlaid their chapiters and their fillets with gold: but their five sockets were of brass.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 3,
                    "text": "And he laid a tax of one fifth part of all they possessed, a fifth part of their gold and of their silver, and a fifth part of their ziff, and of their copper, and of their brass and their iron; and a fifth part of their fatlings; and also a fifth part of all their grain.",
                    "score": 0.7631670168385223
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 5,
                    "verse": 18,
                    "text": "That these plates of brass should go forth unto all nations, kindreds, tongues, and people who were of his seed.",
                    "score": 0.733250186322681
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 24,
                    "text": "And I also spake unto him that I should carry the engravings, which were upon the plates of brass, to my elder brethren, who were without the walls.",
                    "score": 0.7271986737550046
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jarom",
                    "chapter": 1,
                    "verse": 8,
                    "text": "And we multiplied exceedingly, and spread upon the face of the land, and became exceedingly rich in gold, and in silver, and in precious things, and in fine workmanship of wood, in buildings, and in machinery, and also in iron and copper, and brass and steel, making all manner of tools of every kind to till the ground, and weapons of war--yea, the sharp pointed arrow, and the quiver, and the dart, and the javelin, and all preparations for war.",
                    "score": 0.7245315972579136
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 16,
                    "text": "Then he that had received the five talents went and traded with the same, and made them other five talents.",
                    "score": 0.722339295594564
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 10,
                    "text": "And he also caused that his workmen should work all manner of fine work within the walls of the temple, of fine wood, and of copper, and of brass.",
                    "score": 0.7208643025283915
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 2,
                    "verse": 15,
                    "text": "And when he had made a scourge of small cords, he drove them all out of the temple, and the sheep, and the oxen; and poured out the changers' money, and overthrew the tables;",
                    "score": 0.7196375967718854
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 19,
                    "verse": 21,
                    "text": "And he surely did show unto the prophets of old all things concerning them; and also he did show unto many concerning us; wherefore, it must needs be that we know concerning them for they are written upon the plates of brass.",
                    "score": 0.7192438462162847
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 10,
                    "verse": 23,
                    "text": "And they did work in all manner of ore, and they did make gold, and silver, and iron, and brass, and all manner of metals; and they did dig it out of the earth; wherefore, they did cast up mighty heaps of earth to get ore, of gold, and of silver, and of iron, and of copper. And they did work all manner of fine work.",
                    "score": 0.7172417796572317
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 8,
                    "verse": 10,
                    "text": "And behold, also, they have brought breastplates, which are large, and they are of brass and of copper, and are perfectly sound.",
                    "score": 0.7133623066222264
                }
            ]
        }
    ]
}