{
    "volume": "Old Testament",
    "book": "Exodus",
    "chapter": 40,
    "verses": [
        {
            "verse": 1,
            "text": "And the Lord spake unto Moses, saying,",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 36,
                    "text": "And it came to pass that Moses spake unto the Lord, saying: Be merciful unto thy servant, O God, and tell me concerning this earth, and the inhabitants thereof, and also the heavens, and then thy servant will be content.",
                    "score": 0.8734593527363176
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 13,
                    "text": "And it came to pass that the Lord spake unto them saying:",
                    "score": 0.8648226830173933
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 18,
                    "verse": 5,
                    "text": "The Lord spake also unto me again, saying:",
                    "score": 0.8525378868206598
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 9,
                    "verse": 29,
                    "text": "We know that God spake unto Moses: as for this fellow, we know not from whence he is.",
                    "score": 0.8362328905420495
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 23,
                    "text": "Behold, I am he of whom Moses spake, saying: A prophet shall the Lord your God raise up unto you of your brethren, like unto me; him shall ye hear in all things whatsoever he shall say unto you. And it shall come to pass that every soul who will not hear that prophet shall be cut off from among the people.",
                    "score": 0.8310502997156285
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 44,
                    "text": "And he said unto them, These are the words which I spake unto you, while I was yet with you, that all things must be fulfilled, which were written in the law of Moses, and in the prophets, and in the psalms, concerning me.",
                    "score": 0.8265799513655442
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 1,
                    "text": "The words of God, which he spake unto Moses at a time when Moses was caught up into an exceedingly high mountain,",
                    "score": 0.8223641028123255
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 15,
                    "verse": 3,
                    "text": "And he spake this parable unto them, saying,",
                    "score": 0.8198524190085067
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 37,
                    "text": "And the Lord God spake unto Moses, saying: The heavens, they are many, and they cannot be numbered unto man; but they are numbered unto me, for they are mine.",
                    "score": 0.8188469849196421
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 1,
                    "text": "And it came to pass that the Lord spake unto Moses, saying: Behold, I reveal unto you concerning this heaven, and this earth; write the words which I speak. I am the Beginning and the End, the Almighty God; by mine Only Begotten I created these things; yea, in the beginning I created the heaven, and the earth upon which thou standest.",
                    "score": 0.8180341032714763
                }
            ]
        },
        {
            "verse": 2,
            "text": "On the first day of the first month shalt thou set up the tabernacle of the tent of the congregation.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 95,
                    "verse": 7,
                    "text": "And for this cause I gave unto you a commandment that you should call your solemn assembly, that your fastings and your mourning might come up into the ears of the Lord of Sabaoth, which is by interpretation, the creator of the first day, the beginning and the end.",
                    "score": 0.7663649718708302
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 14,
                    "verse": 6,
                    "text": "And there shall be a tabernacle for a shadow in the daytime from the heat, and for a place of refuge, and a covert from storm and from rain.",
                    "score": 0.760986732139784
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 94,
                    "verse": 1,
                    "text": "And again, verily I say unto you, my friends, a commandment I give unto you, that ye shall commence a work of laying out and preparing a beginning and foundation of the city of the stake of Zion, here in the land of Kirtland, beginning at my house.",
                    "score": 0.7604224288910795
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 119,
                    "verse": 3,
                    "text": "And this shall be the beginning of the tithing of my people.",
                    "score": 0.7589543100360052
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 9,
                    "text": "Until the time shall come when it shall be revealed unto you from on high, when the city of the New Jerusalem shall be prepared, that ye may be gathered in one, that ye may be my people and I will be your God.",
                    "score": 0.7576532303236221
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 23,
                    "verse": 54,
                    "text": "And that day was the preparation, and the sabbath drew on.",
                    "score": 0.75480953688162
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 4,
                    "text": "Wherefore, prepare ye, prepare ye, O my people; sanctify yourselves; gather ye together, O ye people of my church, upon the land of Zion, all you that have not been commanded to tarry.",
                    "score": 0.7535474323550825
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "chapter": 1,
                    "verse": 5,
                    "text": "For your fellowship in the gospel from the first day until now;",
                    "score": 0.7534423890865871
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 36,
                    "text": "That my covenant people may be gathered in one in that day when I shall come to my temple. And this I do for the salvation of my people.",
                    "score": 0.7531773240527436
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 25,
                    "text": "And there was one day in every week that was set apart that they should gather themselves together to teach the people, and to worship the Lord their God, and also, as often as it was in their power, to assemble themselves together.",
                    "score": 0.7527493073214441
                }
            ]
        },
        {
            "verse": 3,
            "text": "And thou shalt put therein the ark of the testimony, and cover the ark with the veil.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 23,
                    "text": "And prepare for the revelation which is to come, when the veil of the covering of my temple, in my tabernacle, which hideth the earth, shall be taken off, and all flesh shall see me together.",
                    "score": 0.7870885047744601
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 67,
                    "verse": 4,
                    "text": "And now I, the Lord, give unto you a testimony of the truth of these commandments which are lying before you.",
                    "score": 0.7743833419361617
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 3,
                    "verse": 16,
                    "text": "Nevertheless when it shall turn to the Lord, the veil shall be taken away.",
                    "score": 0.7730963617296523
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 38,
                    "text": "Put upon thy servants the testimony of the covenant, that when they go out and proclaim thy word they may seal up the law, and prepare the hearts of thy saints for all those judgments thou art about to send, in thy wrath, upon the inhabitants of the earth, because of their transgressions, that thy people may not faint in the day of trouble.",
                    "score": 0.7691620926703255
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 18,
                    "verse": 16,
                    "text": "Bind up the testimony, seal the law among my disciples.",
                    "score": 0.7653676629734251
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 8,
                    "verse": 16,
                    "text": "And I have put my words in thy mouth, and have covered thee in the shadow of mine hand, that I may plant the heavens and lay the foundations of the earth, and say unto Zion: Behold, thou art my people.",
                    "score": 0.7632989474890769
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 72,
                    "text": "Wherefore, they sealed up the testimony and bound up the law, and ye were delivered over unto darkness.",
                    "score": 0.7627131496001642
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 22,
                    "text": "Wherefore, when thou hast read the words which I have commanded thee, and obtained the witnesses which I have promised unto thee, then shalt thou seal up the book again, and hide it up unto me, that I may preserve the words which thou hast not read, until I shall see fit in mine own wisdom to reveal all things unto the children of men.",
                    "score": 0.7624516544621968
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 8,
                    "verse": 4,
                    "text": "And Jesus saith unto him, See thou tell no man; but go thy way, shew thyself to the priest, and offer the gift that Moses commanded, for a testimony unto them.",
                    "score": 0.7603265203242826
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 3,
                    "verse": 33,
                    "text": "He that hath received his testimony hath set to his seal that God is true.",
                    "score": 0.7603150349536933
                }
            ]
        },
        {
            "verse": 4,
            "text": "And thou shalt bring in the table, and set in order the things that are to be set in order upon it; and thou shalt bring in the candlestick, and light the lamps thereof.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 15,
                    "text": "Behold, do men light a candle and put it under a bushel? Nay, but on a candlestick, and it giveth light to all that are in the house;",
                    "score": 0.8016899222888791
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 4,
                    "verse": 21,
                    "text": "And he said unto them, Is a candle brought to be put under a bushel, or under a bed? and not to be set on a candlestick?",
                    "score": 0.7978257259355007
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 43,
                    "text": "And now a commandment I give unto you--if you will be delivered you shall set in order your own house, for there are many things that are not right in your house.",
                    "score": 0.7914785883475067
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 2,
                    "verse": 5,
                    "text": "Remember therefore from whence thou art fallen, and repent, and do the first works; or else I will come unto thee quickly, and will remove thy candlestick out of his place, except thou repent.",
                    "score": 0.7842696942988051
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 59,
                    "text": "Thou shalt take the things which thou hast received, which have been given unto thee in my scriptures for a law, to be my law to govern my church;",
                    "score": 0.7825957346654266
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 25,
                    "text": "And upon my house shall it begin, and from my house shall it go forth, saith the Lord;",
                    "score": 0.7766970068217275
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 8,
                    "verse": 16,
                    "text": "And blessed be he that shall bring this thing to light; for it shall be brought out of darkness unto light, according to the word of God; yea, it shall be brought out of the earth, and it shall shine forth out of darkness, and come unto the knowledge of the people; and it shall be done by the power of God.",
                    "score": 0.7741734277808586
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 33,
                    "verse": 17,
                    "text": "Wherefore, be faithful, praying always, having your lamps trimmed and burning, and oil with you, that you may be ready at the coming of the Bridegroom--",
                    "score": 0.772730074802499
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 2,
                    "verse": 11,
                    "text": "I say unto thee, Arise, and take up thy bed, and go thy way into thine house.",
                    "score": 0.7726945325215232
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 25,
                    "verse": 7,
                    "text": "And thou shalt be ordained under his hand to expound scriptures, and to exhort the church, according as it shall be given thee by my Spirit.",
                    "score": 0.7716545158595792
                }
            ]
        },
        {
            "verse": 5,
            "text": "And thou shalt set the altar of gold for the incense before the ark of the testimony, and put the hanging of the door to the tabernacle.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 4,
                    "text": "Which had the golden censer, and the ark of the covenant overlaid round about with gold, wherein was the golden pot that had manna, and Aaron's rod that budded, and the tables of the covenant;",
                    "score": 0.775489818660963
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 8,
                    "verse": 3,
                    "text": "And another angel came and stood at the altar, having a golden censer; and there was given unto him much incense, that he should offer it with the prayers of all saints upon the golden altar which was before the throne.",
                    "score": 0.7754620374519927
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 23,
                    "verse": 17,
                    "text": "Ye fools and blind: for whether is greater, the gold, or the temple that sanctifieth the gold?",
                    "score": 0.7644223116351277
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 128,
                    "verse": 24,
                    "text": "Behold, the great day of the Lord is at hand; and who can abide the day of his coming, and who can stand when he appeareth? For he is like a refiner's fire, and like fuller's soap; and he shall sit as a refiner and purifier of silver, and he shall purify the sons of Levi, and purge them as gold and silver, that they may offer unto the Lord an offering in righteousness. Let us, therefore, as a church and a people, and as Latter-day Saints, offer unto the Lord an offering in righteousness; and let us present in his holy temple, when it is finished, a book containing the records of our dead, which shall be worthy of all acceptation.",
                    "score": 0.7582853422195054
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 24,
                    "verse": 3,
                    "text": "And he shall sit as a refiner and purifier of silver; and he shall purify the sons of Levi, and purge them as gold and silver, that they may offer unto the Lord an offering in righteousness.",
                    "score": 0.7514049664963847
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 5,
                    "text": "Who serve unto the example and shadow of heavenly things, as Moses was admonished of God when he was about to make the tabernacle: for, See, saith he, that thou make all things according to the pattern shewed to thee in the mount.",
                    "score": 0.7492497791078926
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 11,
                    "text": "Awake, O kings of the earth! Come ye, O, come ye, with your gold and your silver, to the help of my people, to the house of the daughters of Zion.",
                    "score": 0.7468634508993589
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 23,
                    "verse": 20,
                    "text": "Whoso therefore shall swear by the altar, sweareth by it, and by all things thereon.",
                    "score": 0.7455075962180875
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 5,
                    "verse": 3,
                    "text": "Your gold and silver is cankered; and the rust of them shall be a witness against you, and shall eat your flesh as it were fire. Ye have heaped treasure together for the last days.",
                    "score": 0.7437983623180462
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 62,
                    "text": "And righteousness will I send down out of heaven; and truth will I send forth out of the earth, to bear testimony of mine Only Begotten; his resurrection from the dead; yea, and also the resurrection of all men; and righteousness and truth will I cause to sweep the earth as with a flood, to gather out mine elect from the four quarters of the earth, unto a place which I shall prepare, an Holy City, that my people may gird up their loins, and be looking forth for the time of my coming; for there shall be my tabernacle, and it shall be called Zion, a New Jerusalem.",
                    "score": 0.7425090275102321
                }
            ]
        },
        {
            "verse": 6,
            "text": "And thou shalt set the altar of the burnt offering before the door of the tabernacle of the tent of the congregation.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 25,
                    "verse": 1,
                    "text": "For behold, the day cometh that shall burn as an oven; and all the proud, yea, and all that do wickedly, shall be stubble; and the day that cometh shall burn them up, saith the Lord of Hosts, that it shall leave them neither root nor branch.",
                    "score": 0.7601286996560174
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 5,
                    "text": "Who serve unto the example and shadow of heavenly things, as Moses was admonished of God when he was about to make the tabernacle: for, See, saith he, that thou make all things according to the pattern shewed to thee in the mount.",
                    "score": 0.7599243691508343
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 14,
                    "verse": 6,
                    "text": "And there shall be a tabernacle for a shadow in the daytime from the heat, and for a place of refuge, and a covert from storm and from rain.",
                    "score": 0.7596300555658242
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 37,
                    "text": "For behold, the day cometh that shall burn as an oven, and all the proud, yea, and all that do wickedly shall burn as stubble; for they that come shall burn them, saith the Lord of Hosts, that it shall leave them neither root nor branch.",
                    "score": 0.7587456034222617
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 24,
                    "verse": 10,
                    "text": "Bring ye all the tithes into the storehouse, that there may be meat in my house; and prove me now herewith, saith the Lord of Hosts, if I will not open you the windows of heaven, and pour you out a blessing that there shall not be room enough to receive it.",
                    "score": 0.7572097966298725
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 128,
                    "verse": 24,
                    "text": "Behold, the great day of the Lord is at hand; and who can abide the day of his coming, and who can stand when he appeareth? For he is like a refiner's fire, and like fuller's soap; and he shall sit as a refiner and purifier of silver, and he shall purify the sons of Levi, and purge them as gold and silver, that they may offer unto the Lord an offering in righteousness. Let us, therefore, as a church and a people, and as Latter-day Saints, offer unto the Lord an offering in righteousness; and let us present in his holy temple, when it is finished, a book containing the records of our dead, which shall be worthy of all acceptation.",
                    "score": 0.7566006325592336
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 31,
                    "text": "Therefore, as I said concerning the sons of Moses--for the sons of Moses and also the sons of Aaron shall offer an acceptable offering and sacrifice in the house of the Lord, which house shall be built unto the Lord in this generation, upon the consecrated spot as I have appointed--",
                    "score": 0.7557346125701508
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 137,
                    "text": "And ye are called to do this by prayer and thanksgiving, as the Spirit shall give utterance in all your doings in the house of the Lord, in the school of the prophets, that it may become a sanctuary, a tabernacle of the Holy Spirit to your edification.",
                    "score": 0.755260727324352
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 24,
                    "text": "Leave there thy gift before the altar, and go thy way; first be reconciled to thy brother, and then come and offer thy gift.",
                    "score": 0.7548449565647953
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 46,
                    "text": "Therefore, O Lord, deliver thy people from the calamity of the wicked; enable thy servants to seal up the law, and bind up the testimony, that they may be prepared against the day of burning.",
                    "score": 0.7539044063424747
                }
            ]
        },
        {
            "verse": 7,
            "text": "And thou shalt set the laver between the tent of the congregation and the altar, and shalt put water therein.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 2,
                    "verse": 20,
                    "text": "And the Lord said unto the brother of Jared: Behold, thou shalt make a hole in the top, and also in the bottom; and when thou shalt suffer for air thou shalt unstop the hole and receive air. And if it be so that the water come in upon thee, behold, ye shall stop the hole, that ye may not perish in the flood.",
                    "score": 0.7902583895287649
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 6,
                    "text": "But now I give unto thee a commandment, that thou shalt baptize by water, and they shall receive the Holy Ghost by the laying on of the hands, even as the apostles of old.",
                    "score": 0.7639275416795714
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 9,
                    "text": "And I, God, said: Let the waters under the heaven be gathered together unto one place, and it was so; and I, God, said: Let there be dry land; and it was so.",
                    "score": 0.7553912418787992
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 2,
                    "verse": 7,
                    "text": "Jesus saith unto them, Fill the waterpots with water. And they filled them up to the brim.",
                    "score": 0.7544243214574043
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 4,
                    "verse": 9,
                    "text": "And the Gods ordered, saying: Let the waters under the heaven be gathered together unto one place, and let the earth come up dry; and it was so as they ordered;",
                    "score": 0.7457959031980312
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 2,
                    "text": "O Lord, thou hast said that we must be encompassed about by the floods. Now behold, O Lord, and do not be angry with thy servant because of his weakness before thee; for we know that thou art holy and dwellest in the heavens, and that we are unworthy before thee; because of the fall our natures have become evil continually; nevertheless, O Lord, thou hast given us a commandment that we must call upon thee, that from thee we may receive according to our desires.",
                    "score": 0.7408314264736126
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 6,
                    "text": "And again, I, God, said: Let there be a firmament in the midst of the water, and it was so, even as I spake; and I said: Let it divide the waters from the waters; and it was done;",
                    "score": 0.7402265594214938
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 7,
                    "text": "Therefore, gird up thy loins for the work. Let thy feet be shod also, for thou art chosen, and thy path lieth among the mountains, and among many nations.",
                    "score": 0.7382255226680324
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 14,
                    "verse": 6,
                    "text": "And there shall be a tabernacle for a shadow in the daytime from the heat, and for a place of refuge, and a covert from storm and from rain.",
                    "score": 0.7376057046997486
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 13,
                    "verse": 5,
                    "text": "After that he poureth water into a basin, and began to wash the disciples' feet, and to wipe them with the towel wherewith he was girded.",
                    "score": 0.7354832929251899
                }
            ]
        },
        {
            "verse": 8,
            "text": "And thou shalt set up the court round about, and hang up the hanging at the court gate.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 94,
                    "verse": 5,
                    "text": "And there shall be a lower court and a higher court, according to the pattern which shall be given unto you hereafter.",
                    "score": 0.7369196127507007
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 58,
                    "text": "When thou goest with thine adversary to the magistrate, as thou art in the way, give diligence that thou mayest be delivered from him; lest he hale thee to the judge, and the judge deliver thee to the officer, and the officer cast thee into prison.",
                    "score": 0.729042571535638
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 86,
                    "text": "Let them importune at the feet of the judge;",
                    "score": 0.7276805890182255
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 32,
                    "text": "And they that make a man an offender for a word, and lay a snare for him that reproveth in the gate, and turn aside the just for a thing of naught.",
                    "score": 0.726282034824689
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 25,
                    "text": "Agree with thine adversary quickly, whiles thou art in the way with him; lest at any time the adversary deliver thee to the judge, and the judge deliver thee to the officer, and thou be cast into prison.",
                    "score": 0.7141175049263351
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 11,
                    "text": "Therefore I will be your king the remainder of my days; nevertheless, let us appoint judges, to judge this people according to our law; and we will newly arrange the affairs of this people, for we will appoint wise men to be judges, that will judge this people according to the commandments of God.",
                    "score": 0.7134871759892593
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 25,
                    "text": "Agree with thine adversary quickly while thou art in the way with him, lest at any time he shall get thee, and thou shalt be cast into prison.",
                    "score": 0.7121381831915647
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 105,
                    "verse": 25,
                    "text": "And behold, I will give unto you favor and grace in their eyes, that you may rest in peace and safety, while you are saying unto the people: Execute judgment and justice for us according to law, and redress us of our wrongs.",
                    "score": 0.7111498745185773
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 94,
                    "verse": 11,
                    "text": "And it shall be fifty-five by sixty-five feet in the width thereof and the length thereof, in the inner court; and there shall be a lower and a higher court.",
                    "score": 0.7106875996712237
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 95,
                    "verse": 15,
                    "text": "And the size thereof shall be fifty and five feet in width, and let it be sixty-five feet in length, in the inner court thereof.",
                    "score": 0.7084581036904957
                }
            ]
        },
        {
            "verse": 9,
            "text": "And thou shalt take the anointing oil, and anoint the tabernacle, and all that is therein, and shalt hallow it, and all the vessels thereof: and it shall be holy.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 42,
                    "text": "And go ye out from among the wicked. Save yourselves. Be ye clean that bear the vessels of the Lord. Even so. Amen.",
                    "score": 0.7839852043364162
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 5,
                    "text": "Go ye out from Babylon. Be ye clean that bear the vessels of the Lord.",
                    "score": 0.775842329637749
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 1,
                    "verse": 9,
                    "text": "Thou hast loved righteousness, and hated iniquity; therefore God, even thy God, hath anointed thee with the oil of gladness above thy fellows.",
                    "score": 0.7737426184119967
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 23,
                    "verse": 20,
                    "text": "Whoso therefore shall swear by the altar, sweareth by it, and by all things thereon.",
                    "score": 0.7735465541845669
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "chapter": 1,
                    "verse": 26,
                    "text": "And now, my beloved brethren, I would that ye should come unto Christ, who is the Holy One of Israel, and partake of his salvation, and the power of his redemption. Yea, come unto him, and offer your whole souls as an offering unto him, and continue in fasting and praying, and endure to the end; and as the Lord liveth ye will be saved.",
                    "score": 0.7728784980554664
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 2,
                    "verse": 27,
                    "text": "But the anointing which ye have received of him abideth in you, and ye need not that any man teach you: but as the same anointing teacheth you of all things, and is truth, and is no lie, and even as it hath taught you, ye shall abide in him.",
                    "score": 0.7717925562726445
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 27,
                    "verse": 18,
                    "text": "And take the helmet of salvation, and the sword of my Spirit, which I will pour out upon you, and my word which I reveal unto you, and be agreed as touching all things whatsoever ye ask of me, and be faithful until I come, and ye shall be caught up, that where I am ye shall be also. Amen.",
                    "score": 0.770971029706443
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 17,
                    "text": "And the light of Israel shall be for a fire, and his Holy One for a flame, and shall burn and shall devour his thorns and his briers in one day;",
                    "score": 0.7695571638321161
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 137,
                    "text": "And ye are called to do this by prayer and thanksgiving, as the Spirit shall give utterance in all your doings in the house of the Lord, in the school of the prophets, that it may become a sanctuary, a tabernacle of the Holy Spirit to your edification.",
                    "score": 0.7694802605046102
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 4,
                    "text": "And I know, O Lord, that thou hast all power, and can do whatsoever thou wilt for the benefit of man; therefore touch these stones, O Lord, with thy finger, and prepare them that they may shine forth in darkness; and they shall shine forth unto us in the vessels which we have prepared, that we may have light while we shall cross the sea.",
                    "score": 0.7691025237149547
                }
            ]
        },
        {
            "verse": 10,
            "text": "And thou shalt anoint the altar of the burnt offering, and all his vessels, and sanctify the altar: and it shall be an altar most holy.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 23,
                    "verse": 20,
                    "text": "Whoso therefore shall swear by the altar, sweareth by it, and by all things thereon.",
                    "score": 0.8039544600936316
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 128,
                    "verse": 24,
                    "text": "Behold, the great day of the Lord is at hand; and who can abide the day of his coming, and who can stand when he appeareth? For he is like a refiner's fire, and like fuller's soap; and he shall sit as a refiner and purifier of silver, and he shall purify the sons of Levi, and purge them as gold and silver, that they may offer unto the Lord an offering in righteousness. Let us, therefore, as a church and a people, and as Latter-day Saints, offer unto the Lord an offering in righteousness; and let us present in his holy temple, when it is finished, a book containing the records of our dead, which shall be worthy of all acceptation.",
                    "score": 0.7772478932161453
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 44,
                    "text": "If ye labor with all your might, I will consecrate that spot that it shall be made holy.",
                    "score": 0.7754804534677325
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 59,
                    "verse": 12,
                    "text": "But remember that on this, the Lord's day, thou shalt offer thine oblations and thy sacraments unto the Most High, confessing thy sins unto thy brethren, and before the Lord.",
                    "score": 0.7741445178428903
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 9,
                    "text": "And thus ye shall become instructed in the law of my church, and be sanctified by that which ye have received, and ye shall bind yourselves to act in all holiness before me--",
                    "score": 0.7727508235810155
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 17,
                    "text": "And the light of Israel shall be for a fire, and his Holy One for a flame, and shall burn and shall devour his thorns and his briers in one day;",
                    "score": 0.7721612192623852
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 23,
                    "text": "Therefore if thou bring thy gift to the altar, and there rememberest that thy brother hath ought against thee;",
                    "score": 0.769608952085681
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 49,
                    "text": "For every one shall be salted with fire, and every sacrifice shall be salted with salt.",
                    "score": 0.7676673778110761
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 10,
                    "verse": 10,
                    "text": "By the which will we are sanctified through the offering of the body of Jesus Christ once for all.",
                    "score": 0.7652248364750627
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 41,
                    "text": "And it shall be answered upon their heads; for the presence of the Lord shall be as the melting fire that burneth, and as the fire which causeth the waters to boil.",
                    "score": 0.7649291003357048
                }
            ]
        },
        {
            "verse": 11,
            "text": "And thou shalt anoint the laver and his foot, and sanctify it.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 53,
                    "text": "But inasmuch as they will repent, thou art gracious and merciful, and wilt turn away thy wrath when thou lookest upon the face of thine Anointed.",
                    "score": 0.7631010387545704
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 41,
                    "text": "And if he trespass against thee and repent not the first time, nevertheless thou shalt forgive him.",
                    "score": 0.7600510177631016
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 17,
                    "verse": 3,
                    "text": "Take heed to yourselves: If thy brother trespass against thee, rebuke him; and if he repent, forgive him.",
                    "score": 0.7577001131958118
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 26,
                    "text": "And, behold, this commandment you shall give unto all your brethren.",
                    "score": 0.7563401550040012
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 21,
                    "text": "And I will put enmity between thee and the woman, between thy seed and her seed; and he shall bruise thy head, and thou shalt bruise his heel.",
                    "score": 0.7562749072597311
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 60,
                    "verse": 15,
                    "text": "And shake off the dust of thy feet against those who receive thee not, not in their presence, lest thou provoke them, but in secret; and wash thy feet, as a testimony against them in the day of judgment.",
                    "score": 0.7559290257629828
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 4,
                    "verse": 6,
                    "text": "And saith unto him, If thou be the Son of God, cast thyself down: for it is written, He shall give his angels charge concerning thee: and in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone.",
                    "score": 0.7557310843257389
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 7,
                    "verse": 24,
                    "text": "Brethren, let every man, wherein he is called, therein abide with God.",
                    "score": 0.7548761304557984
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 18,
                    "verse": 8,
                    "text": "Wherefore if thy hand or thy foot offend thee, cut them off, and cast them from thee: it is better for thee to enter into life halt or maimed, rather than having two hands or two feet to be cast into everlasting fire.",
                    "score": 0.7543907963836786
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 4,
                    "verse": 7,
                    "text": "If thou therefore wilt worship me, all shall be thine.",
                    "score": 0.7537054343333617
                }
            ]
        },
        {
            "verse": 12,
            "text": "And thou shalt bring Aaron and his sons unto the door of the tabernacle of the congregation, and wash them with water.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 69,
                    "text": "Upon you my fellow servants, in the name of Messiah, I confer the Priesthood of Aaron, which holds the keys of the ministering of angels, and of the gospel of repentance, and of baptism by immersion for the remission of sins; and this shall never be taken again from the earth until the sons of Levi do offer again an offering unto the Lord in righteousness.",
                    "score": 0.7920257834145236
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 13,
                    "verse": 1,
                    "text": "Upon you my fellow servants, in the name of Messiah I confer the Priesthood of Aaron, which holds the keys of the ministering of angels, and of the gospel of repentance, and of baptism by immersion for the remission of sins; and this shall never be taken again from the earth, until the sons of Levi do offer again an offering unto the Lord in righteousness.",
                    "score": 0.7920257834145236
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 31,
                    "text": "Therefore, as I said concerning the sons of Moses--for the sons of Moses and also the sons of Aaron shall offer an acceptable offering and sacrifice in the house of the Lord, which house shall be built unto the Lord in this generation, upon the consecrated spot as I have appointed--",
                    "score": 0.7831194322296345
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 128,
                    "verse": 24,
                    "text": "Behold, the great day of the Lord is at hand; and who can abide the day of his coming, and who can stand when he appeareth? For he is like a refiner's fire, and like fuller's soap; and he shall sit as a refiner and purifier of silver, and he shall purify the sons of Levi, and purge them as gold and silver, that they may offer unto the Lord an offering in righteousness. Let us, therefore, as a church and a people, and as Latter-day Saints, offer unto the Lord an offering in righteousness; and let us present in his holy temple, when it is finished, a book containing the records of our dead, which shall be worthy of all acceptation.",
                    "score": 0.7740254938841296
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 32,
                    "text": "And the sons of Moses and of Aaron shall be filled with the glory of the Lord, upon Mount Zion in the Lord's house, whose sons are ye; and also many whom I have called and sent forth to build up my church.",
                    "score": 0.7726023976982582
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 42,
                    "text": "And go ye out from among the wicked. Save yourselves. Be ye clean that bear the vessels of the Lord. Even so. Amen.",
                    "score": 0.7715301871106982
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 24,
                    "verse": 3,
                    "text": "And he shall sit as a refiner and purifier of silver; and he shall purify the sons of Levi, and purge them as gold and silver, that they may offer unto the Lord an offering in righteousness.",
                    "score": 0.7710467678101681
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 6,
                    "text": "But now I give unto thee a commandment, that thou shalt baptize by water, and they shall receive the Holy Ghost by the laying on of the hands, even as the apostles of old.",
                    "score": 0.7682262880216436
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 1,
                    "verse": 44,
                    "text": "And saith unto him, See thou say nothing to any man: but go thy way, shew thyself to the priest, and offer for thy cleansing those things which Moses commanded, for a testimony unto them.",
                    "score": 0.7675011459038837
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 13,
                    "verse": 6,
                    "text": "Then cometh he to Simon Peter: and Peter saith unto him, Lord, dost thou wash my feet?",
                    "score": 0.7673453864975833
                }
            ]
        },
        {
            "verse": 13,
            "text": "And thou shalt put upon Aaron the holy garments, and anoint him, and sanctify him; that he may minister unto me in the priest's office.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 3,
                    "text": "And thou shalt be obedient unto the things which I shall give unto him, even as Aaron, to declare faithfully the commandments and the revelations, with power and authority unto the church.",
                    "score": 0.8213088619054243
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 69,
                    "text": "Upon you my fellow servants, in the name of Messiah, I confer the Priesthood of Aaron, which holds the keys of the ministering of angels, and of the gospel of repentance, and of baptism by immersion for the remission of sins; and this shall never be taken again from the earth until the sons of Levi do offer again an offering unto the Lord in righteousness.",
                    "score": 0.8107288746364203
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 13,
                    "verse": 1,
                    "text": "Upon you my fellow servants, in the name of Messiah I confer the Priesthood of Aaron, which holds the keys of the ministering of angels, and of the gospel of repentance, and of baptism by immersion for the remission of sins; and this shall never be taken again from the earth, until the sons of Levi do offer again an offering unto the Lord in righteousness.",
                    "score": 0.8107288746364203
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 57,
                    "text": "For this anointing have I put upon his head, that his blessing shall also be put upon the head of his posterity after him.",
                    "score": 0.8033227710702479
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 91,
                    "text": "And again, verily I say unto you, let my servant William be appointed, ordained, and anointed, as counselor unto my servant Joseph, in the room of my servant Hyrum, that my servant Hyrum may take the office of Priesthood and Patriarch, which was appointed unto him by his father, by blessing and also by right;",
                    "score": 0.7936531160878609
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 71,
                    "text": "Accordingly we went and were baptized. I baptized him first, and afterwards he baptized me--after which I laid my hands upon his head and ordained him to the Aaronic Priesthood, and afterwards he laid his hands on me and ordained me to the same Priesthood--for so we were commanded.",
                    "score": 0.7882090762069218
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 30,
                    "text": "Nevertheless, ye shall not cast him out from among you, but ye shall minister unto him and shall pray for him unto the Father, in my name; and if it so be that he repenteth and is baptized in my name, then shall ye receive him, and shall minister unto him of my flesh and blood.",
                    "score": 0.7858490432381653
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 2,
                    "text": "Now, my beloved brethren, I, Jacob, according to the responsibility which I am under to God, to magnify mine office with soberness, and that I might rid my garments of your sins, I come up into the temple this day that I might declare unto you the word of God.",
                    "score": 0.7827282429141394
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 27,
                    "verse": 18,
                    "text": "And take the helmet of salvation, and the sword of my Spirit, which I will pour out upon you, and my word which I reveal unto you, and be agreed as touching all things whatsoever ye ask of me, and be faithful until I come, and ye shall be caught up, that where I am ye shall be also. Amen.",
                    "score": 0.7824905458896613
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 81,
                    "verse": 3,
                    "text": "Therefore, verily I acknowledge him and will bless him, and also thee, inasmuch as thou art faithful in counsel, in the office which I have appointed unto you, in prayer always, vocally and in thy heart, in public and in private, also in thy ministry in proclaiming the gospel in the land of the living, and among thy brethren.",
                    "score": 0.7792451549629706
                }
            ]
        },
        {
            "verse": 14,
            "text": "And thou shalt bring his sons, and clothe them with coats:",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 26,
                    "text": "For what man among you having twelve sons, and is no respecter of them, and they serve him obediently, and he saith unto the one: Be thou clothed in robes and sit thou here; and to the other: Be thou clothed in rags and sit thou there--and looketh upon his sons and saith I am just?",
                    "score": 0.8128171214943348
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 27,
                    "text": "Unto Adam, and also unto his wife, did I, the Lord God, make coats of skins, and clothed them.",
                    "score": 0.8103927035209605
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 35,
                    "verse": 16,
                    "text": "Therefore, he caused that his sons should be gathered together, that he might give unto them every one his charge, separately, concerning the things pertaining unto righteousness. And we have an account of his commandments, which he gave unto them according to his own record.",
                    "score": 0.7966252501979328
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 105,
                    "text": "And if any man shall give unto any of you a coat, or a suit, take the old and cast it unto the poor, and go on your way rejoicing.",
                    "score": 0.7960777698232785
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 23,
                    "text": "Awake, my sons; put on the armor of righteousness. Shake off the chains with which ye are bound, and come forth out of obscurity, and arise from the dust.",
                    "score": 0.7891522802480485
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 13,
                    "verse": 6,
                    "text": "When a man shall take hold of his brother of the house of his father, and shall say: Thou hast clothing, be thou our ruler, and let not this ruin come under thy hand--",
                    "score": 0.7883046311894947
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 18,
                    "text": "Lift up thine eyes round about and behold; all these gather themselves together, and they shall come to thee. And as I live, saith the Lord, thou shalt surely clothe thee with them all, as with an ornament, and bind them on even as a bride.",
                    "score": 0.7855209690594624
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 11,
                    "text": "He answereth and saith unto them, He that hath two coats, let him impart to him that hath none; and he that hath meat, let him do likewise.",
                    "score": 0.7808106694585616
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 54,
                    "text": "Thou shalt not take thy brother's garment; thou shalt pay for that which thou shalt receive of thy brother.",
                    "score": 0.7807304982331624
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 41,
                    "text": "And in a day when the children of men shall esteem my words as naught and take many of them from the book which thou shalt write, behold, I will raise up another like unto thee; and they shall be had again among the children of men--among as many as shall believe.",
                    "score": 0.7777409551308624
                }
            ]
        },
        {
            "verse": 15,
            "text": "And thou shalt anoint them, as thou didst anoint their father, that they may minister unto me in the priest's office: for their anointing shall surely be an everlasting priesthood throughout their generations.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 68,
                    "verse": 21,
                    "text": "But, by virtue of the decree concerning their right of the priesthood descending from father to son, they may claim their anointing if at any time they can prove their lineage, or do ascertain it by revelation from the Lord under the hands of the above named Presidency.",
                    "score": 0.8188414575865249
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 86,
                    "verse": 8,
                    "text": "Therefore, thus saith the Lord unto you, with whom the priesthood hath continued through the lineage of your fathers--",
                    "score": 0.8174388435438179
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 18,
                    "text": "And the Lord confirmed a priesthood also upon Aaron and his seed, throughout all their generations, which priesthood also continueth and abideth forever with the priesthood which is after the holiest order of God.",
                    "score": 0.813997205546673
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 56,
                    "verse": 20,
                    "text": "And their generations shall inherit the earth from generation to generation, forever and ever. And now I make an end of speaking unto you. Even so. Amen.",
                    "score": 0.8072972688253949
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 91,
                    "text": "And again, verily I say unto you, let my servant William be appointed, ordained, and anointed, as counselor unto my servant Joseph, in the room of my servant Hyrum, that my servant Hyrum may take the office of Priesthood and Patriarch, which was appointed unto him by his father, by blessing and also by right;",
                    "score": 0.8045794311168327
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 35,
                    "text": "Let the anointing of thy ministers be sealed upon them with power from on high.",
                    "score": 0.7994078236131937
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 6,
                    "verse": 18,
                    "text": "And will be a Father unto you, and ye shall be my sons and daughters, saith the Lord Almighty.",
                    "score": 0.7947208383157578
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 40,
                    "text": "Therefore, all those who receive the priesthood, receive this oath and covenant of my Father, which he cannot break, neither can it be moved.",
                    "score": 0.7930999110807572
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 7,
                    "text": "But behold, thus saith the Lord God: When the day cometh that they shall believe in me, that I am Christ, then have I covenanted with their fathers that they shall be restored in the flesh, upon the earth, unto the lands of their inheritance.",
                    "score": 0.7914614094530619
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 11,
                    "text": "And I will bless them that bless thee, and curse them that curse thee; and in thee (that is, in thy Priesthood) and in thy seed (that is, thy Priesthood), for I give unto thee a promise that this right shall continue in thee, and in thy seed after thee (that is to say, the literal seed, or the seed of the body) shall all the families of the earth be blessed, even with the blessings of the Gospel, which are the blessings of salvation, even of life eternal.",
                    "score": 0.7909470457822274
                }
            ]
        },
        {
            "verse": 16,
            "text": "Thus did Moses: according to all that the Lord commanded him, so did he.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 10,
                    "verse": 3,
                    "text": "And he answered and said unto them, What did Moses command you?",
                    "score": 0.8413564934921256
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 3,
                    "verse": 2,
                    "text": "Who was faithful to him that appointed him, as also Moses was faithful in all his house.",
                    "score": 0.8182094923469229
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 3,
                    "verse": 5,
                    "text": "And Moses verily was faithful in all his house, as a servant, for a testimony of those things which were to be spoken after;",
                    "score": 0.8000149426478499
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 61,
                    "text": "And this according to the mind and will of the Lord, who ruleth over all flesh.",
                    "score": 0.7995859637947708
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 23,
                    "verse": 13,
                    "text": "And it came to pass that Jesus commanded that it should be written; therefore it was written according as he commanded.",
                    "score": 0.7987588257263871
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 10,
                    "text": "And we did observe to keep the judgments, and the statutes, and the commandments of the Lord in all things, according to the law of Moses.",
                    "score": 0.7983585174081798
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 28,
                    "text": "And they said: We teach the law of Moses.",
                    "score": 0.7968190739265725
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 25,
                    "verse": 4,
                    "text": "Remember ye the law of Moses, my servant, which I commanded unto him in Horeb for all Israel, with the statutes and judgments.",
                    "score": 0.7939600217322572
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 26,
                    "text": "Now ye know that Moses was commanded of the Lord to do that great work; and ye know that by his word the waters of the Red Sea were divided hither and thither, and they passed through on dry ground.",
                    "score": 0.7916517925064673
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 39,
                    "text": "And by him all that believe are justified from all things, from which ye could not be justified by the law of Moses.",
                    "score": 0.7894384330888188
                }
            ]
        },
        {
            "verse": 17,
            "text": "And it came to pass in the first month in the second year, on the first day of the month, that the tabernacle was reared up.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 56,
                    "verse": 27,
                    "text": "And now it came to pass in the second month of this year, there was brought unto us many provisions from the fathers of those my two thousand sons.",
                    "score": 0.8119035371541454
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 56,
                    "verse": 1,
                    "text": "And now it came to pass in the commencement of the thirtieth year of the reign of the judges, on the second day in the first month, Moroni received an epistle from Helaman, stating the affairs of the people in that quarter of the land.",
                    "score": 0.7837297388100608
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 7,
                    "verse": 21,
                    "text": "And it came to pass that the thirty and first year did pass away, and there were but few who were converted unto the Lord; but as many as were converted did truly signify unto the people that they had been visited by the power and Spirit of God, which was in Jesus Christ, in whom they believed.",
                    "score": 0.7626768187505527
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 16,
                    "text": "And it came to pass that Noah prophesied, and taught the things of God, even as it was in the beginning.",
                    "score": 0.7464969156268049
                },
                {
                    "volume": "Book of Mormon",
                    "book": "4 Nephi",
                    "chapter": 1,
                    "verse": 35,
                    "text": "And now it came to pass in this year, yea, in the two hundred and thirty and first year, there was a great division among the people.",
                    "score": 0.7439941874999745
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 18,
                    "verse": 24,
                    "text": "And it came to pass that we did begin to till the earth, and we began to plant seeds; yea, we did put all our seeds into the earth, which we had brought from the land of Jerusalem. And it came to pass that they did grow exceedingly; wherefore, we were blessed in abundance.",
                    "score": 0.7400570578807376
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 57,
                    "verse": 6,
                    "text": "And it came to pass that in the commencement of the twenty and ninth year, we received a supply of provisions, and also an addition to our army, from the land of Zarahemla, and from the land round about, to the number of six thousand men, besides sixty of the sons of the Ammonites who had come to join their brethren, my little band of two thousand. And now behold, we were strong, yea, and we had also plenty of provisions brought unto us.",
                    "score": 0.7389723831251364
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 1,
                    "text": "And it came to pass that they did go forth, and began to preach the word of God unto the people, entering into their synagogues, and into their houses; yea, and even they did preach the word in their streets.",
                    "score": 0.7384159357798479
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 4,
                    "text": "For it came to pass in the commencement of the first year of the reign of Zedekiah, king of Judah, (my father, Lehi, having dwelt at Jerusalem in all his days); and in that same year there came many prophets, prophesying unto the people that they must repent, or the great city Jerusalem must be destroyed.",
                    "score": 0.7379127735761322
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 10,
                    "text": "And it came to pass that when we had gone up to the land of Jerusalem, I and my brethren did consult one with another.",
                    "score": 0.7375264181206425
                }
            ]
        },
        {
            "verse": 18,
            "text": "And Moses reared up the tabernacle, and fastened his sockets, and set up the boards thereof, and put in the bars thereof, and reared up his pillars.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 44,
                    "text": "Our fathers had the tabernacle of witness in the wilderness, as he had appointed, speaking unto Moses, that he should make it according to the fashion that he had seen.",
                    "score": 0.7548458168441292
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 38,
                    "text": "For, for this cause I commanded Moses that he should build a tabernacle, that they should bear it with them in the wilderness, and to build a house in the land of promise, that those ordinances might be revealed which had been hid from before the world was.",
                    "score": 0.7507423966627284
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 20,
                    "text": "And I, Abraham, arose from the place of the altar which I had built unto the Lord, and removed from thence unto a mountain on the east of Bethel, and pitched my tent there, Bethel on the west, and Hai on the east; and there I built another altar unto the Lord, and called again upon the name of the Lord.",
                    "score": 0.7440114748804502
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 5,
                    "text": "Who serve unto the example and shadow of heavenly things, as Moses was admonished of God when he was about to make the tabernacle: for, See, saith he, that thou make all things according to the pattern shewed to thee in the mount.",
                    "score": 0.7337707060996683
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 6,
                    "text": "And they pitched their tents round about the temple, every man having his tent with the door thereof towards the temple, that thereby they might remain in their tents and hear the words which king Benjamin should speak unto them;",
                    "score": 0.7336152987103709
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 4,
                    "verse": 9,
                    "text": "And he brought him to Jerusalem, and set him on a pinnacle of the temple, and said unto him, If thou be the Son of God, cast thyself down from hence:",
                    "score": 0.7320314770147404
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 3,
                    "text": "And he caused that upon those works of timbers there should be a frame of pickets built upon the timbers round about; and they were strong and high.",
                    "score": 0.7311513190531819
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 4,
                    "text": "Which had the golden censer, and the ark of the covenant overlaid round about with gold, wherein was the golden pot that had manna, and Aaron's rod that budded, and the tables of the covenant;",
                    "score": 0.7261889900480858
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 52,
                    "text": "Having removed the earth, I obtained a lever, which I got fixed under the edge of the stone, and with a little exertion raised it up. I looked in, and there indeed did I behold the plates, the Urim and Thummim, and the breastplate, as stated by the messenger. The box in which they lay was formed by laying stones together in some kind of cement. In the bottom of the box were laid two stones crossways of the box, and on these stones lay the plates and the other things with them.",
                    "score": 0.7251248265613245
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 16,
                    "verse": 29,
                    "text": "Abraham saith unto him, They have Moses and the prophets; let them hear them.",
                    "score": 0.7229616229333726
                }
            ]
        },
        {
            "verse": 19,
            "text": "And he spread abroad the tent over the tabernacle, and put the covering of the tent above upon it; as the Lord commanded Moses.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 38,
                    "text": "For, for this cause I commanded Moses that he should build a tabernacle, that they should bear it with them in the wilderness, and to build a house in the land of promise, that those ordinances might be revealed which had been hid from before the world was.",
                    "score": 0.8000435310429149
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 44,
                    "text": "Our fathers had the tabernacle of witness in the wilderness, as he had appointed, speaking unto Moses, that he should make it according to the fashion that he had seen.",
                    "score": 0.7729635536648196
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 5,
                    "text": "Who serve unto the example and shadow of heavenly things, as Moses was admonished of God when he was about to make the tabernacle: for, See, saith he, that thou make all things according to the pattern shewed to thee in the mount.",
                    "score": 0.7639929608772207
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 3,
                    "text": "And it came to pass that he was obedient unto the word of the Lord, wherefore he did as the Lord commanded him.",
                    "score": 0.7602715717096903
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 7,
                    "verse": 22,
                    "text": "And it came to pass that we did come down unto the tent of our father. And after I and my brethren and all the house of Ishmael had come down unto the tent of my father, they did give thanks unto the Lord their God; and they did offer sacrifice and burnt offerings unto him.",
                    "score": 0.7544538661541164
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 38,
                    "text": "And they came forth to hear him, upon the high places, saying unto the tent-keepers: Tarry ye here and keep the tents, while we go yonder to behold the seer, for he prophesieth, and there is a strange thing in the land; a wild man hath come among us.",
                    "score": 0.7519972129030725
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 38,
                    "text": "And it came to pass that we took the plates of brass and the servant of Laban, and departed into the wilderness, and journeyed unto the tent of our father.",
                    "score": 0.7487598896552704
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 36,
                    "text": "And as he went, they spread their clothes in the way.",
                    "score": 0.7480961316692845
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "chapter": 1,
                    "verse": 13,
                    "text": "And it came to pass that he did according as the Lord had commanded him. And they departed out of the land into the wilderness, as many as would hearken unto the voice of the Lord; and they were led by many preachings and prophesyings. And they were admonished continually by the word of God; and they were led by the power of his arm, through the wilderness until they came down into the land which is called the land of Zarahemla.",
                    "score": 0.7477869387152406
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 20,
                    "text": "And I, Abraham, arose from the place of the altar which I had built unto the Lord, and removed from thence unto a mountain on the east of Bethel, and pitched my tent there, Bethel on the west, and Hai on the east; and there I built another altar unto the Lord, and called again upon the name of the Lord.",
                    "score": 0.7467121786426277
                }
            ]
        },
        {
            "verse": 20,
            "text": "And he took and put the testimony into the ark, and set the staves on the ark, and put the mercy seat above upon the ark:",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 8,
                    "verse": 6,
                    "text": "And he commanded the people to sit down on the ground: and he took the seven loaves, and gave thanks, and brake, and gave to his disciples to set before them; and they did set them before the people.",
                    "score": 0.7636318659786298
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 10,
                    "verse": 37,
                    "text": "And he said, He that shewed mercy on him. Then said Jesus unto him, Go, and do thou likewise.",
                    "score": 0.762419458627945
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 100,
                    "verse": 10,
                    "text": "And I will give unto him power to be mighty in testimony.",
                    "score": 0.7615423090609318
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 13,
                    "text": "And when he had said these words, the Spirit of the Lord was upon him, and he said: Helam, I baptize thee, having authority from the Almighty God, as a testimony that ye have entered into a covenant to serve him until you are dead as to the mortal body; and may the Spirit of the Lord be poured out upon you; and may he grant unto you eternal life, through the redemption of Christ, whom he has prepared from the foundation of the world.",
                    "score": 0.7583202085574788
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 11,
                    "text": "And the seats which were set apart for the high priests, which were above all the other seats, he did ornament with pure gold; and he caused a breastwork to be built before them, that they might rest their bodies and their arms upon while they should speak lying and vain words to his people.",
                    "score": 0.7511227648139301
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 3,
                    "verse": 33,
                    "text": "He that hath received his testimony hath set to his seal that God is true.",
                    "score": 0.7501899422297112
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 1,
                    "verse": 22,
                    "text": "And hath put all things under his feet, and gave him to be the head over all things to the church,",
                    "score": 0.7488109631119023
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 7,
                    "verse": 6,
                    "text": "And he bringeth to pass the resurrection of the dead, whereby man must be raised to stand before his judgment-seat.",
                    "score": 0.7487760604356015
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 11,
                    "verse": 37,
                    "text": "And as he spake, a certain Pharisee besought him to dine with him: and he went in, and sat down to meat.",
                    "score": 0.7447830722085568
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 7,
                    "text": "And it came to pass that he built an altar of stones, and made an offering unto the Lord, and gave thanks unto the Lord our God.",
                    "score": 0.7438665288485717
                }
            ]
        },
        {
            "verse": 21,
            "text": "And he brought the ark into the tabernacle, and set up the veil of the covering, and covered the ark of the testimony; as the Lord commanded Moses.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 44,
                    "text": "Our fathers had the tabernacle of witness in the wilderness, as he had appointed, speaking unto Moses, that he should make it according to the fashion that he had seen.",
                    "score": 0.7789908900471961
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 38,
                    "text": "For, for this cause I commanded Moses that he should build a tabernacle, that they should bear it with them in the wilderness, and to build a house in the land of promise, that those ordinances might be revealed which had been hid from before the world was.",
                    "score": 0.7694722030514252
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 25,
                    "text": "And calling upon the name of God, he beheld his glory again, for it was upon him; and he heard a voice, saying: Blessed art thou, Moses, for I, the Almighty, have chosen thee, and thou shalt be made stronger than many waters; for they shall obey thy command as if thou wert God.",
                    "score": 0.7617679291650848
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 5,
                    "verse": 14,
                    "text": "And he charged him to tell no man: but go, and shew thyself to the priest, and offer for thy cleansing, according as Moses commanded, for a testimony unto them.",
                    "score": 0.7581978850803244
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 3,
                    "text": "And it came to pass that he was obedient unto the word of the Lord, wherefore he did as the Lord commanded him.",
                    "score": 0.7559663151269096
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 5,
                    "text": "Who serve unto the example and shadow of heavenly things, as Moses was admonished of God when he was about to make the tabernacle: for, See, saith he, that thou make all things according to the pattern shewed to thee in the mount.",
                    "score": 0.7546939962641891
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 27,
                    "text": "Unto Adam, and also unto his wife, did I, the Lord God, make coats of skins, and clothed them.",
                    "score": 0.7527252766430528
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 5,
                    "text": "And he gave unto them commandments, that they should worship the Lord their God, and should offer the firstlings of their flocks, for an offering unto the Lord. And Adam was obedient unto the commandments of the Lord.",
                    "score": 0.7516960211985897
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 3,
                    "verse": 5,
                    "text": "And Moses verily was faithful in all his house, as a servant, for a testimony of those things which were to be spoken after;",
                    "score": 0.751324130316386
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 23,
                    "text": "And prepare for the revelation which is to come, when the veil of the covering of my temple, in my tabernacle, which hideth the earth, shall be taken off, and all flesh shall see me together.",
                    "score": 0.7498162030864952
                }
            ]
        },
        {
            "verse": 22,
            "text": "And he put the table in the tent of the congregation, upon the side of the tabernacle northward, without the veil.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 2,
                    "text": "For there was a tabernacle made; the first, wherein was the candlestick, and the table, and the shewbread; which is called the sanctuary.",
                    "score": 0.7485367411378162
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 24,
                    "verse": 10,
                    "text": "Bring ye all the tithes into the storehouse, that there may be meat in my house; and prove me now herewith, saith the Lord of Hosts, if I will not open you the windows of heaven, and pour you out a blessing that there shall not be room enough to receive it.",
                    "score": 0.7257826813439917
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 7,
                    "verse": 2,
                    "text": "Now the Jews' feast of tabernacles was at hand.",
                    "score": 0.7233072828228857
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 4,
                    "text": "How he went into the house of God, and did take and eat the shewbread, and gave also to them that were with him; which it is not lawful to eat but for the priests alone?",
                    "score": 0.7195770889136829
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 21,
                    "text": "And after the brother of Jared had beheld the finger of the Lord, because of the promise which the brother of Jared had obtained by faith, the Lord could not withhold anything from his sight; wherefore he showed him all things, for he could no longer be kept without the veil.",
                    "score": 0.7177341892060916
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 38,
                    "text": "For, for this cause I commanded Moses that he should build a tabernacle, that they should bear it with them in the wilderness, and to build a house in the land of promise, that those ordinances might be revealed which had been hid from before the world was.",
                    "score": 0.7133906967518365
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 14,
                    "verse": 6,
                    "text": "And there shall be a tabernacle for a shadow in the daytime from the heat, and for a place of refuge, and a covert from storm and from rain.",
                    "score": 0.7116931862920293
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 37,
                    "text": "And it came to pass that the Lord said unto me: If they have not charity it mattereth not unto thee, thou hast been faithful; wherefore, thy garments shall be made clean. And because thou hast seen thy weakness thou shalt be made strong, even unto the sitting down in the place which I have prepared in the mansions of my Father.",
                    "score": 0.7109376852229113
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 26,
                    "text": "His lord answered and said unto him, Thou wicked and slothful servant, thou knewest that I reap where I sowed not, and gather where I have not strawed:",
                    "score": 0.7100818745593529
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 32,
                    "text": "Wherefore, if ye shall keep the commandments of the Lord, the Lord hath consecrated this land for the security of thy seed with the seed of my son.",
                    "score": 0.7100460426903241
                }
            ]
        },
        {
            "verse": 23,
            "text": "And he set the bread in order upon it before the Lord; as the Lord had commanded Moses.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 8,
                    "verse": 6,
                    "text": "And he commanded the people to sit down on the ground: and he took the seven loaves, and gave thanks, and brake, and gave to his disciples to set before them; and they did set them before the people.",
                    "score": 0.8310080593121802
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 4,
                    "text": "And when they had eaten he commanded them that they should break bread, and give unto the multitude.",
                    "score": 0.8091248418109767
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 9,
                    "verse": 16,
                    "text": "Then he took the five loaves and the two fishes, and looking up to heaven, he blessed them, and brake, and gave to the disciples to set before the multitude.",
                    "score": 0.792767704713012
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 41,
                    "text": "And when he had taken the five loaves and the two fishes, he looked up to heaven, and blessed, and brake the loaves, and gave them to his disciples to set before them; and the two fishes divided he among them all.",
                    "score": 0.7901365029338794
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 20,
                    "text": "And the Lord commanded him that he should arise. And he arose and stood before him.",
                    "score": 0.7870143953346385
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 4,
                    "verse": 3,
                    "text": "And the devil said unto him, If thou be the Son of God, command this stone that it be made bread.",
                    "score": 0.7836883227234576
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 3,
                    "text": "And it came to pass that he was obedient unto the word of the Lord, wherefore he did as the Lord commanded him.",
                    "score": 0.7814076274946038
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 4,
                    "verse": 3,
                    "text": "And when the tempter came to him, he said, If thou be the Son of God, command that these stones be made bread.",
                    "score": 0.7799857162253622
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 6,
                    "verse": 34,
                    "text": "Then said they unto him, Lord, evermore give us this bread.",
                    "score": 0.7787343161833115
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 27,
                    "verse": 35,
                    "text": "And when he had thus spoken, he took bread, and gave thanks to God in presence of them all: and when he had broken it, he began to eat.",
                    "score": 0.7756203314232499
                }
            ]
        },
        {
            "verse": 24,
            "text": "And he put the candlestick in the tent of the congregation, over against the table, on the side of the tabernacle southward.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 2,
                    "text": "For there was a tabernacle made; the first, wherein was the candlestick, and the table, and the shewbread; which is called the sanctuary.",
                    "score": 0.7890260299593619
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 4,
                    "verse": 21,
                    "text": "And he said unto them, Is a candle brought to be put under a bushel, or under a bed? and not to be set on a candlestick?",
                    "score": 0.7621046049331873
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 13,
                    "text": "And in the midst of the seven candlesticks one like unto the Son of man, clothed with a garment down to the foot, and girt about the paps with a golden girdle.",
                    "score": 0.7466828440617319
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 15,
                    "text": "Behold, do men light a candle and put it under a bushel? Nay, but on a candlestick, and it giveth light to all that are in the house;",
                    "score": 0.742240775587372
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 11,
                    "verse": 33,
                    "text": "No man, when he hath lighted a candle, putteth it in a secret place, neither under a bushel, but on a candlestick, that they which come in may see the light.",
                    "score": 0.7271113026244072
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 2,
                    "verse": 1,
                    "text": "Unto the angel of the church of Ephesus write; These things saith he that holdeth the seven stars in his right hand, who walketh in the midst of the seven golden candlesticks;",
                    "score": 0.7238899095969608
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 8,
                    "verse": 16,
                    "text": "No man, when he hath lighted a candle, covereth it with a vessel, or putteth it under a bed; but setteth it on a candlestick, that they which enter in may see the light.",
                    "score": 0.7200154563188347
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 15,
                    "text": "Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house.",
                    "score": 0.7196531418150006
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 21,
                    "verse": 27,
                    "text": "And when the seven days were almost ended, the Jews which were of Asia, when they saw him in the temple, stirred up all the people, and laid hands on him,",
                    "score": 0.7177581939253185
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 7,
                    "verse": 2,
                    "text": "Now the Jews' feast of tabernacles was at hand.",
                    "score": 0.7149586074625087
                }
            ]
        },
        {
            "verse": 25,
            "text": "And he lighted the lamps before the Lord; as the Lord commanded Moses.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 20,
                    "text": "And the Lord commanded him that he should arise. And he arose and stood before him.",
                    "score": 0.7841538543736835
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 4,
                    "verse": 6,
                    "text": "For God, who commanded the light to shine out of darkness, hath shined in our hearts, to give the light of the knowledge of the glory of God in the face of Jesus Christ.",
                    "score": 0.7762660271997096
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 3,
                    "text": "And I, God, said: Let there be light; and there was light.",
                    "score": 0.7761105937381865
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 47,
                    "text": "For so hath the Lord commanded us, saying, I have set thee to be a light of the Gentiles, that thou shouldest be for salvation unto the ends of the earth.",
                    "score": 0.7760552390655121
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 4,
                    "verse": 5,
                    "text": "And out of the throne proceeded lightnings and thunderings and voices: and there were seven lamps of fire burning before the throne, which are the seven Spirits of God.",
                    "score": 0.7712787836757952
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 10,
                    "verse": 3,
                    "text": "And he answered and said unto them, What did Moses command you?",
                    "score": 0.7691574657996132
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 4,
                    "text": "And I, God, saw the light; and that light was good. And I, God, divided the light from the darkness.",
                    "score": 0.7675350452817215
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 17,
                    "verse": 2,
                    "text": "And was transfigured before them: and his face did shine as the sun, and his raiment was white as the light.",
                    "score": 0.7668234749934776
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 3,
                    "text": "And it came to pass that he was obedient unto the word of the Lord, wherefore he did as the Lord commanded him.",
                    "score": 0.7653856622639013
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 5,
                    "text": "Who serve unto the example and shadow of heavenly things, as Moses was admonished of God when he was about to make the tabernacle: for, See, saith he, that thou make all things according to the pattern shewed to thee in the mount.",
                    "score": 0.7630610450724775
                }
            ]
        },
        {
            "verse": 26,
            "text": "And he put the golden altar in the tent of the congregation before the veil:",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 8,
                    "verse": 3,
                    "text": "And another angel came and stood at the altar, having a golden censer; and there was given unto him much incense, that he should offer it with the prayers of all saints upon the golden altar which was before the throne.",
                    "score": 0.7975631215737573
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 11,
                    "text": "And the seats which were set apart for the high priests, which were above all the other seats, he did ornament with pure gold; and he caused a breastwork to be built before them, that they might rest their bodies and their arms upon while they should speak lying and vain words to his people.",
                    "score": 0.7513095470668085
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 23,
                    "verse": 45,
                    "text": "And the sun was darkened, and the veil of the temple was rent in the midst.",
                    "score": 0.7468591219852035
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 1,
                    "verse": 22,
                    "text": "And hath put all things under his feet, and gave him to be the head over all things to the church,",
                    "score": 0.73746435556762
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 9,
                    "verse": 13,
                    "text": "And the sixth angel sounded, and I heard a voice from the four horns of the golden altar which is before God,",
                    "score": 0.734629409544125
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 13,
                    "text": "And in the midst of the seven candlesticks one like unto the Son of man, clothed with a garment down to the foot, and girt about the paps with a golden girdle.",
                    "score": 0.7313908534730308
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 8,
                    "text": "And the angel spake unto me, saying: Behold the gold, and the silver, and the silks, and the scarlets, and the fine-twined linen, and the precious clothing, and the harlots, are the desires of this great and abominable church.",
                    "score": 0.7311978194972338
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 11,
                    "text": "And there appeared unto him an angel of the Lord standing on the right side of the altar of incense.",
                    "score": 0.7307454247595057
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 2,
                    "text": "For there was a tabernacle made; the first, wherein was the candlestick, and the table, and the shewbread; which is called the sanctuary.",
                    "score": 0.7297441748612562
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 20,
                    "text": "Wherefore, having this perfect knowledge of God, he could not be kept from within the veil; therefore he saw Jesus; and he did minister unto him.",
                    "score": 0.7281905015047726
                }
            ]
        },
        {
            "verse": 27,
            "text": "And he burnt sweet incense thereon; as the Lord commanded Moses.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 9,
                    "text": "According to the custom of the priest's office, his lot was to burn incense when he went into the temple of the Lord.",
                    "score": 0.7910363011799082
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 5,
                    "text": "Now Moses in the law commanded us, that such should be stoned: but what sayest thou?",
                    "score": 0.7788285422545329
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 8,
                    "verse": 4,
                    "text": "And the smoke of the incense, which came with the prayers of the saints, ascended up before God out of the angel's hand.",
                    "score": 0.7673305942816011
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 10,
                    "verse": 3,
                    "text": "And he answered and said unto them, What did Moses command you?",
                    "score": 0.7671422001944366
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 17,
                    "text": "And he also gave me commandments when he called unto me out of the burning bush, saying: Call upon God in the name of mine Only Begotten, and worship me.",
                    "score": 0.767114616381583
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 11,
                    "text": "And there appeared unto him an angel of the Lord standing on the right side of the altar of incense.",
                    "score": 0.7590897550459861
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 3,
                    "verse": 2,
                    "text": "Who was faithful to him that appointed him, as also Moses was faithful in all his house.",
                    "score": 0.7537839740526581
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 25,
                    "text": "And calling upon the name of God, he beheld his glory again, for it was upon him; and he heard a voice, saying: Blessed art thou, Moses, for I, the Almighty, have chosen thee, and thou shalt be made stronger than many waters; for they shall obey thy command as if thou wert God.",
                    "score": 0.7534803122962727
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 12,
                    "text": "For the Lord had not hitherto suffered that we should make much fire, as we journeyed in the wilderness; for he said: I will make thy food become sweet, that ye cook it not;",
                    "score": 0.7509539839601116
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 5,
                    "verse": 14,
                    "text": "And he charged him to tell no man: but go, and shew thyself to the priest, and offer for thy cleansing, according as Moses commanded, for a testimony unto them.",
                    "score": 0.7494596920381541
                }
            ]
        },
        {
            "verse": 28,
            "text": "And he set up the hanging at the door of the tabernacle.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 18,
                    "verse": 16,
                    "text": "But Peter stood at the door without. Then went out that other disciple, which was known unto the high priest, and spake unto her that kept the door, and brought in Peter.",
                    "score": 0.7466119653263014
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 9,
                    "verse": 51,
                    "text": "And it came to pass, when the time was come that he should be received up, he steadfastly set his face to go to Jerusalem,",
                    "score": 0.7402738453318977
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 9,
                    "verse": 28,
                    "text": "And he was with them coming in and going out at Jerusalem.",
                    "score": 0.7337495409394499
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 23,
                    "verse": 39,
                    "text": "And one of the malefactors which were hanged railed on him, saying, If thou be Christ, save thyself and us.",
                    "score": 0.7307245131165429
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 21,
                    "text": "Moreover he sprinkled with blood both the tabernacle, and all the vessels of the ministry.",
                    "score": 0.7303800683447118
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 10,
                    "verse": 39,
                    "text": "And we are witnesses of all things which he did both in the land of the Jews, and in Jerusalem; whom they slew and hanged on a tree:",
                    "score": 0.7271072872106948
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 21,
                    "verse": 11,
                    "text": "And when he was come unto us, he took Paul's girdle, and bound his own hands and feet, and said, Thus saith the Holy Ghost, So shall the Jews at Jerusalem bind the man that owneth this girdle, and shall deliver him into the hands of the Gentiles.",
                    "score": 0.7250155575351404
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 45,
                    "text": "And straightway he constrained his disciples to get into the ship, and to go to the other side before unto Bethsaida, while he sent away the people.",
                    "score": 0.7212893944146481
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 44,
                    "text": "Our fathers had the tabernacle of witness in the wilderness, as he had appointed, speaking unto Moses, that he should make it according to the fashion that he had seen.",
                    "score": 0.7200953568005061
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 46,
                    "text": "Who found favour before God, and desired to find a tabernacle for the God of Jacob.",
                    "score": 0.7179374984371869
                }
            ]
        },
        {
            "verse": 29,
            "text": "And he put the altar of burnt offering by the door of the tabernacle of the tent of the congregation, and offered upon it the burnt offering and the meat offering; as the Lord commanded Moses.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 3,
                    "text": "And they also took of the firstlings of their flocks, that they might offer sacrifice and burnt offerings according to the law of Moses;",
                    "score": 0.7894763259085124
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 38,
                    "text": "For, for this cause I commanded Moses that he should build a tabernacle, that they should bear it with them in the wilderness, and to build a house in the land of promise, that those ordinances might be revealed which had been hid from before the world was.",
                    "score": 0.7884698530557921
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 31,
                    "text": "Therefore, as I said concerning the sons of Moses--for the sons of Moses and also the sons of Aaron shall offer an acceptable offering and sacrifice in the house of the Lord, which house shall be built unto the Lord in this generation, upon the consecrated spot as I have appointed--",
                    "score": 0.7766909287429902
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 7,
                    "verse": 22,
                    "text": "And it came to pass that we did come down unto the tent of our father. And after I and my brethren and all the house of Ishmael had come down unto the tent of my father, they did give thanks unto the Lord their God; and they did offer sacrifice and burnt offerings unto him.",
                    "score": 0.7757472785151783
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 7,
                    "text": "And it came to pass that he built an altar of stones, and made an offering unto the Lord, and gave thanks unto the Lord our God.",
                    "score": 0.7736063624310636
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 44,
                    "text": "Our fathers had the tabernacle of witness in the wilderness, as he had appointed, speaking unto Moses, that he should make it according to the fashion that he had seen.",
                    "score": 0.7697169595580641
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 24,
                    "verse": 10,
                    "text": "Bring ye all the tithes into the storehouse, that there may be meat in my house; and prove me now herewith, saith the Lord of Hosts, if I will not open you the windows of heaven, and pour you out a blessing that there shall not be room enough to receive it.",
                    "score": 0.7645643018646611
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 10,
                    "verse": 8,
                    "text": "Above when he said, Sacrifice and offering and burnt offerings and offering for sin thou wouldest not, neither hadst pleasure therein; which are offered by the law;",
                    "score": 0.7589003224661026
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 5,
                    "verse": 14,
                    "text": "And he charged him to tell no man: but go, and shew thyself to the priest, and offer for thy cleansing, according as Moses commanded, for a testimony unto them.",
                    "score": 0.7585790749844581
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 42,
                    "text": "Then God turned, and gave them up to worship the host of heaven; as it is written in the book of the prophets, O ye house of Israel, have ye offered to me slain beasts and sacrifices by the space of forty years in the wilderness?",
                    "score": 0.7566939863077666
                }
            ]
        },
        {
            "verse": 30,
            "text": "And he set the laver between the tent of the congregation and the altar, and put water there, to wash withal.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 13,
                    "verse": 5,
                    "text": "After that he poureth water into a basin, and began to wash the disciples' feet, and to wipe them with the towel wherewith he was girded.",
                    "score": 0.8037940134245641
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 9,
                    "verse": 7,
                    "text": "And said unto him, Go, wash in the pool of Siloam, (which is by interpretation, Sent.) He went his way therefore, and washed, and came seeing.",
                    "score": 0.742459137891202
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 5,
                    "verse": 26,
                    "text": "That he might sanctify and cleanse it with the washing of water by the word,",
                    "score": 0.7401590259780718
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 9,
                    "verse": 11,
                    "text": "He answered and said, A man that is called Jesus made clay, and anointed mine eyes, and said unto me, Go to the pool of Siloam, and wash: and I went and washed, and I received sight.",
                    "score": 0.7381783510805011
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 2,
                    "verse": 7,
                    "text": "Jesus saith unto them, Fill the waterpots with water. And they filled them up to the brim.",
                    "score": 0.7313607405540444
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 7,
                    "verse": 44,
                    "text": "And he turned to the woman, and said unto Simon, Seest thou this woman? I entered into thine house, thou gavest me no water for my feet: but she hath washed my feet with tears, and wiped them with the hairs of her head.",
                    "score": 0.7313495987704343
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 35,
                    "text": "And the Lord spake unto Enoch, and said unto him: Anoint thine eyes with clay, and wash them, and thou shalt see. And he did so.",
                    "score": 0.7208293053146186
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 9,
                    "text": "And I, God, said: Let the waters under the heaven be gathered together unto one place, and it was so; and I, God, said: Let there be dry land; and it was so.",
                    "score": 0.7207425315566528
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 4,
                    "verse": 9,
                    "text": "And the Gods ordered, saying: Let the waters under the heaven be gathered together unto one place, and let the earth come up dry; and it was so as they ordered;",
                    "score": 0.7201533217510384
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 11,
                    "verse": 1,
                    "text": "And there was given me a reed like unto a rod: and the angel stood, saying, Rise, and measure the temple of God, and the altar, and them that worship therein.",
                    "score": 0.7169138250968525
                }
            ]
        },
        {
            "verse": 31,
            "text": "And Moses and Aaron and his sons washed their hands and their feet thereat:",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 13,
                    "verse": 14,
                    "text": "If I then, your Lord and Master, have washed your feet; ye also ought to wash one another's feet.",
                    "score": 0.7780384216178123
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 13,
                    "verse": 6,
                    "text": "Then cometh he to Simon Peter: and Peter saith unto him, Lord, dost thou wash my feet?",
                    "score": 0.7703955031123796
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 13,
                    "verse": 5,
                    "text": "After that he poureth water into a basin, and began to wash the disciples' feet, and to wipe them with the towel wherewith he was girded.",
                    "score": 0.7698323488369563
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 6,
                    "text": "And the sons of Moses, according to the Holy Priesthood which he received under the hand of his father-in-law, Jethro;",
                    "score": 0.7636882839950682
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 13,
                    "verse": 10,
                    "text": "Jesus saith to him, He that is washed needeth not save to wash his feet, but is clean every whit: and ye are clean, but not all.",
                    "score": 0.7573529324701659
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 10,
                    "text": "And they did all, both they who had been healed and they who were whole, bow down at his feet, and did worship him; and as many as could come for the multitude did kiss his feet, insomuch that they did bathe his feet with their tears.",
                    "score": 0.7569005200518355
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 40,
                    "text": "And when he had thus spoken, he shewed them his hands and his feet.",
                    "score": 0.7545433396962165
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 139,
                    "text": "And he shall be received by the ordinance of the washing of feet, for unto this end was the ordinance of the washing of feet instituted.",
                    "score": 0.7529894863964404
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 34,
                    "text": "They become the sons of Moses and of Aaron and the seed of Abraham, and the church and kingdom, and the elect of God.",
                    "score": 0.7524086557973403
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 13,
                    "verse": 12,
                    "text": "So after he had washed their feet, and had taken his garments, and was set down again, he said unto them, Know ye what I have done to you?",
                    "score": 0.7488558046726753
                }
            ]
        },
        {
            "verse": 32,
            "text": "When they went into the tent of the congregation, and when they came near unto the altar, they washed; as the Lord commanded Moses.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 13,
                    "verse": 5,
                    "text": "After that he poureth water into a basin, and began to wash the disciples' feet, and to wipe them with the towel wherewith he was girded.",
                    "score": 0.7988391739865277
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 17,
                    "verse": 14,
                    "text": "And when he saw them, he said unto them, Go shew yourselves unto the priests. And it came to pass, that, as they went, they were cleansed.",
                    "score": 0.7742180087610431
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 13,
                    "verse": 12,
                    "text": "So after he had washed their feet, and had taken his garments, and was set down again, he said unto them, Know ye what I have done to you?",
                    "score": 0.7726047537754969
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 9,
                    "verse": 7,
                    "text": "And said unto him, Go, wash in the pool of Siloam, (which is by interpretation, Sent.) He went his way therefore, and washed, and came seeing.",
                    "score": 0.7702553557182014
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 7,
                    "verse": 44,
                    "text": "And he turned to the woman, and said unto Simon, Seest thou this woman? I entered into thine house, thou gavest me no water for my feet: but she hath washed my feet with tears, and wiped them with the hairs of her head.",
                    "score": 0.7569249998823105
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 7,
                    "verse": 22,
                    "text": "And it came to pass that we did come down unto the tent of our father. And after I and my brethren and all the house of Ishmael had come down unto the tent of my father, they did give thanks unto the Lord their God; and they did offer sacrifice and burnt offerings unto him.",
                    "score": 0.7558733663287799
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 9,
                    "verse": 11,
                    "text": "He answered and said, A man that is called Jesus made clay, and anointed mine eyes, and said unto me, Go to the pool of Siloam, and wash: and I went and washed, and I received sight.",
                    "score": 0.7557598138255089
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 37,
                    "text": "And it came to pass that the Lord said unto me: If they have not charity it mattereth not unto thee, thou hast been faithful; wherefore, thy garments shall be made clean. And because thou hast seen thy weakness thou shalt be made strong, even unto the sitting down in the place which I have prepared in the mansions of my Father.",
                    "score": 0.7507604554644972
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 135,
                    "verse": 5,
                    "text": "And it came to pass that I prayed unto the Lord that he would give unto the Gentiles grace, that they might have charity. And it came to pass that the Lord said unto me: If they have not charity it mattereth not unto thee, thou hast been faithful; wherefore thy garments shall be made clean. And because thou hast seen thy weakness, thou shalt be made strong, even unto the sitting down in the place which I have prepared in the mansions of my Father. And now I ... bid farewell unto the Gentiles; yea, and also unto my brethren whom I love, until we shall meet before the judgment-seat of Christ, where all men shall know that my garments are not spotted with your blood. The testators are now dead, and their testament is in force.",
                    "score": 0.7498742789585452
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 1,
                    "verse": 44,
                    "text": "And saith unto him, See thou say nothing to any man: but go thy way, shew thyself to the priest, and offer for thy cleansing those things which Moses commanded, for a testimony unto them.",
                    "score": 0.7491826411842067
                }
            ]
        },
        {
            "verse": 33,
            "text": "And he reared up the court round about the tabernacle and the altar, and set up the hanging of the court gate. So Moses finished the work.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 25,
                    "text": "Therefore, he took Moses out of their midst, and the Holy Priesthood also;",
                    "score": 0.7326579011113796
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 5,
                    "text": "Who serve unto the example and shadow of heavenly things, as Moses was admonished of God when he was about to make the tabernacle: for, See, saith he, that thou make all things according to the pattern shewed to thee in the mount.",
                    "score": 0.7281455322829514
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 44,
                    "text": "Our fathers had the tabernacle of witness in the wilderness, as he had appointed, speaking unto Moses, that he should make it according to the fashion that he had seen.",
                    "score": 0.7218748194314841
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 4,
                    "text": "Which had the golden censer, and the ark of the covenant overlaid round about with gold, wherein was the golden pot that had manna, and Aaron's rod that budded, and the tables of the covenant;",
                    "score": 0.7178572280062001
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 7,
                    "text": "And it came to pass that he built an altar of stones, and made an offering unto the Lord, and gave thanks unto the Lord our God.",
                    "score": 0.7174542388262048
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 8,
                    "text": "And it came to pass that Moses looked, and beheld the world upon which he was created; and Moses beheld the world and the ends thereof, and all the children of men which are, and which were created; of the same he greatly marveled and wondered.",
                    "score": 0.7124638924942257
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 15,
                    "verse": 4,
                    "text": "Behold, I say unto you that the law is fulfilled that was given unto Moses.",
                    "score": 0.7122684492045558
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 9,
                    "verse": 51,
                    "text": "And it came to pass, when the time was come that he should be received up, he steadfastly set his face to go to Jerusalem,",
                    "score": 0.7113997860785504
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 11,
                    "verse": 1,
                    "text": "And there was given me a reed like unto a rod: and the angel stood, saying, Rise, and measure the temple of God, and the altar, and them that worship therein.",
                    "score": 0.7111795440861532
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 2,
                    "text": "And he fenced it, and gathered out the stones thereof, and planted it with the choicest vine, and built a tower in the midst of it, and also made a wine-press therein; and he looked that it should bring forth grapes, and it brought forth wild grapes.",
                    "score": 0.7099470687052871
                }
            ]
        },
        {
            "verse": 34,
            "text": "Then a cloud covered the tent of the congregation, and the glory of the Lord filled the tabernacle.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 38,
                    "text": "And it came to pass that when Jesus had touched them all, there came a cloud and overshadowed the multitude that they could not see Jesus.",
                    "score": 0.7839612621819007
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 21,
                    "verse": 27,
                    "text": "And then shall they see the Son of man coming in a cloud with power and great glory.",
                    "score": 0.7673577744598188
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 13,
                    "verse": 26,
                    "text": "And then shall they see the Son of man coming in the clouds with great power and glory.",
                    "score": 0.7551463006570934
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 2,
                    "verse": 9,
                    "text": "And, lo, the angel of the Lord came upon them, and the glory of the Lord shone round about them: and they were sore afraid.",
                    "score": 0.754240332145232
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 2,
                    "verse": 13,
                    "text": "And suddenly there was with the angel a multitude of the heavenly host praising God, and saying,",
                    "score": 0.7521854166125901
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 11,
                    "verse": 19,
                    "text": "And the temple of God was opened in heaven, and there was seen in his temple the ark of his testament: and there were lightnings, and voices, and thunderings, and an earthquake, and great hail.",
                    "score": 0.7504550706177258
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 7,
                    "text": "Behold, he cometh with clouds; and every eye shall see him, and they also which pierced him: and all kindreds of the earth shall wail because of him. Even so, Amen.",
                    "score": 0.7486992351529506
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 14,
                    "text": "And behold, they were encircled about as if it were by fire; and it came down from heaven, and the multitude did witness it, and did bear record; and angels did come down out of heaven and did minister unto them.",
                    "score": 0.7485078623228808
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 2,
                    "verse": 2,
                    "text": "And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting.",
                    "score": 0.7481926515730224
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 7,
                    "verse": 12,
                    "text": "And now, when Nephi arose he beheld the multitudes of people who had gathered together.",
                    "score": 0.7466040374955032
                }
            ]
        },
        {
            "verse": 35,
            "text": "And Moses was not able to enter into the tent of the congregation, because the cloud abode thereon, and the glory of the Lord filled the tabernacle.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 15,
                    "verse": 8,
                    "text": "And the temple was filled with smoke from the glory of God, and from his power; and no man was able to enter into the temple, till the seven plagues of the seven angels were fulfilled.",
                    "score": 0.7920876027486561
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 9,
                    "text": "And the presence of God withdrew from Moses, that his glory was not upon Moses; and Moses was left unto himself. And as he was left unto himself, he fell unto the earth.",
                    "score": 0.7707818662797703
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 38,
                    "text": "And it came to pass that when Jesus had touched them all, there came a cloud and overshadowed the multitude that they could not see Jesus.",
                    "score": 0.7702364294545484
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 3,
                    "text": "Therefore they were not permitted to enter into their synagogues to worship God, being esteemed as filthiness; therefore they were poor; yea, they were esteemed by their brethren as dross; therefore they were poor as to things of the world; and also they were poor in heart.",
                    "score": 0.7679296119563901
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 10,
                    "verse": 2,
                    "text": "And were all baptized unto Moses in the cloud and in the sea;",
                    "score": 0.7494369938741304
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 69,
                    "text": "And Enoch and all his people walked with God, and he dwelt in the midst of Zion; and it came to pass that Zion was not, for God received it up into his own bosom; and from thence went forth the saying, Zion is Fled.",
                    "score": 0.743430254183702
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 3,
                    "verse": 19,
                    "text": "So we see that they could not enter in because of unbelief.",
                    "score": 0.7431312500297987
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 33,
                    "verse": 2,
                    "text": "And Alma said unto them: Behold, ye have said that ye could not worship your God because ye are cast out of your synagogues. But behold, I say unto you, if ye suppose that ye cannot worship God, ye do greatly err, and ye ought to search the scriptures; if ye suppose that they have taught you this, ye do not understand them.",
                    "score": 0.7430346140286818
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 9,
                    "text": "Behold thy brother hath said, What shall we do?--for we are cast out of our synagogues, that we cannot worship our God.",
                    "score": 0.7399145317891372
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 37,
                    "text": "And the Lord God spake unto Moses, saying: The heavens, they are many, and they cannot be numbered unto man; but they are numbered unto me, for they are mine.",
                    "score": 0.7388059627344487
                }
            ]
        },
        {
            "verse": 36,
            "text": "And when the cloud was taken up from over the tabernacle, the children of Israel went onward in all their journeys:",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 10,
                    "verse": 2,
                    "text": "And were all baptized unto Moses in the cloud and in the sea;",
                    "score": 0.7607004623623544
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 11,
                    "verse": 12,
                    "text": "And they heard a great voice from heaven saying unto them, Come up hither. And they ascended up to heaven in a cloud; and their enemies beheld them.",
                    "score": 0.7589685966932911
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 21,
                    "verse": 15,
                    "text": "And after those days we took up our carriages, and went up to Jerusalem.",
                    "score": 0.7565575797765116
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 38,
                    "text": "And it came to pass that when Jesus had touched them all, there came a cloud and overshadowed the multitude that they could not see Jesus.",
                    "score": 0.7505559831265716
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 2,
                    "verse": 13,
                    "text": "And the Jews' passover was at hand, and Jesus went up to Jerusalem,",
                    "score": 0.7423489864552544
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 2,
                    "verse": 21,
                    "text": "And he arose, and took the young child and his mother, and came into the land of Israel.",
                    "score": 0.741344566822655
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 17,
                    "verse": 11,
                    "text": "And it came to pass, as he went to Jerusalem, that he passed through the midst of Samaria and Galilee.",
                    "score": 0.7400370872583653
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 12,
                    "text": "So they brought their little children and set them down upon the ground round about him, and Jesus stood in the midst; and the multitude gave way till they had all been brought unto him.",
                    "score": 0.7398073065097044
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 21,
                    "verse": 27,
                    "text": "And then shall they see the Son of man coming in a cloud with power and great glory.",
                    "score": 0.7367504117112795
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 13,
                    "verse": 26,
                    "text": "And then shall they see the Son of man coming in the clouds with great power and glory.",
                    "score": 0.7358795465581909
                }
            ]
        },
        {
            "verse": 37,
            "text": "But if the cloud were not taken up, then they journeyed not till the day that it was taken up.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 2,
                    "verse": 5,
                    "text": "And it came to pass that the Lord commanded them that they should go forth into the wilderness, yea, into that quarter where there never had man been. And it came to pass that the Lord did go before them, and did talk with them as he stood in a cloud, and gave directions whither they should travel.",
                    "score": 0.7503265097088774
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 1,
                    "verse": 9,
                    "text": "And when he had spoken these things, while they beheld, he was taken up; and a cloud received him out of their sight.",
                    "score": 0.7377138874720055
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 9,
                    "verse": 34,
                    "text": "While he thus spake, there came a cloud, and overshadowed them: and they feared as they entered into the cloud.",
                    "score": 0.7239238128729253
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 10,
                    "verse": 1,
                    "text": "Moreover, brethren, I would not that ye should be ignorant, how that all our fathers were under the cloud, and all passed through the sea;",
                    "score": 0.7213216487107454
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 4,
                    "text": "And now, they knew not the course they should travel in the wilderness to go up to the land of Lehi-Nephi; therefore they wandered many days in the wilderness, even forty days did they wander.",
                    "score": 0.7108658043902165
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 9,
                    "verse": 3,
                    "text": "Now they understood not the words which they spake; for they knew not that the earth should pass away.",
                    "score": 0.709546011534466
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 27,
                    "verse": 12,
                    "text": "And because the haven was not commodious to winter in, the more part advised to depart thence also, if by any means they might attain to Phenice, and there to winter; which is an haven of Crete, and lieth toward the south west and north west.",
                    "score": 0.7071853415646832
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 56,
                    "verse": 42,
                    "text": "But it came to pass that they did not pursue us far before they halted; and it was in the morning of the third day of the seventh month.",
                    "score": 0.7050780024334096
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 2,
                    "verse": 44,
                    "text": "But they, supposing him to have been in the company, went a day's journey; and they sought him among their kinsfolk and acquaintance.",
                    "score": 0.7049521354672511
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 102,
                    "text": "Last of all, these all are they who will not be gathered with the saints, to be caught up unto the church of the Firstborn, and received into the cloud.",
                    "score": 0.7013537212121811
                }
            ]
        },
        {
            "verse": 38,
            "text": "For the cloud of the Lord was upon the tabernacle by day, and fire was on it by night, in the sight of all the house of Israel, throughout all their journeys.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 14,
                    "verse": 5,
                    "text": "And the Lord will create upon every dwelling-place of mount Zion, and upon her assemblies, a cloud and smoke by day and the shining of a flaming fire by night; for upon all the glory of Zion shall be a defence.",
                    "score": 0.8336722841344631
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 1,
                    "verse": 7,
                    "text": "And of the angels he saith, Who maketh his angels spirits, and his ministers a flame of fire.",
                    "score": 0.797936351826338
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 19,
                    "verse": 11,
                    "text": "For thus spake the prophet: The Lord God surely shall visit all the house of Israel at that day, some with his voice, because of their righteousness, unto their great joy and salvation, and others with the thunderings and the lightnings of his power, by tempest, by fire, and by smoke, and vapor of darkness, and by the opening of the earth, and by mountains which shall be carried up.",
                    "score": 0.7952553537985652
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 17,
                    "text": "And the light of Israel shall be for a fire, and his Holy One for a flame, and shall burn and shall devour his thorns and his briers in one day;",
                    "score": 0.793660296334245
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 5,
                    "verse": 43,
                    "text": "And it came to pass that when they cast their eyes about, and saw that the cloud of darkness was dispersed from overshadowing them, behold, they saw that they were encircled about, yea every soul, by a pillar of fire.",
                    "score": 0.7901392130671943
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 4,
                    "verse": 5,
                    "text": "And out of the throne proceeded lightnings and thunderings and voices: and there were seven lamps of fire burning before the throne, which are the seven Spirits of God.",
                    "score": 0.7840869346771792
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 7,
                    "text": "Behold, he cometh with clouds; and every eye shall see him, and they also which pierced him: and all kindreds of the earth shall wail because of him. Even so, Amen.",
                    "score": 0.7792163529866408
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 27,
                    "text": "And their torment is as a lake of fire and brimstone, whose flames are unquenchable, and whose smoke ascendeth up forever and ever. Thus hath the Lord commanded me. Amen.",
                    "score": 0.7746878121686577
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 12,
                    "verse": 29,
                    "text": "For our God is a consuming fire.",
                    "score": 0.7745735511652665
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "chapter": 3,
                    "verse": 12,
                    "text": "Looking for and hasting unto the coming of the day of God, wherein the heavens being on fire shall be dissolved, and the elements shall melt with fervent heat?",
                    "score": 0.7744278066347695
                }
            ]
        }
    ]
}