{
    "volume": "Old Testament",
    "book": "Ezekiel",
    "chapter": 23,
    "verses": [
        {
            "verse": 1,
            "text": "The word of the Lord came again unto me, saying,",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 18,
                    "verse": 5,
                    "text": "The Lord spake also unto me again, saying:",
                    "score": 0.8405724237770246
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 12,
                    "text": "And it came to pass that the Spirit said unto me again: Slay him, for the Lord hath delivered him into thy hands;",
                    "score": 0.8248770399108697
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 4,
                    "text": "For behold, as yet, ye have been obedient unto the word of the Lord, which I have given unto you.",
                    "score": 0.8179301788197568
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 53,
                    "text": "And it came to pass that the Lord said unto me: Stretch forth thine hand again unto thy brethren, and they shall not wither before thee, but I will shock them, saith the Lord, and this will I do, that they may know that I am the Lord their God.",
                    "score": 0.8137118673844822
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 23,
                    "text": "And now I have spoken the words which the Lord God hath commanded me.",
                    "score": 0.8116438673722411
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 46,
                    "verse": 17,
                    "text": "And again, verily I say unto you, to some is given, by the Spirit of God, the word of wisdom.",
                    "score": 0.8114588725104772
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 1,
                    "text": "And now I, Jacob, speak unto you again, my beloved brethren, concerning this righteous branch of which I have spoken.",
                    "score": 0.8111234792310915
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 7,
                    "text": "Yea, verily I say unto you again, the time has come when the voice of the Lord is unto you: Go ye out of Babylon; gather ye out from among the nations, from the four winds, from one end of heaven to the other.",
                    "score": 0.8106083964234602
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 24,
                    "text": "And again it shall come to pass that the Lord shall say unto him that shall read the words that shall be delivered him:",
                    "score": 0.808229509575526
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 27,
                    "text": "Behold, verily I say unto you, that these are the words of the Lord your God.",
                    "score": 0.8079547542905272
                }
            ]
        },
        {
            "verse": 2,
            "text": "Son of man, there were two women, the daughters of one mother:",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 15,
                    "verse": 11,
                    "text": "And he said, A certain man had two sons:",
                    "score": 0.8022676508571913
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 4,
                    "verse": 22,
                    "text": "For it is written, that Abraham had two sons, the one by a bondmaid, the other by a freewoman.",
                    "score": 0.7977976096236173
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 6,
                    "verse": 15,
                    "text": "And the brother of Jared also begat sons and daughters.",
                    "score": 0.7599889369307169
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 10,
                    "verse": 35,
                    "text": "For I am come to set a man at variance against his father, and the daughter against her mother, and the daughter in law against her mother in law.",
                    "score": 0.7598787478040971
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 5,
                    "verse": 31,
                    "text": "For this cause shall a man leave his father and mother, and shall be joined unto his wife, and they two shall be one flesh.",
                    "score": 0.7590883895086759
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 53,
                    "text": "The father shall be divided against the son, and the son against the father; the mother against the daughter, and the daughter against the mother; the mother in law against her daughter in law, and the daughter in law against her mother in law.",
                    "score": 0.7528781666323631
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 19,
                    "verse": 26,
                    "text": "When Jesus therefore saw his mother, and the disciple standing by, whom he loved, he saith unto his mother, Woman, behold thy son!",
                    "score": 0.7528198090751894
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 7,
                    "verse": 12,
                    "text": "Now when he came nigh to the gate of the city, behold, there was a dead man carried out, the only son of his mother, and she was a widow: and much people of the city was with her.",
                    "score": 0.7502196521758919
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 19,
                    "verse": 25,
                    "text": "Now there stood by the cross of Jesus his mother, and his mother's sister, Mary the wife of Cleophas, and Mary Magdalene.",
                    "score": 0.7434250869630374
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 28,
                    "verse": 5,
                    "text": "Yea, the cry of widows mourning for their husbands, and also of fathers mourning for their sons, and the daughter for the brother, yea, the brother for the father; and thus the cry of mourning was heard among all of them, mourning for their kindred who had been slain.",
                    "score": 0.7419177786702488
                }
            ]
        },
        {
            "verse": 3,
            "text": "And they committed whoredoms in Egypt; they committed whoredoms in their youth: there were their breasts pressed, and there they bruised the teats of their virginity.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 36,
                    "text": "Wo unto them who commit whoredoms, for they shall be thrust down to hell.",
                    "score": 0.740746144001296
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 1,
                    "verse": 24,
                    "text": "Wherefore God also gave them up to uncleanness through the lusts of their own hearts, to dishonour their own bodies between themselves:",
                    "score": 0.7368670848428215
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 7,
                    "text": "Then all those virgins arose, and trimmed their lamps.",
                    "score": 0.7294596820958346
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 11,
                    "text": "Now, this priest had offered upon this altar three virgins at one time, who were the daughters of Onitah, one of the royal descent directly from the loins of Ham. These virgins were offered up because of their virtue; they would not bow down to worship gods of wood or of stone, therefore they were killed upon this altar, and it was done after the manner of the Egyptians.",
                    "score": 0.729244974342435
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 18,
                    "verse": 3,
                    "text": "For all nations have drunk of the wine of the wrath of her fornication, and the kings of the earth have committed fornication with her, and the merchants of the earth are waxed rich through the abundance of her delicacies.",
                    "score": 0.7290951942586452
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 3,
                    "verse": 7,
                    "text": "And their brethren sought to destroy them, therefore they were cursed; and the Lord God set a mark upon them, yea, upon Laman and Lemuel, and also the sons of Ishmael, and Ishmaelitish women.",
                    "score": 0.7269958042253539
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 17,
                    "verse": 2,
                    "text": "With whom the kings of the earth have committed fornication, and the inhabitants of the earth have been made drunk with the wine of her fornication.",
                    "score": 0.725293890951439
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 14,
                    "verse": 4,
                    "text": "These are they which were not defiled with women; for they are virgins. These are they which follow the Lamb whithersoever he goeth. These were redeemed from among men, being the firstfruits unto God and to the Lamb.",
                    "score": 0.7205196281111967
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 9,
                    "verse": 10,
                    "text": "And after they had done this thing, they did murder them in a most cruel manner, torturing their bodies even unto death; and after they have done this, they devour their flesh like unto wild beasts, because of the hardness of their hearts; and they do it for a token of bravery.",
                    "score": 0.7201036660924008
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 33,
                    "text": "For they shall not lead away captive the daughters of my people because of their tenderness, save I shall visit them with a sore curse, even unto destruction; for they shall not commit whoredoms, like unto them of old, saith the Lord of Hosts.",
                    "score": 0.7197964756794635
                }
            ]
        },
        {
            "verse": 4,
            "text": "And the names of them were Aholah the elder, and Aholibah her sister: and they were mine, and they bare sons and daughters. Thus were their names; Samaria is Aholah, and Jerusalem Aholibah.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 16,
                    "verse": 7,
                    "text": "And it came to pass that I, Nephi, took one of the daughters of Ishmael to wife; and also, my brethren took of the daughters of Ishmael to wife; and also Zoram took the eldest daughter of Ishmael to wife.",
                    "score": 0.754601796952615
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 6,
                    "verse": 14,
                    "text": "And Jared had four sons; and they were called Jacom, and Gilgah, and Mahah, and Orihah.",
                    "score": 0.7542925385641752
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 18,
                    "verse": 3,
                    "text": "And I went unto the prophetess; and she conceived and bare a son. Then said the Lord to me: Call his name, Maher-shalal-hash-baz.",
                    "score": 0.7506853957884122
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 43,
                    "text": "And unto Enoch was born Irad, and other sons and daughters. And Irad begat Mahujael, and other sons and daughters. And Mahujael begat Methusael, and other sons and daughters. And Methusael begat Lamech.",
                    "score": 0.7490133104577784
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 27,
                    "verse": 34,
                    "text": "And four of them were the sons of Mosiah; and their names were Ammon, and Aaron, and Omner, and Himni; these were the names of the sons of Mosiah.",
                    "score": 0.7409879575204704
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 42,
                    "text": "And Cain knew his wife, and she conceived and bare Enoch, and he also begat many sons and daughters. And he builded a city, and he called the name of the city after the name of his son, Enoch.",
                    "score": 0.7395288508224865
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 6,
                    "verse": 15,
                    "text": "And the brother of Jared also begat sons and daughters.",
                    "score": 0.7381945457370268
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 12,
                    "text": "And Adam and Eve blessed the name of God, and they made all things known unto their sons and their daughters.",
                    "score": 0.7365483848696031
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 6,
                    "verse": 20,
                    "text": "And accordingly the people were gathered together. Now the number of the sons and the daughters of the brother of Jared were twenty and two souls; and the number of sons and daughters of Jared were twelve, he having four sons.",
                    "score": 0.7348059694768853
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 7,
                    "text": "Now the eldest of his sons he took not with him, and his name was Helaman; but the names of those whom he took with him were Shiblon and Corianton; and these are the names of those who went with him among the Zoramites, to preach unto them the word.",
                    "score": 0.7335471033970041
                }
            ]
        },
        {
            "verse": 5,
            "text": "And Aholah played the harlot when she was mine; and she doted on her lovers, on the Assyrians her neighbours,",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 5,
                    "text": "O Assyrian, the rod of mine anger, and the staff in their hand is their indignation.",
                    "score": 0.7104221153306268
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 47,
                    "text": "And Lamech said unto his wives, Adah and Zillah: Hear my voice, ye wives of Lamech, hearken unto my speech; for I have slain a man to my wounding, and a young man to my hurt.",
                    "score": 0.7102670539207919
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 17,
                    "verse": 5,
                    "text": "And upon her forehead was a name written, Mystery, Babylon the Great, the Mother of Harlots and Abominations of the Earth.",
                    "score": 0.7096725733081521
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 28,
                    "text": "But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.",
                    "score": 0.7075119256844746
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 9,
                    "verse": 25,
                    "text": "As he saith also in Osee, I will call them my people, which were not my people; and her beloved, which was not beloved.",
                    "score": 0.7068424057607441
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 18,
                    "verse": 3,
                    "text": "And there was a widow in that city; and she came unto him, saying, Avenge me of mine adversary.",
                    "score": 0.7064984866549894
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 83,
                    "text": "And there was a widow in that city, and she came unto him, saying: Avenge me of mine adversary.",
                    "score": 0.7064984866549894
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 14,
                    "verse": 16,
                    "text": "And as there began to be wars and rumors of wars among all the nations which belonged to the mother of abominations, the angel spake unto me, saying: Behold, the wrath of God is upon the mother of harlots; and behold, thou seest all these things--",
                    "score": 0.7041777907082882
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 18,
                    "verse": 9,
                    "text": "And the kings of the earth, who have committed fornication and lived deliciously with her, shall bewail her, and lament for her, when they shall see the smoke of her burning,",
                    "score": 0.7040406803765439
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 58,
                    "text": "And her neighbours and her cousins heard how the Lord had shewed great mercy upon her; and they rejoiced with her.",
                    "score": 0.7034778180552732
                }
            ]
        },
        {
            "verse": 6,
            "text": "Which were clothed with blue, captains and rulers, all of them desirable young men, horsemen riding upon horses.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 19,
                    "verse": 14,
                    "text": "And the armies which were in heaven followed him upon white horses, clothed in fine linen, white and clean.",
                    "score": 0.7461507088056488
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 9,
                    "verse": 7,
                    "text": "And the shapes of the locusts were like unto horses prepared unto battle; and on their heads were as it were crowns like gold, and their faces were as the faces of men.",
                    "score": 0.7372488244254702
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 19,
                    "verse": 18,
                    "text": "That ye may eat the flesh of kings, and the flesh of captains, and the flesh of mighty men, and the flesh of horses, and of them that sit on them, and the flesh of all men, both free and bond, both small and great.",
                    "score": 0.7312961740190029
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 9,
                    "verse": 9,
                    "text": "And they had breastplates, as it were breastplates of iron; and the sound of their wings was as the sound of chariots of many horses running to battle.",
                    "score": 0.7280916901211919
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 6,
                    "verse": 2,
                    "text": "And I saw, and behold a white horse: and he that sat on him had a bow; and a crown was given unto him: and he went forth conquering, and to conquer.",
                    "score": 0.7072814302562934
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 9,
                    "verse": 17,
                    "text": "And thus I saw the horses in the vision, and them that sat on them, having breastplates of fire, and of jacinth, and brimstone: and the heads of the horses were as the heads of lions; and out of their mouths issued fire and smoke and brimstone.",
                    "score": 0.7043827872120769
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 23,
                    "verse": 32,
                    "text": "On the morrow they left the horsemen to go with him, and returned to the castle:",
                    "score": 0.7038991933093557
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 9,
                    "text": "And they said unto him: Behold, he is feeding thy horses. Now the king had commanded his servants, previous to the time of the watering of their flocks, that they should prepare his horses and chariots, and conduct him forth to the land of Nephi; for there had been a great feast appointed at the land of Nephi, by the father of Lamoni, who was king over all the land.",
                    "score": 0.698111535870283
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 21,
                    "verse": 5,
                    "text": "Tell ye the daughter of Sion, Behold, thy King cometh unto thee, meek, and sitting upon an ass, and a colt the foal of an ass.",
                    "score": 0.6977798537237649
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 28,
                    "text": "Whose arrows shall be sharp, and all their bows bent, and their horses' hoofs shall be counted like flint, and their wheels like a whirlwind, their roaring like a lion.",
                    "score": 0.6975230125800367
                }
            ]
        },
        {
            "verse": 7,
            "text": "Thus she committed her whoredoms with them, with all them that were the chosen men of Assyria, and with all on whom she doted: with all their idols she defiled herself.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 36,
                    "text": "Wo unto them who commit whoredoms, for they shall be thrust down to hell.",
                    "score": 0.777455440534004
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 5,
                    "verse": 3,
                    "text": "Therefore they did forsake all their sins, and their abominations, and their whoredoms, and did serve God with all diligence day and night.",
                    "score": 0.7552388141452856
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 17,
                    "verse": 16,
                    "text": "And the ten horns which thou sawest upon the beast, these shall hate the whore, and shall make her desolate and naked, and shall eat her flesh, and burn her with fire.",
                    "score": 0.7528829243728677
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 19,
                    "text": "And it came to pass that his servants ran and told the queen all that had happened unto the king. And she came in unto the king; and when she saw him lay as if he were dead, and also Aaron and his brethren standing as though they had been the cause of his fall, she was angry with them, and commanded that her servants, or the servants of the king, should take them and slay them.",
                    "score": 0.7496343785750174
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 30,
                    "verse": 18,
                    "text": "And thus he did preach unto them, leading away the hearts of many, causing them to lift up their heads in their wickedness, yea, leading away many women, and also men, to commit whoredoms--telling them that when a man was dead, that was the end thereof.",
                    "score": 0.7387664391300484
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 1,
                    "verse": 24,
                    "text": "Wherefore God also gave them up to uncleanness through the lusts of their own hearts, to dishonour their own bodies between themselves:",
                    "score": 0.7381200755070852
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 2,
                    "verse": 20,
                    "text": "Notwithstanding I have a few things against thee, because thou sufferest that woman Jezebel, which calleth herself a prophetess, to teach and to seduce my servants to commit fornication, and to eat things sacrificed unto idols.",
                    "score": 0.7363921089173326
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 18,
                    "verse": 9,
                    "text": "And the kings of the earth, who have committed fornication and lived deliciously with her, shall bewail her, and lament for her, when they shall see the smoke of her burning,",
                    "score": 0.7360462256165853
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 37,
                    "verse": 30,
                    "text": "For behold, they murdered all the prophets of the Lord who came among them to declare unto them concerning their iniquities; and the blood of those whom they murdered did cry unto the Lord their God for vengeance upon those who were their murderers; and thus the judgments of God did come upon these workers of darkness and secret combinations.",
                    "score": 0.7356513339261275
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 3,
                    "verse": 7,
                    "text": "And their brethren sought to destroy them, therefore they were cursed; and the Lord God set a mark upon them, yea, upon Laman and Lemuel, and also the sons of Ishmael, and Ishmaelitish women.",
                    "score": 0.7350261175813625
                }
            ]
        },
        {
            "verse": 8,
            "text": "Neither left she her whoredoms brought from Egypt: for in her youth they lay with her, and they bruised the breasts of her virginity, and poured their whoredom upon her.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 11,
                    "text": "Now, this priest had offered upon this altar three virgins at one time, who were the daughters of Onitah, one of the royal descent directly from the loins of Ham. These virgins were offered up because of their virtue; they would not bow down to worship gods of wood or of stone, therefore they were killed upon this altar, and it was done after the manner of the Egyptians.",
                    "score": 0.7332245354101905
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 33,
                    "text": "For they shall not lead away captive the daughters of my people because of their tenderness, save I shall visit them with a sore curse, even unto destruction; for they shall not commit whoredoms, like unto them of old, saith the Lord of Hosts.",
                    "score": 0.7272699981926841
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 7,
                    "text": "Then all those virgins arose, and trimmed their lamps.",
                    "score": 0.7265245382243203
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 20,
                    "verse": 13,
                    "text": "And they say unto her, Woman, why weepest thou? She saith unto them, Because they have taken away my Lord, and I know not where they have laid him.",
                    "score": 0.7239306239513612
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 18,
                    "verse": 3,
                    "text": "For all nations have drunk of the wine of the wrath of her fornication, and the kings of the earth have committed fornication with her, and the merchants of the earth are waxed rich through the abundance of her delicacies.",
                    "score": 0.7237698548272293
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 1,
                    "verse": 24,
                    "text": "Wherefore God also gave them up to uncleanness through the lusts of their own hearts, to dishonour their own bodies between themselves:",
                    "score": 0.721553519184815
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 14,
                    "verse": 4,
                    "text": "These are they which were not defiled with women; for they are virgins. These are they which follow the Lamb whithersoever he goeth. These were redeemed from among men, being the firstfruits unto God and to the Lamb.",
                    "score": 0.7210063655628683
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 17,
                    "verse": 16,
                    "text": "And the ten horns which thou sawest upon the beast, these shall hate the whore, and shall make her desolate and naked, and shall eat her flesh, and burn her with fire.",
                    "score": 0.7207863857597091
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 63,
                    "text": "But if one or either of the ten virgins, after she is espoused, shall be with another man, she has committed adultery, and shall be destroyed; for they are given unto him to multiply and replenish the earth, according to my commandment, and to fulfil the promise which was given by my Father before the foundation of the world, and for their exaltation in the eternal worlds, that they may bear the souls of men; for herein is the work of my Father continued, that he may be glorified.",
                    "score": 0.7190484739357694
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 5,
                    "verse": 3,
                    "text": "Therefore they did forsake all their sins, and their abominations, and their whoredoms, and did serve God with all diligence day and night.",
                    "score": 0.718799336465491
                }
            ]
        },
        {
            "verse": 9,
            "text": "Wherefore I have delivered her into the hand of her lovers, into the hand of the Assyrians, upon whom she doted.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 8,
                    "verse": 11,
                    "text": "And now Omer was a friend to Akish; wherefore, when Jared had sent for Akish, the daughter of Jared danced before him that she pleased him, insomuch that he desired her to wife. And it came to pass that he said unto Jared: Give her unto me to wife.",
                    "score": 0.7716297486526317
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 36,
                    "text": "For he that receiveth my servants receiveth me;",
                    "score": 0.7636666334133527
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 26,
                    "verse": 17,
                    "text": "Delivering thee from the people, and from the Gentiles, unto whom now I send thee,",
                    "score": 0.7593499611640598
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 1,
                    "text": "Now, behold, I say unto you, that because you delivered up those writings which you had power given unto you to translate by the means of the Urim and Thummim, into the hands of a wicked man, you have lost them.",
                    "score": 0.7563409059668421
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 52,
                    "text": "And let mine handmaid, Emma Smith, receive all those that have been given unto my servant Joseph, and who are virtuous and pure before me; and those who are not pure, and have said they were pure, shall be destroyed, saith the Lord God.",
                    "score": 0.7557144763497943
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 12,
                    "text": "And Esaias received it under the hand of God.",
                    "score": 0.752705520176785
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 12,
                    "text": "And when thou deliveredst up that which God had given thee sight and power to translate, thou deliveredst up that which was sacred into the hands of a wicked man,",
                    "score": 0.7513657003339345
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 17,
                    "verse": 8,
                    "text": "For I have given unto them the words which thou gavest me; and they have received them, and have known surely that I came out from thee, and they have believed that thou didst send me.",
                    "score": 0.7497256357337668
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 13,
                    "verse": 20,
                    "text": "Verily, verily, I say unto you, He that receiveth whomsoever I send receiveth me; and he that receiveth me receiveth him that sent me.",
                    "score": 0.7495524552158034
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 5,
                    "verse": 41,
                    "text": "And he took the damsel by the hand, and said unto her, Talitha cumi; which is, being interpreted, Damsel, I say unto thee, arise.",
                    "score": 0.7483117201295274
                }
            ]
        },
        {
            "verse": 10,
            "text": "These discovered her nakedness: they took her sons and her daughters, and slew her with the sword: and she became famous among women; for they had executed judgment upon her.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 6,
                    "verse": 13,
                    "text": "Behold their women did toil and spin, and did make all manner of cloth, of fine-twined linen and cloth of every kind, to clothe their nakedness. And thus the sixty and fourth year did pass away in peace.",
                    "score": 0.7502524133211992
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 3,
                    "verse": 2,
                    "text": "Now many women and children had been slain with the sword, and also many of their flocks and their herds; and also many of their fields of grain were destroyed, for they were trodden down by the hosts of men.",
                    "score": 0.7330029391672754
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 7,
                    "verse": 12,
                    "text": "And it came to pass that Shule also begat many sons and daughters.",
                    "score": 0.7193887574090505
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 5,
                    "verse": 40,
                    "text": "And they laughed him to scorn. But when he had put them all out, he taketh the father and the mother of the damsel, and them that were with him, and entereth in where the damsel was lying.",
                    "score": 0.7124651729329794
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 9,
                    "verse": 8,
                    "text": "And the husbands and fathers of those women and children they have slain; and they feed the women upon the flesh of their husbands, and the children upon the flesh of their fathers; and no water, save a little, do they give unto them.",
                    "score": 0.7100241658288143
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 1,
                    "verse": 24,
                    "text": "Wherefore God also gave them up to uncleanness through the lusts of their own hearts, to dishonour their own bodies between themselves:",
                    "score": 0.7081522162346067
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 44,
                    "verse": 18,
                    "text": "But behold, their naked skins and their bare heads were exposed to the sharp swords of the Nephites; yea, behold they were pierced and smitten, yea, and did fall exceedingly fast before the swords of the Nephites; and they began to be swept down, even as the soldier of Moroni had prophesied.",
                    "score": 0.707055017027527
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 9,
                    "verse": 19,
                    "text": "And they have become strong in their perversion; and they are alike brutal, sparing none, neither old nor young; and they delight in everything save that which is good; and the suffering of our women and our children upon all the face of this land doth exceed everything; yea, tongue cannot tell, neither can it be written.",
                    "score": 0.7062139088294709
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 46,
                    "verse": 2,
                    "text": "And now behold, they were exceedingly wroth, insomuch that they were determined to slay them.",
                    "score": 0.7049484534258504
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 23,
                    "verse": 48,
                    "text": "And all the people that came together to that sight, beholding the things which were done, smote their breasts, and returned.",
                    "score": 0.7034807494030856
                }
            ]
        },
        {
            "verse": 11,
            "text": "And when her sister Aholibah saw this, she was more corrupt in her inordinate love than she, and in her whoredoms more than her sister in her whoredoms.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "chapter": 2,
                    "verse": 14,
                    "text": "Having eyes full of adultery, and that cannot cease from sin; beguiling unstable souls: an heart they have exercised with covetous practices; cursed children:",
                    "score": 0.7337614297392234
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 21,
                    "text": "And their hearts are corrupt, and full of wickedness and abominations; and they love darkness rather than light, because their deeds are evil; therefore they will not ask of me.",
                    "score": 0.731145578448816
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 1,
                    "verse": 32,
                    "text": "For those who did not belong to their church did indulge themselves in sorceries, and in idolatry or idleness, and in babblings, and in envyings and strife; wearing costly apparel; being lifted up in the pride of their own eyes; persecuting, lying, thieving, robbing, committing whoredoms, and murdering, and all manner of wickedness; nevertheless, the law was put in force upon all those who did transgress it, inasmuch as it was possible.",
                    "score": 0.7264930659932399
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 36,
                    "text": "And now thou shalt be cursed from the earth which hath opened her mouth to receive thy brother's blood from thy hand.",
                    "score": 0.718563953742969
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 13,
                    "text": "Also because their hearts are corrupted, and the things which they are willing to bring upon others, and love to have others suffer, may come upon themselves to the very uttermost;",
                    "score": 0.7178471394813754
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 2,
                    "text": "For behold, he did not keep the commandments of God, but he did walk after the desires of his own heart. And he had many wives and concubines. And he did cause his people to commit sin, and do that which was abominable in the sight of the Lord. Yea, and they did commit whoredoms and all manner of wickedness.",
                    "score": 0.7178454641619764
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 11,
                    "verse": 3,
                    "text": "Therefore his sisters sent unto him, saying, Lord, behold, he whom thou lovest is sick.",
                    "score": 0.7100536936511253
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 7,
                    "verse": 38,
                    "text": "So then he that giveth her in marriage doeth well; but he that giveth her not in marriage doeth better.",
                    "score": 0.7100036130601466
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 19,
                    "verse": 2,
                    "text": "For true and righteous are his judgments: for he hath judged the great whore, which did corrupt the earth with her fornication, and hath avenged the blood of his servants at her hand.",
                    "score": 0.7096159271742912
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 6,
                    "verse": 23,
                    "text": "And thus they might murder, and plunder, and steal, and commit whoredoms and all manner of wickedness, contrary to the laws of their country and also the laws of their God.",
                    "score": 0.7095724976151685
                }
            ]
        },
        {
            "verse": 12,
            "text": "She doted upon the Assyrians her neighbours, captains and rulers clothed most gorgeously, horsemen riding upon horses, all of them desirable young men.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 9,
                    "verse": 9,
                    "text": "And they had breastplates, as it were breastplates of iron; and the sound of their wings was as the sound of chariots of many horses running to battle.",
                    "score": 0.7355337064333752
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 9,
                    "verse": 7,
                    "text": "And the shapes of the locusts were like unto horses prepared unto battle; and on their heads were as it were crowns like gold, and their faces were as the faces of men.",
                    "score": 0.7227043488644778
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 19,
                    "verse": 14,
                    "text": "And the armies which were in heaven followed him upon white horses, clothed in fine linen, white and clean.",
                    "score": 0.721368365415381
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 6,
                    "verse": 2,
                    "text": "And I saw, and behold a white horse: and he that sat on him had a bow; and a crown was given unto him: and he went forth conquering, and to conquer.",
                    "score": 0.7190912543690854
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 21,
                    "verse": 5,
                    "text": "Tell ye the daughter of Sion, Behold, thy King cometh unto thee, meek, and sitting upon an ass, and a colt the foal of an ass.",
                    "score": 0.7157631983654511
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 19,
                    "verse": 11,
                    "text": "And I saw heaven opened, and behold a white horse; and he that sat upon him was called Faithful and True, and in righteousness he doth judge and make war.",
                    "score": 0.7064178983755316
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 9,
                    "verse": 17,
                    "text": "And thus I saw the horses in the vision, and them that sat on them, having breastplates of fire, and of jacinth, and brimstone: and the heads of the horses were as the heads of lions; and out of their mouths issued fire and smoke and brimstone.",
                    "score": 0.7020434846685362
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 28,
                    "text": "Whose arrows shall be sharp, and all their bows bent, and their horses' hoofs shall be counted like flint, and their wheels like a whirlwind, their roaring like a lion.",
                    "score": 0.6991038862334837
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 18,
                    "verse": 13,
                    "text": "And cinnamon, and odours, and ointments, and frankincense, and wine, and oil, and fine flour, and wheat, and beasts, and sheep, and horses, and chariots, and slaves, and souls of men.",
                    "score": 0.6989042045113252
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 4,
                    "verse": 9,
                    "text": "And when those beasts give glory and honour and thanks to him that sat on the throne, who liveth for ever and ever,",
                    "score": 0.6955183881324895
                }
            ]
        },
        {
            "verse": 13,
            "text": "Then I saw that she was defiled, that they took both one way,",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 22,
                    "verse": 4,
                    "text": "And I persecuted this way unto the death, binding and delivering into prisons both men and women.",
                    "score": 0.713673102088219
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 12,
                    "verse": 42,
                    "text": "And there came a certain poor widow, and she threw in two mites, which make a farthing.",
                    "score": 0.7098715345005036
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 12,
                    "verse": 21,
                    "text": "And the second took her, and died, neither left he any seed: and the third likewise.",
                    "score": 0.7050844001308938
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 7,
                    "verse": 20,
                    "text": "And it came to pass that they were sorrowful, because of their wickedness, insomuch that they did bow down before me, and did plead with me that I would forgive them of the thing that they had done against me.",
                    "score": 0.7028336361664549
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 19,
                    "text": "And it came to pass that I beheld that she was carried away in the Spirit; and after she had been carried away in the Spirit for the space of a time the angel spake unto me, saying: Look!",
                    "score": 0.7026900118206963
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 46,
                    "verse": 2,
                    "text": "And now behold, they were exceedingly wroth, insomuch that they were determined to slay them.",
                    "score": 0.6987742074915694
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 27,
                    "verse": 38,
                    "text": "Then were there two thieves crucified with him, one on the right hand, and another on the left.",
                    "score": 0.6985855270950809
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 9,
                    "verse": 12,
                    "text": "One woe is past; and, behold, there come two woes more hereafter.",
                    "score": 0.6980480427244584
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 2,
                    "text": "But behold, their anger did increase against me, insomuch that they did seek to take away my life.",
                    "score": 0.6959348693819573
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 4,
                    "verse": 9,
                    "text": "And now all these things had been done, and there had been thousands slain on both sides, both the Nephites and the Lamanites.",
                    "score": 0.6931920586897198
                }
            ]
        },
        {
            "verse": 14,
            "text": "And that she increased her whoredoms: for when she saw men portrayed upon the wall, the images of the Chaldeans portrayed with vermilion,",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 44,
                    "verse": 16,
                    "text": "Now it came to pass that Zerahemnah was exceedingly wroth, and he did stir up the remainder of his soldiers to anger, to contend more powerfully against the Nephites.",
                    "score": 0.740440951515466
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 17,
                    "verse": 16,
                    "text": "And the ten horns which thou sawest upon the beast, these shall hate the whore, and shall make her desolate and naked, and shall eat her flesh, and burn her with fire.",
                    "score": 0.7393934084415691
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 2,
                    "verse": 20,
                    "text": "Notwithstanding I have a few things against thee, because thou sufferest that woman Jezebel, which calleth herself a prophetess, to teach and to seduce my servants to commit fornication, and to eat things sacrificed unto idols.",
                    "score": 0.7334991011322536
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 2,
                    "text": "For behold, he did not keep the commandments of God, but he did walk after the desires of his own heart. And he had many wives and concubines. And he did cause his people to commit sin, and do that which was abominable in the sight of the Lord. Yea, and they did commit whoredoms and all manner of wickedness.",
                    "score": 0.7330016731607276
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 19,
                    "verse": 2,
                    "text": "For true and righteous are his judgments: for he hath judged the great whore, which did corrupt the earth with her fornication, and hath avenged the blood of his servants at her hand.",
                    "score": 0.7282637504810086
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 14,
                    "text": "Therefore, hell hath enlarged herself, and opened her mouth without measure; and their glory, and their multitude, and their pomp, and he that rejoiceth, shall descend into it.",
                    "score": 0.7274400675182082
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 3,
                    "verse": 5,
                    "text": "Behold, the Lamanites your brethren, whom ye hate because of their filthiness and the cursing which hath come upon their skins, are more righteous than you; for they have not forgotten the commandment of the Lord, which was given unto our father--that they should have save it were one wife, and concubines they should have none, and there should not be whoredoms committed among them.",
                    "score": 0.7270915181476436
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 7,
                    "verse": 39,
                    "text": "Now when the Pharisee which had bidden him saw it, he spake within himself, saying, This man, if he were a prophet, would have known who and what manner of woman this is that toucheth him: for she is a sinner.",
                    "score": 0.7266519932922151
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 28,
                    "text": "For I, the Lord God, delight in the chastity of women. And whoredoms are an abomination before me; thus saith the Lord of Hosts.",
                    "score": 0.7264623258560073
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 63,
                    "text": "But if one or either of the ten virgins, after she is espoused, shall be with another man, she has committed adultery, and shall be destroyed; for they are given unto him to multiply and replenish the earth, according to my commandment, and to fulfil the promise which was given by my Father before the foundation of the world, and for their exaltation in the eternal worlds, that they may bear the souls of men; for herein is the work of my Father continued, that he may be glorified.",
                    "score": 0.7251172953708145
                }
            ]
        },
        {
            "verse": 15,
            "text": "Girded with girdles upon their loins, exceeding in dyed attire upon their heads, all of them princes to look to, after the manner of the Babylonians of Chaldea, the land of their nativity:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 18,
                    "text": "Lift up thine eyes round about and behold; all these gather themselves together, and they shall come to thee. And as I live, saith the Lord, thou shalt surely clothe thee with them all, as with an ornament, and bind them on even as a bride.",
                    "score": 0.7719564532433741
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 7,
                    "verse": 25,
                    "text": "But what went ye out for to see? A man clothed in soft raiment? Behold, they which are gorgeously apparelled, and live delicately, are in kings' courts.",
                    "score": 0.7526495545152305
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 4,
                    "verse": 7,
                    "text": "And it came to pass that they did come up to battle; and it was in the sixth month; and behold, great and terrible was the day that they did come up to battle; and they were girded about after the manner of robbers; and they had a lamb-skin about their loins, and they were dyed in blood, and their heads were shorn, and they had head-plates upon them; and great and terrible was the appearance of the armies of Giddianhi, because of their armor, and because of their being dyed in blood.",
                    "score": 0.7518099392977466
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 23,
                    "verse": 19,
                    "text": "And Babylon, the glory of kingdoms, the beauty of the Chaldees' excellency, shall be as when God overthrew Sodom and Gomorrah.",
                    "score": 0.7480016467762488
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 11,
                    "verse": 8,
                    "text": "But what went ye out for to see? A man clothed in soft raiment? behold, they that wear soft clothing are in kings' houses.",
                    "score": 0.7394034766055185
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 31,
                    "text": "For behold I say unto you, the sins of many people have been caused by the iniquities of their kings; therefore their iniquities are answered upon the heads of their kings.",
                    "score": 0.73266030569042
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 20,
                    "verse": 14,
                    "text": "All ye, assemble yourselves, and hear; who among them hath declared these things unto them? The Lord hath loved him; yea, and he will fulfil his word which he hath declared by them; and he will do his pleasure on Babylon, and his arm shall come upon the Chaldeans.",
                    "score": 0.7319181428267272
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 4,
                    "verse": 6,
                    "text": "And it came to pass in the eighth year of the reign of the judges, that the people of the church began to wax proud, because of their exceeding riches, and their fine silks, and their fine-twined linen, and because of their many flocks and herds, and their gold and their silver, and all manner of precious things, which they had obtained by their industry; and in all these things were they lifted up in the pride of their eyes, for they began to wear very costly apparel.",
                    "score": 0.7312357347190876
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 6,
                    "verse": 22,
                    "text": "And it came to pass that the people desired of them that they should anoint one of their sons to be a king over them.",
                    "score": 0.7284970264620466
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 15,
                    "text": "Thus they were a very indolent people, many of whom did worship idols, and the curse of God had fallen upon them because of the traditions of their fathers; notwithstanding the promises of the Lord were extended unto them on the conditions of repentance.",
                    "score": 0.7284413119116816
                }
            ]
        },
        {
            "verse": 16,
            "text": "And as soon as she saw them with her eyes, she doted upon them, and sent messengers unto them into Chaldea.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 11,
                    "verse": 29,
                    "text": "As soon as she heard that, she arose quickly, and came unto him.",
                    "score": 0.7692200332853862
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 20,
                    "verse": 18,
                    "text": "Mary Magdalene came and told the disciples that she had seen the Lord, and that he had spoken these things unto her.",
                    "score": 0.7629324201436682
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 2,
                    "verse": 38,
                    "text": "And she coming in that instant gave thanks likewise unto the Lord, and spake of him to all them that looked for redemption in Jerusalem.",
                    "score": 0.7514582800886807
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 10,
                    "verse": 23,
                    "text": "And he turned him unto his disciples, and said privately, Blessed are the eyes which see the things that ye see:",
                    "score": 0.7505066027052505
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 34,
                    "text": "And behold, many did declare unto the people that they had seen angels and had conversed with them; and thus they had told them things of God, and of his righteousness.",
                    "score": 0.7492202580946714
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 20,
                    "verse": 34,
                    "text": "So Jesus had compassion on them, and touched their eyes: and immediately their eyes received sight, and they followed him.",
                    "score": 0.7486821862999234
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 2,
                    "text": "Even as they delivered them unto us, which from the beginning were eyewitnesses, and ministers of the word;",
                    "score": 0.7468828179315525
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 24,
                    "text": "And as they looked to behold they cast their eyes towards heaven, and they saw the heavens open, and they saw angels descending out of heaven as it were in the midst of fire; and they came down and encircled those little ones about, and they were encircled about with fire; and the angels did minister unto them.",
                    "score": 0.7464945630318862
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 5,
                    "verse": 43,
                    "text": "And it came to pass that when they cast their eyes about, and saw that the cloud of darkness was dispersed from overshadowing them, behold, they saw that they were encircled about, yea every soul, by a pillar of fire.",
                    "score": 0.7464364474022376
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 28,
                    "verse": 26,
                    "text": "But behold, I have seen them, and they have ministered unto me.",
                    "score": 0.7459340223968031
                }
            ]
        },
        {
            "verse": 17,
            "text": "And the Babylonians came to her into the bed of love, and they defiled her with their whoredom, and she was polluted with them, and her mind was alienated from them.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 17,
                    "verse": 16,
                    "text": "And the ten horns which thou sawest upon the beast, these shall hate the whore, and shall make her desolate and naked, and shall eat her flesh, and burn her with fire.",
                    "score": 0.7562037083674741
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 1,
                    "verse": 26,
                    "text": "For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:",
                    "score": 0.7501721625963488
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 25,
                    "verse": 11,
                    "text": "And again, when they thought upon the Lamanites, who were their brethren, of their sinful and polluted state, they were filled with pain and anguish for the welfare of their souls.",
                    "score": 0.7463283967398582
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 1,
                    "verse": 24,
                    "text": "Wherefore God also gave them up to uncleanness through the lusts of their own hearts, to dishonour their own bodies between themselves:",
                    "score": 0.7446527229080019
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 18,
                    "verse": 9,
                    "text": "And the kings of the earth, who have committed fornication and lived deliciously with her, shall bewail her, and lament for her, when they shall see the smoke of her burning,",
                    "score": 0.7426817331873209
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 17,
                    "verse": 5,
                    "text": "And upon her forehead was a name written, Mystery, Babylon the Great, the Mother of Harlots and Abominations of the Earth.",
                    "score": 0.7402419672000479
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 12,
                    "verse": 23,
                    "text": "And it came to pass that I beheld, after they had dwindled in unbelief they became a dark, and loathsome, and a filthy people, full of idleness and all manner of abominations.",
                    "score": 0.7377430898072052
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 14,
                    "verse": 11,
                    "text": "And it came to pass that I looked and beheld the whore of all the earth, and she sat upon many waters; and she had dominion over all the earth, among all nations, kindreds, tongues, and people.",
                    "score": 0.7373203865840627
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 36,
                    "text": "Wo unto them who commit whoredoms, for they shall be thrust down to hell.",
                    "score": 0.7352491635061162
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 86,
                    "verse": 3,
                    "text": "And after they have fallen asleep the great persecutor of the church, the apostate, the whore, even Babylon, that maketh all nations to drink of her cup, in whose hearts the enemy, even Satan, sitteth to reign--behold he soweth the tares; wherefore, the tares choke the wheat and drive the church into the wilderness.",
                    "score": 0.7334048822400775
                }
            ]
        },
        {
            "verse": 18,
            "text": "So she discovered her whoredoms, and discovered her nakedness: then my mind was alienated from her, like as my mind was alienated from her sister.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 12,
                    "verse": 23,
                    "text": "And it came to pass that I beheld, after they had dwindled in unbelief they became a dark, and loathsome, and a filthy people, full of idleness and all manner of abominations.",
                    "score": 0.7255651716668923
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 36,
                    "text": "Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me.",
                    "score": 0.7220333102445162
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 28,
                    "text": "For I, the Lord God, delight in the chastity of women. And whoredoms are an abomination before me; thus saith the Lord of Hosts.",
                    "score": 0.7145158585569453
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 14,
                    "verse": 11,
                    "text": "And it came to pass that I looked and beheld the whore of all the earth, and she sat upon many waters; and she had dominion over all the earth, among all nations, kindreds, tongues, and people.",
                    "score": 0.7104424483111178
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 2,
                    "verse": 20,
                    "text": "Notwithstanding I have a few things against thee, because thou sufferest that woman Jezebel, which calleth herself a prophetess, to teach and to seduce my servants to commit fornication, and to eat things sacrificed unto idols.",
                    "score": 0.7101898237020106
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 2,
                    "verse": 21,
                    "text": "And I gave her space to repent of her fornication; and she repented not.",
                    "score": 0.70790052449292
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 7,
                    "verse": 6,
                    "text": "I gave my back to the smiter, and my cheeks to them that plucked off the hair. I hid not my face from shame and spitting.",
                    "score": 0.7009457123444978
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 14,
                    "verse": 6,
                    "text": "And it came to pass that Zeezrom was astonished at the words which had been spoken; and he also knew concerning the blindness of the minds, which he had caused among the people by his lying words; and his soul began to be harrowed up under a consciousness of his own guilt; yea, he began to be encircled about by the pains of hell.",
                    "score": 0.6984065147155889
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 36,
                    "verse": 15,
                    "text": "Oh, thought I, that I could be banished and become extinct both soul and body, that I might not be brought to stand in the presence of my God, to be judged of my deeds.",
                    "score": 0.6980569745910455
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 1,
                    "verse": 24,
                    "text": "Wherefore God also gave them up to uncleanness through the lusts of their own hearts, to dishonour their own bodies between themselves:",
                    "score": 0.6978729909107902
                }
            ]
        },
        {
            "verse": 19,
            "text": "Yet she multiplied her whoredoms, in calling to remembrance the days of her youth, wherein she had played the harlot in the land of Egypt.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 18,
                    "verse": 7,
                    "text": "How much she hath glorified herself, and lived deliciously, so much torment and sorrow give her: for she saith in her heart, I sit a queen, and am no widow, and shall see no sorrow.",
                    "score": 0.7103902353229452
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 28,
                    "text": "For I, the Lord God, delight in the chastity of women. And whoredoms are an abomination before me; thus saith the Lord of Hosts.",
                    "score": 0.7050592838766929
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 14,
                    "verse": 16,
                    "text": "And as there began to be wars and rumors of wars among all the nations which belonged to the mother of abominations, the angel spake unto me, saying: Behold, the wrath of God is upon the mother of harlots; and behold, thou seest all these things--",
                    "score": 0.698944377090348
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 17,
                    "verse": 5,
                    "text": "And upon her forehead was a name written, Mystery, Babylon the Great, the Mother of Harlots and Abominations of the Earth.",
                    "score": 0.6979981063209623
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 2,
                    "verse": 20,
                    "text": "Notwithstanding I have a few things against thee, because thou sufferest that woman Jezebel, which calleth herself a prophetess, to teach and to seduce my servants to commit fornication, and to eat things sacrificed unto idols.",
                    "score": 0.6974645340841608
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 17,
                    "text": "But when the time of the promise drew nigh, which God had sworn to Abraham, the people grew and multiplied in Egypt,",
                    "score": 0.6962080131253487
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 21,
                    "verse": 38,
                    "text": "Art not thou that Egyptian, which before these days madest an uproar, and leddest out into the wilderness four thousand men that were murderers?",
                    "score": 0.6956886651488288
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 21,
                    "verse": 4,
                    "text": "For all these have of their abundance cast in unto the offerings of God: but she of her penury hath cast in all the living that she had.",
                    "score": 0.6953736554068033
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 2,
                    "verse": 3,
                    "text": "Among whom also we all had our conversation in times past in the lusts of our flesh, fulfilling the desires of the flesh and of the mind; and were by nature the children of wrath, even as others.",
                    "score": 0.6948505765444006
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 14,
                    "verse": 11,
                    "text": "And it came to pass that I looked and beheld the whore of all the earth, and she sat upon many waters; and she had dominion over all the earth, among all nations, kindreds, tongues, and people.",
                    "score": 0.6929675799022382
                }
            ]
        },
        {
            "verse": 20,
            "text": "For she doted upon their paramours, whose flesh is as the flesh of asses, and whose issue is like the issue of horses.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 18,
                    "text": "Wo unto them that draw iniquity with cords of vanity, and sin as it were with a cart rope;",
                    "score": 0.7371997297543632
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 8,
                    "verse": 20,
                    "text": "For the creature was made subject to vanity, not willingly, but by reason of him who hath subjected the same in hope,",
                    "score": 0.734205305505273
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 2,
                    "verse": 20,
                    "text": "Notwithstanding I have a few things against thee, because thou sufferest that woman Jezebel, which calleth herself a prophetess, to teach and to seduce my servants to commit fornication, and to eat things sacrificed unto idols.",
                    "score": 0.7283751390734495
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "chapter": 2,
                    "verse": 18,
                    "text": "For when they speak great swelling words of vanity, they allure through the lusts of the flesh, through much wantonness, those that were clean escaped from them who live in error.",
                    "score": 0.7279927186519529
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 21,
                    "verse": 5,
                    "text": "Tell ye the daughter of Sion, Behold, thy King cometh unto thee, meek, and sitting upon an ass, and a colt the foal of an ass.",
                    "score": 0.7278656141714884
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "chapter": 2,
                    "verse": 14,
                    "text": "Having eyes full of adultery, and that cannot cease from sin; beguiling unstable souls: an heart they have exercised with covetous practices; cursed children:",
                    "score": 0.7204427441127459
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 1,
                    "verse": 29,
                    "text": "Being filled with all unrighteousness, fornication, wickedness, covetousness, maliciousness; full of envy, murder, debate, deceit, malignity; whisperers,",
                    "score": 0.720170405025223
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 10,
                    "verse": 33,
                    "text": "Partly, whilst ye were made a gazingstock both by reproaches and afflictions; and partly, whilst ye became companions of them that were so used.",
                    "score": 0.7192577182451877
                },
                {
                    "volume": "New Testament",
                    "book": "Colossians",
                    "chapter": 3,
                    "verse": 5,
                    "text": "Mortify therefore your members which are upon the earth; fornication, uncleanness, inordinate affection, evil concupiscence, and covetousness, which is idolatry:",
                    "score": 0.718877770935678
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 6,
                    "text": "Behold, I say unto you, there were jarrings, and contentions, and envyings, and strifes, and lustful and covetous desires among them; therefore by these things they polluted their inheritances.",
                    "score": 0.717821588012542
                }
            ]
        },
        {
            "verse": 21,
            "text": "Thus thou calledst to remembrance the lewdness of thy youth, in bruising thy teats by the Egyptians for the paps of thy youth.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 1,
                    "verse": 3,
                    "text": "Therefore, when ye are about twenty and four years old I would that ye should remember the things that ye have observed concerning this people; and when ye are of that age go to the land Antum, unto a hill which shall be called Shim; and there have I deposited unto the Lord all the sacred engravings concerning this people.",
                    "score": 0.7494277623962887
                },
                {
                    "volume": "New Testament",
                    "book": "Colossians",
                    "chapter": 3,
                    "verse": 5,
                    "text": "Mortify therefore your members which are upon the earth; fornication, uncleanness, inordinate affection, evil concupiscence, and covetousness, which is idolatry:",
                    "score": 0.7491383310998521
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 3,
                    "verse": 2,
                    "text": "For men shall be lovers of their own selves, covetous, boasters, proud, blasphemers, disobedient to parents, unthankful, unholy,",
                    "score": 0.7462099254631979
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 49,
                    "text": "Behold Satan hath come among the children of men, and tempteth them to worship him; and men have become carnal, sensual, and devilish, and are shut out from the presence of God.",
                    "score": 0.7440603380170304
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 3,
                    "verse": 10,
                    "text": "Wherefore, ye shall remember your children, how that ye have grieved their hearts because of the example that ye have set before them; and also, remember that ye may, because of your filthiness, bring your children unto destruction, and their sins be heaped upon your heads at the last day.",
                    "score": 0.7421053885017209
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 8,
                    "verse": 38,
                    "text": "Whosoever therefore shall be ashamed of me and of my words in this adulterous and sinful generation; of him also shall the Son of man be ashamed, when he cometh in the glory of his Father with the holy angels.",
                    "score": 0.7420417310510786
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 33,
                    "text": "For they shall not lead away captive the daughters of my people because of their tenderness, save I shall visit them with a sore curse, even unto destruction; for they shall not commit whoredoms, like unto them of old, saith the Lord of Hosts.",
                    "score": 0.7399619759979947
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 8,
                    "verse": 12,
                    "text": "But the children of the kingdom shall be cast out into outer darkness: there shall be weeping and gnashing of teeth.",
                    "score": 0.7399003526334909
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 4,
                    "text": "Fear not, for thou shalt not be ashamed; neither be thou confounded, for thou shalt not be put to shame; for thou shalt forget the shame of thy youth, and shalt not remember the reproach of thy youth, and shalt not remember the reproach of thy widowhood any more.",
                    "score": 0.7394382910297236
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 3,
                    "verse": 9,
                    "text": "Wherefore, a commandment I give unto you, which is the word of God, that ye revile no more against them because of the darkness of their skins; neither shall ye revile against them because of their filthiness; but ye shall remember your own filthiness, and remember that their filthiness came because of their fathers.",
                    "score": 0.7385916491456057
                }
            ]
        },
        {
            "verse": 22,
            "text": "Therefore, O Aholibah, thus saith the Lord God; Behold, I will raise up thy lovers against thee, from whom thy mind is alienated, and I will bring them against thee on every side;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 25,
                    "text": "And the Lord God said unto me: They shall be a scourge unto thy seed, to stir them up in remembrance of me; and inasmuch as they will not remember me, and hearken unto my words, they shall scourge them even unto destruction.",
                    "score": 0.8189418077617562
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 22,
                    "text": "For I will rise up against them, saith the Lord of Hosts, and cut off from Babylon the name, and remnant, and son, and nephew, saith the Lord.",
                    "score": 0.8186024938795613
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 7,
                    "verse": 8,
                    "text": "And the Lord is near, and he justifieth me. Who will contend with me? Let us stand together. Who is mine adversary? Let him come near me, and I will smite him with the strength of my mouth.",
                    "score": 0.8185906757881277
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 23,
                    "text": "Behold, I am he of whom Moses spake, saying: A prophet shall the Lord your God raise up unto you of your brethren, like unto me; him shall ye hear in all things whatsoever he shall say unto you. And it shall come to pass that every soul who will not hear that prophet shall be cut off from among the people.",
                    "score": 0.808540166087697
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 31,
                    "text": "And in that place they shall lift up their voices unto God against that people, yea, unto him whose anger is kindled against their wickedness, a people who are well-nigh ripened for destruction.",
                    "score": 0.8078435560559301
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 9,
                    "verse": 26,
                    "text": "And now, behold, who can stand against the works of the Lord? Who can deny his sayings? Who will rise up against the almighty power of the Lord? Who will despise the works of the Lord? Who will despise the children of Christ? Behold, all ye who are despisers of the works of the Lord, for ye shall wonder and perish.",
                    "score": 0.8044618653465081
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 30,
                    "text": "For if I will, saith the Lord of Hosts, raise up seed unto me, I will command my people; otherwise they shall hearken unto these things.",
                    "score": 0.8027762521197059
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 21,
                    "text": "And I will put enmity between thee and the woman, between thy seed and her seed; and he shall bruise thy head, and thou shalt bruise his heel.",
                    "score": 0.8008734841296279
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 15,
                    "text": "Behold, they shall surely gather together against thee, not by me; whosoever shall gather together against thee shall fall for thy sake.",
                    "score": 0.8001317895255832
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 32,
                    "text": "But, O my people, beware lest there shall arise contentions among you, and ye list to obey the evil spirit, which was spoken of by my father Mosiah.",
                    "score": 0.7993986133545663
                }
            ]
        },
        {
            "verse": 23,
            "text": "The Babylonians, and all the Chaldeans, Pekod, and Shoa, and Koa, and all the Assyrians with them: all of them desirable young men, captains and rulers, great lords and renowned, all of them riding upon horses.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 19,
                    "verse": 18,
                    "text": "That ye may eat the flesh of kings, and the flesh of captains, and the flesh of mighty men, and the flesh of horses, and of them that sit on them, and the flesh of all men, both free and bond, both small and great.",
                    "score": 0.7804835953097885
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 18,
                    "verse": 13,
                    "text": "And cinnamon, and odours, and ointments, and frankincense, and wine, and oil, and fine flour, and wheat, and beasts, and sheep, and horses, and chariots, and slaves, and souls of men.",
                    "score": 0.7639161336045079
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 20,
                    "verse": 14,
                    "text": "All ye, assemble yourselves, and hear; who among them hath declared these things unto them? The Lord hath loved him; yea, and he will fulfil his word which he hath declared by them; and he will do his pleasure on Babylon, and his arm shall come upon the Chaldeans.",
                    "score": 0.7593245089942144
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 23,
                    "verse": 19,
                    "text": "And Babylon, the glory of kingdoms, the beauty of the Chaldees' excellency, shall be as when God overthrew Sodom and Gomorrah.",
                    "score": 0.7578208908144768
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 4,
                    "verse": 9,
                    "text": "And when those beasts give glory and honour and thanks to him that sat on the throne, who liveth for ever and ever,",
                    "score": 0.7500686807021563
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 55,
                    "text": "Remember the kings, the princes, the nobles, and the great ones of the earth, and all people, and the churches, all the poor, the needy, and afflicted ones of the earth;",
                    "score": 0.7397364442139002
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 40,
                    "text": "And they did wax strong in love towards Mosiah; yea, they did esteem him more than any other man; for they did not look upon him as a tyrant who was seeking for gain, yea, for that lucre which doth corrupt the soul; for he had not exacted riches of them, neither had he delighted in the shedding of blood; but he had established peace in the land, and he had granted unto his people that they should be delivered from all manner of bondage; therefore they did esteem him, yea, exceedingly, beyond measure.",
                    "score": 0.738721146220576
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 62,
                    "verse": 7,
                    "text": "I, the Lord, am willing, if any among you desire to ride upon horses, or upon mules, or in chariots, he shall receive this blessing, if he receive it from the hand of the Lord, with a thankful heart in all things.",
                    "score": 0.7368038811428264
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 19,
                    "text": "For I will make my people with whom the Father hath covenanted, yea, I will make thy horn iron, and I will make thy hoofs brass. And thou shalt beat in pieces many people; and I will consecrate their gain unto the Lord, and their substance unto the Lord of the whole earth. And behold, I am he who doeth it.",
                    "score": 0.7342218942899682
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 5,
                    "verse": 13,
                    "text": "And every creature which is in heaven, and on the earth, and under the earth, and such as are in the sea, and all that are in them, heard I saying, Blessing, and honour, and glory, and power, be unto him that sitteth upon the throne, and unto the Lamb for ever and ever.",
                    "score": 0.7313530127527905
                }
            ]
        },
        {
            "verse": 24,
            "text": "And they shall come against thee with chariots, wagons, and wheels, and with an assembly of people, which shall set against thee buckler and shield and helmet round about: and I will set judgment before them, and they shall judge thee according to their judgments.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 13,
                    "verse": 9,
                    "text": "But take heed to yourselves: for they shall deliver you up to councils; and in the synagogues ye shall be beaten: and ye shall be brought before rulers and kings for my sake, for a testimony against them.",
                    "score": 0.7981405848047294
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 24,
                    "verse": 5,
                    "text": "And I will come near to you to judgment; and I will be a swift witness against the sorcerers, and against the adulterers, and against false swearers, and against those that oppress the hireling in his wages, the widow and the fatherless, and that turn aside the stranger, and fear not me, saith the Lord of Hosts.",
                    "score": 0.798124370056365
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 24,
                    "text": "And thus saith the Lord: They shall stand as a bright testimony against this people, at the judgment day; whereof they shall be judged, every man according to his works, whether they be good, or whether they be evil.",
                    "score": 0.7912936613549675
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 10,
                    "verse": 18,
                    "text": "And ye shall be brought before governors and kings for my sake, for a testimony against them and the Gentiles.",
                    "score": 0.791130469899088
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 6,
                    "text": "But wo unto them that are deceivers and hypocrites, for, thus saith the Lord, I will bring them to judgment.",
                    "score": 0.7898034628789892
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 6,
                    "verse": 10,
                    "text": "And after they have hardened their hearts and stiffened their necks against the Holy One of Israel, behold, the judgments of the Holy One of Israel shall come upon them. And the day cometh that they shall be smitten and afflicted.",
                    "score": 0.7895041303676148
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 27,
                    "text": "And know ye that ye shall be judges of this people, according to the judgment which I shall give unto you, which shall be just. Therefore, what manner of men ought ye to be? Verily I say unto you, even as I am.",
                    "score": 0.7887804634948908
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 3,
                    "verse": 21,
                    "text": "But Gidgiddoni saith unto them: The Lord forbid; for if we should go up against them the Lord would deliver us into their hands; therefore we will prepare ourselves in the center of our lands, and we will gather all our armies together, and we will not go against them, but we will wait till they shall come against us; therefore as the Lord liveth, if we do this he will deliver them into our hands.",
                    "score": 0.7868684925295546
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 15,
                    "text": "Behold, they shall surely gather together against thee, not by me; whosoever shall gather together against thee shall fall for thy sake.",
                    "score": 0.7824063006852001
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 14,
                    "text": "Yea, wo be unto the Gentiles except they repent; for it shall come to pass in that day, saith the Father, that I will cut off thy horses out of the midst of thee, and I will destroy thy chariots;",
                    "score": 0.7812010849324771
                }
            ]
        },
        {
            "verse": 25,
            "text": "And I will set my jealousy against thee, and they shall deal furiously with thee: they shall take away thy nose and thine ears; and thy remnant shall fall by the sword: they shall take thy sons and thy daughters; and thy residue shall be devoured by the fire.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 17,
                    "verse": 18,
                    "text": "And in that day ye shall be hunted, and ye shall be taken by the hand of your enemies, and then ye shall suffer, as I suffer, the pains of death by fire.",
                    "score": 0.8327804672845649
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 17,
                    "text": "Thy children shall make haste against thy destroyers; and they that made thee waste shall go forth of thee.",
                    "score": 0.8276117185650967
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 14,
                    "text": "And their arm shall be my arm, and I will be their shield and their buckler; and I will gird up their loins, and they shall fight manfully for me; and their enemies shall be under their feet; and I will let fall the sword in their behalf, and by the fire of mine indignation will I preserve them.",
                    "score": 0.8255255118756658
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 6,
                    "text": "And they shall be visited with thunderings, and lightnings, and earthquakes, and all manner of destructions, for the fire of the anger of the Lord shall be kindled against them, and they shall be as stubble, and the day that cometh shall consume them, saith the Lord of Hosts.",
                    "score": 0.8241585217421161
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 17,
                    "verse": 16,
                    "text": "And the ten horns which thou sawest upon the beast, these shall hate the whore, and shall make her desolate and naked, and shall eat her flesh, and burn her with fire.",
                    "score": 0.8213406424650052
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 16,
                    "text": "And it shall come to pass that whosoever shall lay their hands upon you by violence, ye shall command to be smitten in my name; and, behold, I will smite them according to your words, in mine own due time.",
                    "score": 0.8211397566999861
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 11,
                    "verse": 11,
                    "text": "Now, O Lord, because of this their humility wilt thou turn away thine anger, and let thine anger be appeased in the destruction of those wicked men whom thou hast already destroyed.",
                    "score": 0.8180660400053251
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 13,
                    "text": "And again: Thou shalt not bow down thyself unto them, nor serve them; for I the Lord thy God am a jealous God, visiting the iniquities of the fathers upon the children, unto the third and fourth generations of them that hate me;",
                    "score": 0.8154968860907802
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 54,
                    "verse": 12,
                    "text": "And behold, if ye do not this, I will come against you with my armies; yea, even I will arm my women and my children, and I will come against you, and I will follow you even into your own land, which is the land of our first inheritance; yea, and it shall be blood for blood, yea, life for life; and I will give you battle even until you are destroyed from off the face of the earth.",
                    "score": 0.8148556419959389
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 5,
                    "text": "Let thine anger be kindled against our enemies; and, in the fury of thine heart, with thy sword avenge us of our wrongs.",
                    "score": 0.814823628511257
                }
            ]
        },
        {
            "verse": 26,
            "text": "They shall also strip thee out of thy clothes, and take away thy fair jewels.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 34,
                    "text": "And inasmuch as they do this they shall rid their garments, and they shall be spotless before me.",
                    "score": 0.836293039556123
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 31,
                    "text": "And except thou do this, behold, thou shalt have no more gift, and I will take away the things which I have entrusted with thee.",
                    "score": 0.7962166486243527
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 11,
                    "verse": 27,
                    "text": "For this is my covenant unto them, when I shall take away their sins.",
                    "score": 0.7776731274567152
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 30,
                    "text": "Give to every man that asketh of thee; and of him that taketh away thy goods ask them not again.",
                    "score": 0.7742728262839575
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 27,
                    "text": "And it shall come to pass in that day that his burden shall be taken away from off thy shoulder, and his yoke from off thy neck, and the yoke shall be destroyed because of the anointing.",
                    "score": 0.7730697705942358
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 23,
                    "verse": 6,
                    "text": "Howl ye, for the day of the Lord is at hand; it shall come as a destruction from the Almighty.",
                    "score": 0.7713440094510271
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 37,
                    "verse": 15,
                    "text": "And now behold, I tell you by the spirit of prophecy, that if ye transgress the commandments of God, behold, these things which are sacred shall be taken away from you by the power of God, and ye shall be delivered up unto Satan, that he may sift you as chaff before the wind.",
                    "score": 0.7687531363435264
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 17,
                    "text": "Thy graven images I will also cut off, and thy standing images out of the midst of thee, and thou shalt no more worship the works of thy hands;",
                    "score": 0.76834245553953
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 3,
                    "verse": 16,
                    "text": "Nevertheless when it shall turn to the Lord, the veil shall be taken away.",
                    "score": 0.7678203719066333
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 60,
                    "verse": 3,
                    "text": "And it shall come to pass, if they are not more faithful unto me, it shall be taken away, even that which they have.",
                    "score": 0.7671952581858892
                }
            ]
        },
        {
            "verse": 27,
            "text": "Thus will I make thy lewdness to cease from thee, and thy whoredom brought from the land of Egypt: so that thou shalt not lift up thine eyes unto them, nor remember Egypt any more.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 33,
                    "text": "For they shall not lead away captive the daughters of my people because of their tenderness, save I shall visit them with a sore curse, even unto destruction; for they shall not commit whoredoms, like unto them of old, saith the Lord of Hosts.",
                    "score": 0.8004213449777244
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 16,
                    "text": "And I will cut off witchcrafts out of thy land, and thou shalt have no more soothsayers;",
                    "score": 0.800216616300551
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 19,
                    "text": "And it shall come to pass that all lyings, and deceivings, and envyings, and strifes, and priestcrafts, and whoredoms, shall be done away.",
                    "score": 0.7918028776088321
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 37,
                    "verse": 25,
                    "text": "I will bring forth out of darkness unto light all their secret works and their abominations; and except they repent I will destroy them from off the face of the earth; and I will bring to light all their secrets and abominations, unto every nation that shall hereafter possess the land.",
                    "score": 0.7909796871784347
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 17,
                    "text": "Thy graven images I will also cut off, and thy standing images out of the midst of thee, and thou shalt no more worship the works of thy hands;",
                    "score": 0.7863874874566514
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 34,
                    "text": "I am the Lord thy God, who hath brought thee out of the land of Egypt, out of the house of bondage.",
                    "score": 0.786320848868242
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 3,
                    "verse": 9,
                    "text": "Wherefore, a commandment I give unto you, which is the word of God, that ye revile no more against them because of the darkness of their skins; neither shall ye revile against them because of their filthiness; but ye shall remember your own filthiness, and remember that their filthiness came because of their fathers.",
                    "score": 0.7849975484044819
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 11,
                    "verse": 24,
                    "text": "But I say unto you, That it shall be more tolerable for the land of Sodom in the day of judgment, than for thee.",
                    "score": 0.7805730918318969
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 7,
                    "verse": 21,
                    "text": "And he doth not dwell in unholy temples; neither can filthiness or anything which is unclean be received into the kingdom of God; therefore I say unto you the time shall come, yea, and it shall be at the last day, that he who is filthy shall remain in his filthiness.",
                    "score": 0.7795485153166999
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 7,
                    "verse": 7,
                    "text": "And ye have led away much of this people that they pervert the right way of God, and keep not the law of Moses which is the right way; and convert the law of Moses into the worship of a being which ye say shall come many hundred years hence. And now behold, I, Sherem, declare unto you that this is blasphemy; for no man knoweth of such things; for he cannot tell of things to come. And after this manner did Sherem contend against me.",
                    "score": 0.7786042401198126
                }
            ]
        },
        {
            "verse": 28,
            "text": "For thus saith the Lord God; Behold, I will deliver thee into the hand of them whom thou hatest, into the hand of them from whom thy mind is alienated:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 21,
                    "text": "And except they repent and turn to the Lord their God, behold, I will deliver them into the hands of their enemies; yea, and they shall be brought into bondage; and they shall be afflicted by the hand of their enemies.",
                    "score": 0.8491856031242528
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 8,
                    "verse": 4,
                    "text": "Therefore this is thy gift; apply unto it, and blessed art thou, for it shall deliver you out of the hands of your enemies, when, if it were not so, they would slay you and bring your soul to destruction.",
                    "score": 0.8232330228172381
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 8,
                    "verse": 23,
                    "text": "But I will put it into the hand of them that afflict thee; who have said to thy soul: Bow down, that we may go over--and thou hast laid thy body as the ground and as the street to them that went over.",
                    "score": 0.8224776381023096
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 6,
                    "verse": 17,
                    "text": "But thus saith the Lord: Even the captives of the mighty shall be taken away, and the prey of the terrible shall be delivered; for the Mighty God shall deliver his covenant people. For thus saith the Lord: I will contend with them that contendeth with thee--",
                    "score": 0.8213855073672709
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 1,
                    "text": "Behold, thus saith the Lord your God unto you, O ye elders of my church, hearken ye and hear, and receive my will concerning you.",
                    "score": 0.8181906322635433
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 5,
                    "text": "For I, the Lord, have decreed in my heart, that inasmuch as any man belonging to the order shall be found a transgressor, or, in other words, shall break the covenant with which ye are bound, he shall be cursed in his life, and shall be trodden down by whom I will;",
                    "score": 0.8175436226016838
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 75,
                    "verse": 12,
                    "text": "Behold, this is the will of the Lord your God concerning you. Even so. Amen.",
                    "score": 0.8155343978891746
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 54,
                    "verse": 9,
                    "text": "And now behold, we are prepared to receive you; yea, and except you withdraw your purposes, behold, ye will pull down the wrath of that God whom you have rejected upon you, even to your utter destruction.",
                    "score": 0.8151142313778774
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 7,
                    "text": "Then shall they deliver you up to be afflicted, and shall kill you, and ye shall be hated of all nations, for my name's sake;",
                    "score": 0.8144135691088902
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 9,
                    "text": "Then shall they deliver you up to be afflicted, and shall kill you: and ye shall be hated of all nations for my name's sake.",
                    "score": 0.8144135691088902
                }
            ]
        },
        {
            "verse": 29,
            "text": "And they shall deal with thee hatefully, and shall take away all thy labour, and shall leave thee naked and bare: and the nakedness of thy whoredoms shall be discovered, both thy lewdness and thy whoredoms.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 19,
                    "text": "And it shall come to pass that all lyings, and deceivings, and envyings, and strifes, and priestcrafts, and whoredoms, shall be done away.",
                    "score": 0.8270958175222805
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 36,
                    "text": "Wo unto them who commit whoredoms, for they shall be thrust down to hell.",
                    "score": 0.8154319184366424
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 17,
                    "verse": 16,
                    "text": "And the ten horns which thou sawest upon the beast, these shall hate the whore, and shall make her desolate and naked, and shall eat her flesh, and burn her with fire.",
                    "score": 0.8050894605528313
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 37,
                    "verse": 25,
                    "text": "I will bring forth out of darkness unto light all their secret works and their abominations; and except they repent I will destroy them from off the face of the earth; and I will bring to light all their secrets and abominations, unto every nation that shall hereafter possess the land.",
                    "score": 0.798998180277871
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 34,
                    "text": "And inasmuch as they do this they shall rid their garments, and they shall be spotless before me.",
                    "score": 0.7909844205041434
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 6,
                    "verse": 23,
                    "text": "And thus they might murder, and plunder, and steal, and commit whoredoms and all manner of wickedness, contrary to the laws of their country and also the laws of their God.",
                    "score": 0.7842694491465555
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 11,
                    "verse": 11,
                    "text": "Now, O Lord, because of this their humility wilt thou turn away thine anger, and let thine anger be appeased in the destruction of those wicked men whom thou hast already destroyed.",
                    "score": 0.7828318866171187
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 15,
                    "text": "O the wise, and the learned, and the rich, that are puffed up in the pride of their hearts, and all those who preach false doctrines, and all those who commit whoredoms, and pervert the right way of the Lord, wo, wo, wo be unto them, saith the Lord God Almighty, for they shall be thrust down to hell!",
                    "score": 0.7805530313841977
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 33,
                    "text": "For they shall not lead away captive the daughters of my people because of their tenderness, save I shall visit them with a sore curse, even unto destruction; for they shall not commit whoredoms, like unto them of old, saith the Lord of Hosts.",
                    "score": 0.7801039635967671
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 4,
                    "verse": 31,
                    "text": "Let all bitterness, and wrath, and anger, and clamour, and evil speaking, be put away from you, with all malice:",
                    "score": 0.7798239590742082
                }
            ]
        },
        {
            "verse": 30,
            "text": "I will do these things unto thee, because thou hast gone a whoring after the heathen, and because thou art polluted with their idols.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 14,
                    "text": "Verily I say, for this cause ye shall do these things.",
                    "score": 0.8167310594749951
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 46,
                    "text": "But if they will not hearken to my voice, nor unto the voice of these men whom I have appointed, they shall not be blest, because they pollute mine holy grounds, and mine holy ordinances, and charters, and my holy words which I give unto them.",
                    "score": 0.8166792194593859
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 11,
                    "text": "Shall I not, as I have done unto Samaria and her idols, so do to Jerusalem and to her idols?",
                    "score": 0.8149744421179983
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 10,
                    "verse": 5,
                    "text": "And now, because thou hast done this with such unwearyingness, behold, I will bless thee forever; and I will make thee mighty in word and in deed, in faith and in works; yea, even that all things shall be done unto thee according to thy word, for thou shalt not ask that which is contrary to my will.",
                    "score": 0.8116118570509167
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 35,
                    "text": "Yea, come unto me and bring forth works of righteousness, and ye shall not be hewn down and cast into the fire--",
                    "score": 0.8052206237318571
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 12,
                    "text": "And I give unto you a commandment that ye shall do these things. And if ye shall always do these things blessed are ye, for ye are built upon my rock.",
                    "score": 0.8035079098624542
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 20,
                    "verse": 11,
                    "text": "For mine own sake, yea, for mine own sake will I do this, for I will not suffer my name to be polluted, and I will not give my glory unto another.",
                    "score": 0.8018004680535452
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 81,
                    "verse": 4,
                    "text": "And in doing these things thou wilt do the greatest good unto thy fellow beings, and wilt promote the glory of him who is your Lord.",
                    "score": 0.8011893551027299
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 47,
                    "text": "And again, verily I say, whomsoever you bless I will bless, and whomsoever you curse I will curse, saith the Lord; for I, the Lord, am thy God.",
                    "score": 0.7979083918233357
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 42,
                    "text": "And go ye out from among the wicked. Save yourselves. Be ye clean that bear the vessels of the Lord. Even so. Amen.",
                    "score": 0.7969243245506231
                }
            ]
        },
        {
            "verse": 31,
            "text": "Thou hast walked in the way of thy sister; therefore will I give her cup into thine hand.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 22,
                    "verse": 42,
                    "text": "Saying, Father, if thou be willing, remove this cup from me: nevertheless not my will, but thine, be done.",
                    "score": 0.7941363346522636
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 20,
                    "verse": 23,
                    "text": "And he saith unto them, Ye shall drink indeed of my cup, and be baptized with the baptism that I am baptized with: but to sit on my right hand, and on my left, is not mine to give, but it shall be given to them for whom it is prepared of my Father.",
                    "score": 0.7847308019217816
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 41,
                    "text": "For whosoever shall give you a cup of water to drink in my name, because ye belong to Christ, verily I say unto you, he shall not lose his reward.",
                    "score": 0.7709645152060743
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 56,
                    "text": "And again, verily I say, let mine handmaid forgive my servant Joseph his trespasses; and then shall she be forgiven her trespasses, wherein she has trespassed against me; and I, the Lord thy God, will bless her, and multiply her, and make her heart to rejoice.",
                    "score": 0.7644589362425729
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 4,
                    "verse": 15,
                    "text": "The woman saith unto him, Sir, give me this water, that I thirst not, neither come hither to draw.",
                    "score": 0.762261796557688
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 24,
                    "text": "Let her say unto the Egyptians, she is thy sister, and thy soul shall live.",
                    "score": 0.7606238089860128
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 3,
                    "verse": 35,
                    "text": "For whosoever shall do the will of God, the same is my brother, and my sister, and mother.",
                    "score": 0.7603112317828229
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 8,
                    "verse": 22,
                    "text": "Thus saith thy Lord, the Lord and thy God pleadeth the cause of his people; behold, I have taken out of thine hand the cup of trembling, the dregs of the cup of my fury; thou shalt no more drink it again.",
                    "score": 0.7596941445694214
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 10,
                    "verse": 42,
                    "text": "And whosoever shall give to drink unto one of these little ones a cup of cold water only in the name of a disciple, verily I say unto you, he shall in no wise lose his reward.",
                    "score": 0.7587979090627621
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 10,
                    "text": "Be thou humble; and the Lord thy God shall lead thee by the hand, and give thee answer to thy prayers.",
                    "score": 0.7558048786239809
                }
            ]
        },
        {
            "verse": 32,
            "text": "Thus saith the Lord God; Thou shalt drink of thy sister's cup deep and large: thou shalt be laughed to scorn and had in derision; it containeth much.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 8,
                    "verse": 22,
                    "text": "Thus saith thy Lord, the Lord and thy God pleadeth the cause of his people; behold, I have taken out of thine hand the cup of trembling, the dregs of the cup of my fury; thou shalt no more drink it again.",
                    "score": 0.8240121118711222
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 40,
                    "verse": 26,
                    "text": "But behold, an awful death cometh upon the wicked; for they die as to things pertaining to things of righteousness; for they are unclean, and no unclean thing can inherit the kingdom of God; but they are cast out, and consigned to partake of the fruits of their labors or their works, which have been evil; and they drink the dregs of a bitter cup.",
                    "score": 0.7797981892199666
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 26,
                    "text": "Therefore, they have drunk out of the cup of the wrath of God, which justice could no more deny unto them than it could deny that Adam should fall because of his partaking of the forbidden fruit; therefore, mercy could have claim on them no more forever.",
                    "score": 0.7790986396950051
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 11,
                    "verse": 29,
                    "text": "For he that eateth and drinketh unworthily, eateth and drinketh damnation to himself, not discerning the Lord's body.",
                    "score": 0.7775390452702687
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 29,
                    "text": "For whoso eateth and drinketh my flesh and blood unworthily eateth and drinketh damnation to his soul; therefore if ye know that a man is unworthy to eat and drink of my flesh and blood ye shall forbid him.",
                    "score": 0.7736833539143496
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 14,
                    "verse": 10,
                    "text": "The same shall drink of the wine of the wrath of God, which is poured out without mixture into the cup of his indignation; and he shall be tormented with fire and brimstone in the presence of the holy angels, and in the presence of the Lamb:",
                    "score": 0.7730069344422343
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 11,
                    "verse": 22,
                    "text": "What? have ye not houses to eat and to drink in? or despise ye the church of God, and shame them that have not? What shall I say to you? shall I praise you in this? I praise you not.",
                    "score": 0.7715938125260305
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 11,
                    "verse": 27,
                    "text": "Wherefore whosoever shall eat this bread, and drink this cup of the Lord, unworthily, shall be guilty of the body and blood of the Lord.",
                    "score": 0.7704796974180643
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 33,
                    "text": "For behold, there is a wo pronounced upon him who listeth to obey that spirit; for if he listeth to obey him, and remaineth and dieth in his sins, the same drinketh damnation to his own soul; for he receiveth for his wages an everlasting punishment, having transgressed the law of God contrary to his own knowledge.",
                    "score": 0.7689496792514237
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 90,
                    "text": "And if thy brother or sister offend many, he or she shall be chastened before many.",
                    "score": 0.7678034543378015
                }
            ]
        },
        {
            "verse": 33,
            "text": "Thou shalt be filled with drunkenness and sorrow, with the cup of astonishment and desolation, with the cup of thy sister Samaria.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 8,
                    "verse": 22,
                    "text": "Thus saith thy Lord, the Lord and thy God pleadeth the cause of his people; behold, I have taken out of thine hand the cup of trembling, the dregs of the cup of my fury; thou shalt no more drink it again.",
                    "score": 0.821253168671588
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 8,
                    "verse": 17,
                    "text": "Awake, awake, stand up, O Jerusalem, which hast drunk at the hand of the Lord the cup of his fury--thou hast drunken the dregs of the cup of trembling wrung out--",
                    "score": 0.8117566577703114
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 40,
                    "verse": 26,
                    "text": "But behold, an awful death cometh upon the wicked; for they die as to things pertaining to things of righteousness; for they are unclean, and no unclean thing can inherit the kingdom of God; but they are cast out, and consigned to partake of the fruits of their labors or their works, which have been evil; and they drink the dregs of a bitter cup.",
                    "score": 0.7974931091592115
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 14,
                    "verse": 10,
                    "text": "The same shall drink of the wine of the wrath of God, which is poured out without mixture into the cup of his indignation; and he shall be tormented with fire and brimstone in the presence of the holy angels, and in the presence of the Lamb:",
                    "score": 0.7915219114415485
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 26,
                    "text": "Therefore, they have drunk out of the cup of the wrath of God, which justice could no more deny unto them than it could deny that Adam should fall because of his partaking of the forbidden fruit; therefore, mercy could have claim on them no more forever.",
                    "score": 0.7868956791268201
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 11,
                    "text": "And behold, I am the light and the life of the world; and I have drunk out of that bitter cup which the Father hath given me, and have glorified the Father in taking upon me the sins of the world, in the which I have suffered the will of the Father in all things from the beginning.",
                    "score": 0.7860049726430364
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 11,
                    "verse": 29,
                    "text": "For he that eateth and drinketh unworthily, eateth and drinketh damnation to himself, not discerning the Lord's body.",
                    "score": 0.784051914108151
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 10,
                    "verse": 21,
                    "text": "Ye cannot drink the cup of the Lord, and the cup of devils: ye cannot be partakers of the Lord's table, and of the table of devils.",
                    "score": 0.7804559724578191
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 4,
                    "text": "For behold, all ye that doeth iniquity, stay yourselves and wonder, for ye shall cry out, and cry; yea, ye shall be drunken but not with wine, ye shall stagger but not with strong drink.",
                    "score": 0.7790377446245477
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 52,
                    "text": "And shall begin to smite his fellow-servants, and to eat and drink with the drunken,",
                    "score": 0.7751085068290563
                }
            ]
        },
        {
            "verse": 34,
            "text": "Thou shalt even drink it and suck it out, and thou shalt break the sherds thereof, and pluck off thine own breasts: for I have spoken it, saith the Lord God.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 8,
                    "verse": 22,
                    "text": "Thus saith thy Lord, the Lord and thy God pleadeth the cause of his people; behold, I have taken out of thine hand the cup of trembling, the dregs of the cup of my fury; thou shalt no more drink it again.",
                    "score": 0.810420131171168
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 32,
                    "text": "And the Lord said unto Enoch: Go forth and do as I have commanded thee, and no man shall pierce thee. Open thy mouth, and it shall be filled, and I will give thee utterance, for all flesh is in my hands, and I will do as seemeth me good.",
                    "score": 0.8049987519504463
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 15,
                    "text": "And it came to pass that after Aaron had expounded these things unto him, the king said: What shall I do that I may have this eternal life of which thou hast spoken? Yea, what shall I do that I may be born of God, having this wicked spirit rooted out of my breast, and receive his Spirit, that I may be filled with joy, that I may not be cast off at the last day? Behold, said he, I will give up all that I possess, yea, I will forsake my kingdom, that I may receive this great joy.",
                    "score": 0.7836620639642375
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And now behold, I command you, that ye shall go and declare unto this people, that thus saith the Lord God, who is the Almighty: Except ye repent ye shall be smitten, even unto destruction.",
                    "score": 0.7806705339047821
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 26,
                    "text": "And I will feed them that oppress thee with their own flesh; they shall be drunken with their own blood as with sweet wine; and all flesh shall know that I, the Lord, am thy Savior and thy Redeemer, the Mighty One of Jacob.",
                    "score": 0.7800967380994294
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 5,
                    "text": "Behold, I, the Lord, utter my voice, and it shall be obeyed.",
                    "score": 0.7792378407707704
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 29,
                    "text": "For whoso eateth and drinketh my flesh and blood unworthily eateth and drinketh damnation to his soul; therefore if ye know that a man is unworthy to eat and drink of my flesh and blood ye shall forbid him.",
                    "score": 0.7783885760056605
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 23,
                    "text": "And unto Adam, I, the Lord God, said: Because thou hast hearkened unto the voice of thy wife, and hast eaten of the fruit of the tree of which I commanded thee, saying--Thou shalt not eat of it, cursed shall be the ground for thy sake; in sorrow shalt thou eat of it all the days of thy life.",
                    "score": 0.7783677172060165
                },
                {
                    "volume": "New Testament",
                    "book": "1 Thessalonians",
                    "chapter": 4,
                    "verse": 3,
                    "text": "For this is the will of God, even your sanctification, that ye should abstain from fornication:",
                    "score": 0.7783644265550097
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 6,
                    "verse": 18,
                    "text": "And I will feed them that oppress thee, with their own flesh; and they shall be drunken with their own blood as with sweet wine; and all flesh shall know that I the Lord am thy Savior and thy Redeemer, the Mighty One of Jacob.",
                    "score": 0.7767964505032049
                }
            ]
        },
        {
            "verse": 35,
            "text": "Therefore thus saith the Lord God; Because thou hast forgotten me, and cast me behind thy back, therefore bear thou also thy lewdness and thy whoredoms.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 28,
                    "text": "For I, the Lord God, delight in the chastity of women. And whoredoms are an abomination before me; thus saith the Lord of Hosts.",
                    "score": 0.8023078594905979
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 26,
                    "text": "I say unto you, wo be unto you for perverting the ways of the Lord! For if ye understand these things ye have not taught them; therefore, ye have perverted the ways of the Lord.",
                    "score": 0.7981475406888948
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 3,
                    "verse": 9,
                    "text": "Wherefore, a commandment I give unto you, which is the word of God, that ye revile no more against them because of the darkness of their skins; neither shall ye revile against them because of their filthiness; but ye shall remember your own filthiness, and remember that their filthiness came because of their fathers.",
                    "score": 0.7941987886833222
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 2,
                    "verse": 20,
                    "text": "Notwithstanding I have a few things against thee, because thou sufferest that woman Jezebel, which calleth herself a prophetess, to teach and to seduce my servants to commit fornication, and to eat things sacrificed unto idols.",
                    "score": 0.7932841388938643
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 23,
                    "text": "But the word of God burdens me because of your grosser crimes. For behold, thus saith the Lord: This people begin to wax in iniquity; they understand not the scriptures, for they seek to excuse themselves in committing whoredoms, because of the things which were written concerning David, and Solomon his son.",
                    "score": 0.7918211537587511
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 4,
                    "verse": 8,
                    "text": "And Jesus answered and said unto him, Get thee behind me, Satan: for it is written, Thou shalt worship the Lord thy God, and him only shalt thou serve.",
                    "score": 0.7868102018194991
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 17,
                    "verse": 8,
                    "text": "For thou hast said that God himself should come down among the children of men; and now, for this cause thou shalt be put to death unless thou wilt recall all the words which thou hast spoken evil concerning me and my people.",
                    "score": 0.7843738453783179
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 39,
                    "text": "Behold thou hast driven me out this day from the face of the Lord, and from thy face shall I be hid; and I shall be a fugitive and a vagabond in the earth; and it shall come to pass, that he that findeth me will slay me, because of mine iniquities, for these things are not hid from the Lord.",
                    "score": 0.7831760914605894
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 23,
                    "text": "And he that looketh upon a woman to lust after her shall deny the faith, and shall not have the Spirit; and if he repents not he shall be cast out.",
                    "score": 0.7827381762093181
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 6,
                    "text": "For the Lord hath called thee as a woman forsaken and grieved in spirit, and a wife of youth, when thou wast refused, saith thy God.",
                    "score": 0.7823283170780518
                }
            ]
        },
        {
            "verse": 36,
            "text": "The Lord said moreover unto me; Son of man, wilt thou judge Aholah and Aholibah? yea, declare unto them their abominations;",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 5,
                    "verse": 22,
                    "text": "For the Father judgeth no man, but hath committed all judgment unto the Son:",
                    "score": 0.8008195204391642
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 17,
                    "verse": 8,
                    "text": "For thou hast said that God himself should come down among the children of men; and now, for this cause thou shalt be put to death unless thou wilt recall all the words which thou hast spoken evil concerning me and my people.",
                    "score": 0.7940104813806874
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 9,
                    "text": "And because of the mercies of the Father unto the Gentiles, and also the judgments of the Father upon my people who are of the house of Israel, verily, verily, I say unto you, that after all this, and I have caused my people who are of the house of Israel to be smitten, and to be afflicted, and to be slain, and to be cast out from among them, and to become hated by them, and to become a hiss and a byword among them--",
                    "score": 0.792458071105533
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 8,
                    "verse": 24,
                    "text": "Behold, my son, this thing ought not to be; for repentance is unto them that are under condemnation and under the curse of a broken law.",
                    "score": 0.7918159010461588
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 7,
                    "text": "And the Lord said unto me: Prophesy; and I prophesied, saying: Behold the people of Canaan, which are numerous, shall go forth in battle array against the people of Shum, and shall slay them that they shall utterly be destroyed; and the people of Canaan shall divide themselves in the land, and the land shall be barren and unfruitful, and none other people shall dwell there but the people of Canaan;",
                    "score": 0.7915157283524314
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 8,
                    "verse": 38,
                    "text": "Whosoever therefore shall be ashamed of me and of my words in this adulterous and sinful generation; of him also shall the Son of man be ashamed, when he cometh in the glory of his Father with the holy angels.",
                    "score": 0.7915090420837897
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 22,
                    "text": "And thus saith the Lord God: I will cause that they shall be loathsome unto thy people, save they shall repent of their iniquities.",
                    "score": 0.7897304597479401
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 2,
                    "verse": 1,
                    "text": "Therefore thou art inexcusable, O man, whosoever thou art that judgest: for wherein thou judgest another, thou condemnest thyself; for thou that judgest doest the same things.",
                    "score": 0.7897182554917711
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 19,
                    "verse": 17,
                    "text": "Therefore the Lord shall have no joy in their young men, neither shall have mercy on their fatherless and widows; for every one of them is a hypocrite and an evildoer, and every mouth speaketh folly. For all this his anger is not turned away, but his hand is stretched out still.",
                    "score": 0.789003372350934
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 9,
                    "verse": 26,
                    "text": "For whosoever shall be ashamed of me and of my words, of him shall the Son of man be ashamed, when he shall come in his own glory, and in his Father's, and of the holy angels.",
                    "score": 0.7886272890313586
                }
            ]
        },
        {
            "verse": 37,
            "text": "That they have committed adultery, and blood is in their hands, and with their idols have they committed adultery, and have also caused their sons, whom they bare unto me, to pass for them through the fire, to devour them.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 36,
                    "text": "For they killed the prophets, and them that were sent unto them; and they have shed innocent blood, which crieth from the ground against them.",
                    "score": 0.7900538399532209
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 3,
                    "verse": 14,
                    "text": "And when they had sworn by all that had been forbidden them by our Lord and Savior Jesus Christ, that they would go up unto their enemies to battle, and avenge themselves of the blood of their brethren, behold the voice of the Lord came unto me, saying:",
                    "score": 0.7861545751952435
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 14,
                    "verse": 8,
                    "text": "And they brought their wives and children together, and whosoever believed or had been taught to believe in the word of God they caused that they should be cast into the fire; and they also brought forth their records which contained the holy scriptures, and cast them into the fire also, that they might be burned and destroyed by fire.",
                    "score": 0.7859554407362155
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 31,
                    "text": "For behold I say unto you, the sins of many people have been caused by the iniquities of their kings; therefore their iniquities are answered upon the heads of their kings.",
                    "score": 0.785593035154462
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 41,
                    "text": "And as ye have asked concerning adultery, verily, verily, I say unto you, if a man receiveth a wife in the new and everlasting covenant, and if she be with another man, and I have not appointed unto her by the holy anointing, she hath committed adultery and shall be destroyed.",
                    "score": 0.785493759447306
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 27,
                    "verse": 4,
                    "text": "Saying, I have sinned in that I have betrayed the innocent blood. And they said, What is that to us? see thou to that.",
                    "score": 0.7846907436246757
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 9,
                    "text": "And because of the mercies of the Father unto the Gentiles, and also the judgments of the Father upon my people who are of the house of Israel, verily, verily, I say unto you, that after all this, and I have caused my people who are of the house of Israel to be smitten, and to be afflicted, and to be slain, and to be cast out from among them, and to become hated by them, and to become a hiss and a byword among them--",
                    "score": 0.7844279011566856
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 33,
                    "text": "And unto thy brethren have I said, and also given commandment, that they should love one another, and that they should choose me, their Father; but behold, they are without affection, and they hate their own blood;",
                    "score": 0.7842653517089023
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 51,
                    "text": "And I have trampled them in my fury, and I did tread upon them in mine anger, and their blood have I sprinkled upon my garments, and stained all my raiment; for this was the day of vengeance which was in my heart.",
                    "score": 0.7807337088713255
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 122,
                    "verse": 6,
                    "text": "If thou art accused with all manner of false accusations; if thine enemies fall upon thee; if they tear thee from the society of thy father and mother and brethren and sisters; and if with a drawn sword thine enemies tear thee from the bosom of thy wife, and of thine offspring, and thine elder son, although but six years of age, shall cling to thy garments, and shall say, My father, my father, why can't you stay with us? O, my father, what are the men going to do with you? and if then he shall be thrust from thee by the sword, and thou be dragged to prison, and thine enemies prowl around thee like wolves for the blood of the lamb;",
                    "score": 0.780101440806242
                }
            ]
        },
        {
            "verse": 38,
            "text": "Moreover this they have done unto me: they have defiled my sanctuary in the same day, and have profaned my sabbaths.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 51,
                    "text": "And I have trampled them in my fury, and I did tread upon them in mine anger, and their blood have I sprinkled upon my garments, and stained all my raiment; for this was the day of vengeance which was in my heart.",
                    "score": 0.8008905039244146
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 11,
                    "verse": 3,
                    "text": "Lord, they have killed thy prophets, and digged down thine altars; and I am left alone, and they seek my life.",
                    "score": 0.7998231354444226
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 7,
                    "verse": 9,
                    "text": "But behold, I am consigned that these are my days, and that my soul shall be filled with sorrow because of this the wickedness of my brethren.",
                    "score": 0.7872994049683657
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 2,
                    "text": "I, the Lord, have suffered the affliction to come upon them, wherewith they have been afflicted, in consequence of their transgressions;",
                    "score": 0.7854404328224956
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 26,
                    "verse": 11,
                    "text": "And I punished them oft in every synagogue, and compelled them to blaspheme; and being exceedingly mad against them, I persecuted them even unto strange cities.",
                    "score": 0.7825071995875891
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 4,
                    "text": "Therefore, inasmuch as some of my servants have not kept the commandment, but have broken the covenant through covetousness, and with feigned words, I have cursed them with a very sore and grievous curse.",
                    "score": 0.7815290547296415
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 96,
                    "text": "For I, the Almighty, have laid my hands upon the nations, to scourge them for their wickedness.",
                    "score": 0.7804888890856599
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 5,
                    "verse": 16,
                    "text": "And therefore did the Jews persecute Jesus, and sought to slay him, because he had done these things on the sabbath day.",
                    "score": 0.7795824306627858
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 24,
                    "text": "And inasmuch as mine enemies come against you to drive you from my goodly land, which I have consecrated to be the land of Zion, even from your own lands after these testimonies, which ye have brought before me against them, ye shall curse them;",
                    "score": 0.7767909000185047
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 33,
                    "verse": 10,
                    "text": "Yea, and thou hast also heard me when I have been cast out and have been despised by mine enemies; yea, thou didst hear my cries, and wast angry with mine enemies, and thou didst visit them in thine anger with speedy destruction.",
                    "score": 0.7765768888712358
                }
            ]
        },
        {
            "verse": 39,
            "text": "For when they had slain their children to their idols, then they came the same day into my sanctuary to profane it; and, lo, thus have they done in the midst of mine house.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 36,
                    "verse": 14,
                    "text": "Yea, and I had murdered many of his children, or rather led them away unto destruction; yea, and in fine so great had been my iniquities, that the very thought of coming into the presence of my God did rack my soul with inexpressible horror.",
                    "score": 0.7864405602397238
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 51,
                    "text": "And I have trampled them in my fury, and I did tread upon them in mine anger, and their blood have I sprinkled upon my garments, and stained all my raiment; for this was the day of vengeance which was in my heart.",
                    "score": 0.7840756743779329
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 11,
                    "verse": 3,
                    "text": "Lord, they have killed thy prophets, and digged down thine altars; and I am left alone, and they seek my life.",
                    "score": 0.7815918250875175
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 19,
                    "text": "Wo unto them; because they have offended my little ones they shall be severed from the ordinances of mine house.",
                    "score": 0.780654818616067
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 15,
                    "text": "Wherefore, for this cause, that my covenants may be fulfilled which I have made unto the children of men, that I will do unto them while they are in the flesh, I must needs destroy the secret works of darkness, and of murders, and of abominations.",
                    "score": 0.7778581615905054
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 2,
                    "text": "I, the Lord, have suffered the affliction to come upon them, wherewith they have been afflicted, in consequence of their transgressions;",
                    "score": 0.7683839968443539
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 22,
                    "verse": 19,
                    "text": "And I said, Lord, they know that I imprisoned and beat in every synagogue them that believed on thee:",
                    "score": 0.7674160426782063
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 33,
                    "verse": 10,
                    "text": "Yea, and thou hast also heard me when I have been cast out and have been despised by mine enemies; yea, thou didst hear my cries, and wast angry with mine enemies, and thou didst visit them in thine anger with speedy destruction.",
                    "score": 0.7669764911865452
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 17,
                    "verse": 19,
                    "text": "Thus God executeth vengeance upon those that destroy his people. O God, receive my soul.",
                    "score": 0.7669105010516901
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 10,
                    "text": "Yea, I will visit them in my fierce anger, and there shall be those of the fourth generation who shall live, of your enemies, to behold your utter destruction; and this shall surely come except ye repent, saith the Lord; and those of the fourth generation shall visit your destruction.",
                    "score": 0.7666032666999345
                }
            ]
        },
        {
            "verse": 40,
            "text": "And furthermore, that ye have sent for men to come from far, unto whom a messenger was sent; and, lo, they came: for whom thou didst wash thyself, paintedst thy eyes, and deckedst thyself with ornaments,",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 32,
                    "text": "And they that were sent went their way, and found even as he had said unto them.",
                    "score": 0.8115844977029562
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 26,
                    "verse": 17,
                    "text": "Delivering thee from the people, and from the Gentiles, unto whom now I send thee,",
                    "score": 0.8051673307411267
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 17,
                    "verse": 8,
                    "text": "For I have given unto them the words which thou gavest me; and they have received them, and have known surely that I came out from thee, and they have believed that thou didst send me.",
                    "score": 0.8045176424711544
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 26,
                    "text": "And send ye swift messengers, yea, chosen messengers, and say unto them: Come ye, with all your gold, and your silver, and your precious stones, and with all your antiquities; and with all who have knowledge of antiquities, that will come, may come, and bring the box tree, and the fir tree, and the pine tree, together with all the precious trees of the earth;",
                    "score": 0.8015719108340759
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 13,
                    "verse": 20,
                    "text": "Verily, verily, I say unto you, He that receiveth whomsoever I send receiveth me; and he that receiveth me receiveth him that sent me.",
                    "score": 0.7991237630129023
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 36,
                    "text": "For he that receiveth my servants receiveth me;",
                    "score": 0.7986734963371547
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 10,
                    "verse": 40,
                    "text": "He that receiveth you receiveth me, and he that receiveth me receiveth him that sent me.",
                    "score": 0.7965851387859216
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 22,
                    "verse": 21,
                    "text": "And he said unto me, Depart: for I will send thee far hence unto the Gentiles.",
                    "score": 0.7951473958652733
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 17,
                    "verse": 6,
                    "text": "I have manifested thy name unto the men which thou gavest me out of the world: thine they were, and thou gavest them me; and they have kept thy word.",
                    "score": 0.7905317420577186
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 11,
                    "verse": 10,
                    "text": "For this is he, of whom it is written, Behold, I send my messenger before thy face, which shall prepare thy way before thee.",
                    "score": 0.7898835236908957
                }
            ]
        },
        {
            "verse": 41,
            "text": "And satest upon a stately bed, and a table prepared before it, whereupon thou hast set mine incense and mine oil.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 4,
                    "verse": 21,
                    "text": "And he said unto them, Is a candle brought to be put under a bushel, or under a bed? and not to be set on a candlestick?",
                    "score": 0.7868504014083618
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 69,
                    "text": "And in order that all things be prepared before you, observe the commandment which I have given concerning these things--",
                    "score": 0.7505419696182889
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 33,
                    "verse": 17,
                    "text": "Wherefore, be faithful, praying always, having your lamps trimmed and burning, and oil with you, that you may be ready at the coming of the Bridegroom--",
                    "score": 0.7480796763993184
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 8,
                    "verse": 16,
                    "text": "No man, when he hath lighted a candle, covereth it with a vessel, or putteth it under a bed; but setteth it on a candlestick, that they which enter in may see the light.",
                    "score": 0.7474835271981827
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 15,
                    "text": "And inasmuch as my people build a house unto me in the name of the Lord, and do not suffer any unclean thing to come into it, that it be not defiled, my glory shall rest upon it;",
                    "score": 0.746727669372289
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 17,
                    "verse": 8,
                    "text": "And will not rather say unto him, Make ready wherewith I may sup, and gird thyself, and serve me, till I have eaten and drunken; and afterward thou shalt eat and drink?",
                    "score": 0.7438007167566086
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 2,
                    "verse": 11,
                    "text": "I say unto thee, Arise, and take up thy bed, and go thy way into thine house.",
                    "score": 0.7436692397975977
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 68,
                    "text": "Nevertheless, as I have said unto you in a former commandment, let not your gathering be in haste, nor by flight; but let all things be prepared before you.",
                    "score": 0.7412540771211219
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 37,
                    "text": "And it came to pass that the Lord said unto me: If they have not charity it mattereth not unto thee, thou hast been faithful; wherefore, thy garments shall be made clean. And because thou hast seen thy weakness thou shalt be made strong, even unto the sitting down in the place which I have prepared in the mansions of my Father.",
                    "score": 0.7349267020826917
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 4,
                    "text": "Wherefore, prepare ye, prepare ye, O my people; sanctify yourselves; gather ye together, O ye people of my church, upon the land of Zion, all you that have not been commanded to tarry.",
                    "score": 0.7334671983107854
                }
            ]
        },
        {
            "verse": 42,
            "text": "And a voice of a multitude being at ease was with her: and with the men of the common sort were brought Sabeans from the wilderness, which put bracelets upon their hands, and beautiful crowns upon their heads.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 24,
                    "text": "Now there was a multitude gathered together because of the commandment of the queen, and there began to be great murmurings among them because of Aaron and his brethren.",
                    "score": 0.7591348824877608
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 19,
                    "verse": 14,
                    "text": "And it came to pass that the Lamanites had compassion on them, for they were charmed with the beauty of their women.",
                    "score": 0.747880154866606
                },
                {
                    "volume": "Book of Mormon",
                    "book": "4 Nephi",
                    "chapter": 1,
                    "verse": 3,
                    "text": "And they had all things common among them; therefore there were not rich and poor, bond and free, but they were all made free, and partakers of the heavenly gift.",
                    "score": 0.7469353771070464
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 24,
                    "verse": 22,
                    "text": "And they gave thanks to God, yea, all their men and all their women and all their children that could speak lifted their voices in the praises of their God.",
                    "score": 0.741240028478689
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 39,
                    "text": "Therefore, it came to pass that they assembled themselves together in bodies throughout the land, to cast in their voices concerning who should be their judges, to judge them according to the law which had been given them; and they were exceedingly rejoiced because of the liberty which had been granted unto them.",
                    "score": 0.7391450159578737
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 35,
                    "verse": 4,
                    "text": "And they sent and gathered together throughout all the land all the people, and consulted with them concerning the words which had been spoken.",
                    "score": 0.7367247539472236
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 47,
                    "verse": 23,
                    "text": "And it came to pass that the king put forth his hand to raise them, as was the custom with the Lamanites, as a token of peace, which custom they had taken from the Nephites.",
                    "score": 0.7339523009928623
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 25,
                    "verse": 10,
                    "text": "And again, when they thought of the immediate goodness of God, and his power in delivering Alma and his brethren out of the hands of the Lamanites and of bondage, they did raise their voices and give thanks to God.",
                    "score": 0.7325536638168628
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 2,
                    "text": "And so great were the blessings of the Lord upon us, that while we did live upon raw meat in the wilderness, our women did give plenty of suck for their children, and were strong, yea, even like unto the men; and they began to bear their journeyings without murmurings.",
                    "score": 0.7322576667884282
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 30,
                    "text": "And when she had said this, she clasped her hands, being filled with joy, speaking many words which were not understood; and when she had done this, she took the king, Lamoni, by the hand, and behold he arose and stood upon his feet.",
                    "score": 0.7321933260688186
                }
            ]
        },
        {
            "verse": 43,
            "text": "Then said I unto her that was old in adulteries, Will they now commit whoredoms with her, and she with them?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 36,
                    "text": "Wo unto them who commit whoredoms, for they shall be thrust down to hell.",
                    "score": 0.8061579633620992
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 2,
                    "verse": 22,
                    "text": "Behold, I will cast her into a bed, and them that commit adultery with her into great tribulation, except they repent of their deeds.",
                    "score": 0.7910547453276146
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 63,
                    "text": "But if one or either of the ten virgins, after she is espoused, shall be with another man, she has committed adultery, and shall be destroyed; for they are given unto him to multiply and replenish the earth, according to my commandment, and to fulfil the promise which was given by my Father before the foundation of the world, and for their exaltation in the eternal worlds, that they may bear the souls of men; for herein is the work of my Father continued, that he may be glorified.",
                    "score": 0.7686398231381365
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 13,
                    "text": "Yea, and moreover I say unto you, that if this highly favored people of the Lord should fall into transgression, and become a wicked and an adulterous people, that the Lord will deliver them up, that thereby they become weak like unto their brethren; and he will no more preserve them by his matchless and marvelous power, as he has hitherto preserved our fathers.",
                    "score": 0.7597700795010686
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 42,
                    "text": "If she be not in the new and everlasting covenant, and she be with another man, she has committed adultery.",
                    "score": 0.7594820286502999
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 4,
                    "text": "They say unto him, Master, this woman was taken in adultery, in the very act.",
                    "score": 0.7546246518380787
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 14,
                    "text": "There were among you adulterers and adulteresses; some of whom have turned away from you, and others remain with you that hereafter shall be revealed.",
                    "score": 0.753444569634886
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 7,
                    "verse": 48,
                    "text": "And he said unto her, Thy sins are forgiven.",
                    "score": 0.7524221686680928
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 18,
                    "verse": 9,
                    "text": "And the kings of the earth, who have committed fornication and lived deliciously with her, shall bewail her, and lament for her, when they shall see the smoke of her burning,",
                    "score": 0.7519126783137507
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 25,
                    "verse": 5,
                    "text": "Let them therefore, said he, which among you are able, go down with me, and accuse this man, if there be any wickedness in him.",
                    "score": 0.7500994875064434
                }
            ]
        },
        {
            "verse": 44,
            "text": "Yet they went in unto her, as they go in unto a woman that playeth the harlot: so went they in unto Aholah and unto Aholibah, the lewd women.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 36,
                    "text": "Wo unto them who commit whoredoms, for they shall be thrust down to hell.",
                    "score": 0.7729393700794291
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 28,
                    "text": "But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.",
                    "score": 0.763147652010279
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 4,
                    "text": "They say unto him, Master, this woman was taken in adultery, in the very act.",
                    "score": 0.7625096919032667
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 15,
                    "text": "O the wise, and the learned, and the rich, that are puffed up in the pride of their hearts, and all those who preach false doctrines, and all those who commit whoredoms, and pervert the right way of the Lord, wo, wo, wo be unto them, saith the Lord God Almighty, for they shall be thrust down to hell!",
                    "score": 0.7599026276726237
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 23,
                    "text": "And cursed shall be the seed of him that mixeth with their seed; for they shall be cursed even with the same cursing. And the Lord spake it, and it was done.",
                    "score": 0.7552951334023598
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 20,
                    "verse": 13,
                    "text": "And they say unto her, Woman, why weepest thou? She saith unto them, Because they have taken away my Lord, and I know not where they have laid him.",
                    "score": 0.7550362933680155
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 2,
                    "verse": 22,
                    "text": "Behold, I will cast her into a bed, and them that commit adultery with her into great tribulation, except they repent of their deeds.",
                    "score": 0.7544983855699088
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 28,
                    "text": "But I say unto you, that whosoever looketh on a woman, to lust after her, hath committed adultery already in his heart.",
                    "score": 0.7529560427970898
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 2,
                    "verse": 20,
                    "text": "Notwithstanding I have a few things against thee, because thou sufferest that woman Jezebel, which calleth herself a prophetess, to teach and to seduce my servants to commit fornication, and to eat things sacrificed unto idols.",
                    "score": 0.7507474535245666
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 19,
                    "verse": 9,
                    "text": "And I say unto you, Whosoever shall put away his wife, except it be for fornication, and shall marry another, committeth adultery: and whoso marrieth her which is put away doth commit adultery.",
                    "score": 0.7497025894170737
                }
            ]
        },
        {
            "verse": 45,
            "text": "And the righteous men, they shall judge them after the manner of adulteresses, and after the manner of women that shed blood; because they are adulteresses, and blood is in their hands.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 24,
                    "verse": 18,
                    "text": "And this they did, it being in their view a testimony to God, and also to men, that they never would use weapons again for the shedding of man's blood; and this they did, vouching and covenanting with God, that rather than shed the blood of their brethren they would give up their own lives; and rather than take away from a brother they would give unto him; and rather than spend their days in idleness they would labor abundantly with their hands.",
                    "score": 0.8025329243904737
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 31,
                    "text": "And if by blood, as you are forbidden to shed blood, lo, your enemies are upon you, and ye shall be scourged from city to city, and from synagogue to synagogue, and but few shall stand to receive an inheritance.",
                    "score": 0.7976526453814633
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 19,
                    "verse": 2,
                    "text": "For true and righteous are his judgments: for he hath judged the great whore, which did corrupt the earth with her fornication, and hath avenged the blood of his servants at her hand.",
                    "score": 0.7975615290003228
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 13,
                    "text": "And the blood of that great and abominable church, which is the whore of all the earth, shall turn upon their own heads; for they shall war among themselves, and the sword of their own hands shall fall upon their own heads, and they shall be drunken with their own blood.",
                    "score": 0.7928518433081551
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 21,
                    "text": "And wo be unto man that sheddeth blood or that wasteth flesh and hath no need.",
                    "score": 0.7867531910026122
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 27,
                    "text": "And know ye that ye shall be judges of this people, according to the judgment which I shall give unto you, which shall be just. Therefore, what manner of men ought ye to be? Verily I say unto you, even as I am.",
                    "score": 0.7867025737769414
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 22,
                    "text": "And now I ask of you, my brethren, how will any of you feel, if ye shall stand before the bar of God, having your garments stained with blood and all manner of filthiness? Behold, what will these things testify against you?",
                    "score": 0.7858446457664694
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 19,
                    "verse": 9,
                    "text": "And the world, because of their iniquity, shall judge him to be a thing of naught; wherefore they scourge him, and he suffereth it; and they smite him, and he suffereth it. Yea, they spit upon him, and he suffereth it, because of his loving kindness and his long-suffering towards the children of men.",
                    "score": 0.7851906925568481
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 19,
                    "verse": 17,
                    "text": "Therefore the Lord shall have no joy in their young men, neither shall have mercy on their fatherless and widows; for every one of them is a hypocrite and an evildoer, and every mouth speaketh folly. For all this his anger is not turned away, but his hand is stretched out still.",
                    "score": 0.7848579060397455
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 13,
                    "text": "Yea, and moreover I say unto you, that if this highly favored people of the Lord should fall into transgression, and become a wicked and an adulterous people, that the Lord will deliver them up, that thereby they become weak like unto their brethren; and he will no more preserve them by his matchless and marvelous power, as he has hitherto preserved our fathers.",
                    "score": 0.7846664218655929
                }
            ]
        },
        {
            "verse": 46,
            "text": "For thus saith the Lord God; I will bring up a company upon them, and will give them to be removed and spoiled.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 30,
                    "text": "For if I will, saith the Lord of Hosts, raise up seed unto me, I will command my people; otherwise they shall hearken unto these things.",
                    "score": 0.8070180421903437
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 22,
                    "text": "And thus saith the Lord God: I will cause that they shall be loathsome unto thy people, save they shall repent of their iniquities.",
                    "score": 0.8030180868535737
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 100,
                    "verse": 16,
                    "text": "For I will raise up unto myself a pure people, that will serve me in righteousness;",
                    "score": 0.8017879183424307
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 105,
                    "verse": 12,
                    "text": "For behold, I have prepared a great endowment and blessing to be poured out upon them, inasmuch as they are faithful and continue in humility before me.",
                    "score": 0.8004488337087905
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 31,
                    "verse": 6,
                    "text": "Behold, verily I say unto you, go from them only for a little time, and declare my word, and I will prepare a place for them.",
                    "score": 0.7993067368889848
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 15,
                    "text": "Wherefore, for this cause, that my covenants may be fulfilled which I have made unto the children of men, that I will do unto them while they are in the flesh, I must needs destroy the secret works of darkness, and of murders, and of abominations.",
                    "score": 0.7991600698940166
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 5,
                    "text": "For I, the Lord, have decreed in my heart, that inasmuch as any man belonging to the order shall be found a transgressor, or, in other words, shall break the covenant with which ye are bound, he shall be cursed in his life, and shall be trodden down by whom I will;",
                    "score": 0.7991570627943657
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 11,
                    "verse": 27,
                    "text": "For this is my covenant unto them, when I shall take away their sins.",
                    "score": 0.7935381093408208
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 4,
                    "text": "But if they receive thee not, I will send upon them a cursing instead of a blessing.",
                    "score": 0.7926202116565332
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 34,
                    "text": "And inasmuch as they do this they shall rid their garments, and they shall be spotless before me.",
                    "score": 0.7923218902513585
                }
            ]
        },
        {
            "verse": 47,
            "text": "And the company shall stone them with stones, and dispatch them with their swords; they shall slay their sons and their daughters, and burn up their houses with fire.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 11,
                    "verse": 5,
                    "text": "And if any man will hurt them, fire proceedeth out of their mouth, and devoureth their enemies: and if any man will hurt them, he must in this manner be killed.",
                    "score": 0.8080745139591209
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 42,
                    "text": "And shall cast them into a furnace of fire: there shall be wailing and gnashing of teeth.",
                    "score": 0.8072027737538976
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 50,
                    "text": "And shall cast them into the furnace of fire: there shall be wailing and gnashing of teeth.",
                    "score": 0.8041369970856705
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 6,
                    "text": "And they shall be visited with thunderings, and lightnings, and earthquakes, and all manner of destructions, for the fire of the anger of the Lord shall be kindled against them, and they shall be as stubble, and the day that cometh shall consume them, saith the Lord of Hosts.",
                    "score": 0.7969352672568935
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 23,
                    "text": "Now, I speak unto you concerning your families--if men will smite you, or your families, once, and ye bear it patiently and revile not against them, neither seek revenge, ye shall be rewarded;",
                    "score": 0.7869842296417309
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 37,
                    "verse": 25,
                    "text": "I will bring forth out of darkness unto light all their secret works and their abominations; and except they repent I will destroy them from off the face of the earth; and I will bring to light all their secrets and abominations, unto every nation that shall hereafter possess the land.",
                    "score": 0.7834124824503068
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 25,
                    "verse": 6,
                    "text": "And he shall turn the heart of the fathers to the children, and the heart of the children to their fathers, lest I come and smite the earth with a curse.",
                    "score": 0.7829680725496865
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 16,
                    "text": "And it shall come to pass that whosoever shall lay their hands upon you by violence, ye shall command to be smitten in my name; and, behold, I will smite them according to your words, in mine own due time.",
                    "score": 0.7816552602698271
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 13,
                    "verse": 12,
                    "text": "Now the brother shall betray the brother to death, and the father the son; and children shall rise up against their parents, and shall cause them to be put to death.",
                    "score": 0.7764997404193255
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 28,
                    "text": "And if they shall smite this people thou wilt smite them; thou wilt fight for thy people as thou didst in the day of battle, that they may be delivered from the hands of all their enemies.",
                    "score": 0.7738856987345636
                }
            ]
        },
        {
            "verse": 48,
            "text": "Thus will I cause lewdness to cease out of the land, that all women may be taught not to do after your lewdness.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 121,
                    "text": "Therefore, cease from all your light speeches, from all laughter, from all your lustful desires, from all your pride and light-mindedness, and from all your wicked doings.",
                    "score": 0.7500602166005498
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 16,
                    "text": "And I will cut off witchcrafts out of thy land, and thou shalt have no more soothsayers;",
                    "score": 0.7285615786910068
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 19,
                    "text": "And it shall come to pass that all lyings, and deceivings, and envyings, and strifes, and priestcrafts, and whoredoms, shall be done away.",
                    "score": 0.7278386674742447
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 7,
                    "verse": 1,
                    "text": "Now concerning the things whereof ye wrote unto me: It is good for a man not to touch a woman.",
                    "score": 0.727769286221205
                },
                {
                    "volume": "New Testament",
                    "book": "Titus",
                    "chapter": 1,
                    "verse": 11,
                    "text": "Whose mouths must be stopped, who subvert whole houses, teaching things which they ought not, for filthy lucre's sake.",
                    "score": 0.7186503246247605
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 5,
                    "verse": 9,
                    "text": "I wrote unto you in an epistle not to company with fornicators:",
                    "score": 0.7095729225482671
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 36,
                    "text": "And now, I say unto you, my brethren, that after ye have known and have been taught all these things, if ye should transgress and go contrary to that which has been spoken, that ye do withdraw yourselves from the Spirit of the Lord, that it may have no place in you to guide you in wisdom's paths that ye may be blessed, prospered, and preserved--",
                    "score": 0.7056477039116258
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 30,
                    "text": "Behold, I say unto you, that you shall not translate again those words which have gone forth out of your hands;",
                    "score": 0.7046581082578578
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 13,
                    "verse": 7,
                    "text": "In that day shall he swear, saying: I will not be a healer; for in my house there is neither bread nor clothing; make me not a ruler of the people.",
                    "score": 0.7040869433764838
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 5,
                    "verse": 38,
                    "text": "And now I say unto you, Refrain from these men, and let them alone: for if this counsel or this work be of men, it will come to nought:",
                    "score": 0.7040095887399563
                }
            ]
        },
        {
            "verse": 49,
            "text": "And they shall recompense your lewdness upon you, and ye shall bear the sins of your idols: and ye shall know that I am the Lord God.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 10,
                    "verse": 30,
                    "text": "For we know him that hath said, Vengeance belongeth unto me, I will recompense, saith the Lord. And again, The Lord shall judge his people.",
                    "score": 0.8023503835692517
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 16,
                    "verse": 14,
                    "text": "He shall glorify me: for he shall receive of mine, and shall shew it unto you.",
                    "score": 0.800107456385446
                },
                {
                    "volume": "New Testament",
                    "book": "Colossians",
                    "chapter": 3,
                    "verse": 5,
                    "text": "Mortify therefore your members which are upon the earth; fornication, uncleanness, inordinate affection, evil concupiscence, and covetousness, which is idolatry:",
                    "score": 0.796873704224729
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 30,
                    "verse": 2,
                    "text": "Turn, all ye Gentiles, from your wicked ways; and repent of your evil doings, of your lyings and deceivings, and of your whoredoms, and of your secret abominations, and your idolatries, and of your murders, and your priestcrafts, and your envyings, and your strifes, and from all your wickedness and abominations, and come unto me, and be baptized in my name, that ye may receive a remission of your sins, and be filled with the Holy Ghost, that ye may be numbered with my people who are of the house of Israel.",
                    "score": 0.7925957202005287
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 37,
                    "text": "Yea, wo unto those that worship idols, for the devil of all devils delighteth in them.",
                    "score": 0.788091975260292
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 15,
                    "verse": 29,
                    "text": "That ye abstain from meats offered to idols, and from blood, and from things strangled, and from fornication: from which if ye keep yourselves, ye shall do well. Fare ye well.",
                    "score": 0.7871674401170715
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 12,
                    "verse": 21,
                    "text": "And lest, when I come again, my God will humble me among you, and that I shall bewail many which have sinned already, and have not repented of the uncleanness and fornication and lasciviousness which they have committed.",
                    "score": 0.7848575002883678
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 26,
                    "text": "I say unto you, wo be unto you for perverting the ways of the Lord! For if ye understand these things ye have not taught them; therefore, ye have perverted the ways of the Lord.",
                    "score": 0.7844008388818594
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 95,
                    "verse": 1,
                    "text": "Verily, thus saith the Lord unto you whom I love, and whom I love I also chasten that their sins may be forgiven, for with the chastisement I prepare a way for their deliverance in all things out of temptation, and I have loved you--",
                    "score": 0.782690376767554
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 3,
                    "text": "Behold, verily, verily, I say unto you, that at this time your sins are forgiven you, therefore ye receive these things; but remember to sin no more, lest perils shall come upon you.",
                    "score": 0.7818865336376547
                }
            ]
        }
    ]
}