{
    "volume": "Old Testament",
    "book": "Ezekiel",
    "chapter": 31,
    "verses": [
        {
            "verse": 1,
            "text": "And it came to pass in the eleventh year, in the third month, in the first day of the month, that the word of the Lord came unto me, saying,",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 11,
                    "verse": 17,
                    "text": "And it came to pass that in the seventy and sixth year the Lord did turn away his anger from the people, and caused that rain should fall upon the earth, insomuch that it did bring forth her fruit in the season of her fruit. And it came to pass that it did bring forth her grain in the season of her grain.",
                    "score": 0.773030330880512
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 1,
                    "text": "And it came to pass that the Lord spake unto Moses, saying: Behold, I reveal unto you concerning this heaven, and this earth; write the words which I speak. I am the Beginning and the End, the Almighty God; by mine Only Begotten I created these things; yea, in the beginning I created the heaven, and the earth upon which thou standest.",
                    "score": 0.7715905534537052
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 42,
                    "text": "And it came to pass, as I journeyed from the land of Cainan, by the sea east, I beheld a vision; and lo, the heavens I saw, and the Lord spake with me, and gave me commandment; wherefore, for this cause, to keep the commandment, I speak forth these words.",
                    "score": 0.7707281072873761
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 10,
                    "verse": 17,
                    "text": "And it came to pass that thus he did go forth in the Spirit, from multitude to multitude, declaring the word of God, even until he had declared it unto them all, or sent it forth among all the people.",
                    "score": 0.7670026286604283
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 3,
                    "text": "And it came to pass that he was obedient unto the word of the Lord, wherefore he did as the Lord commanded him.",
                    "score": 0.7643642336984326
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 12,
                    "text": "And it came to pass that he arose, according to the words of Ammon; and as he arose, he stretched forth his hand unto the woman, and said: Blessed be the name of God, and blessed art thou.",
                    "score": 0.7641662703841827
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 4,
                    "text": "For it came to pass in the commencement of the first year of the reign of Zedekiah, king of Judah, (my father, Lehi, having dwelt at Jerusalem in all his days); and in that same year there came many prophets, prophesying unto the people that they must repent, or the great city Jerusalem must be destroyed.",
                    "score": 0.7630662959511846
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 1,
                    "text": "Now it came to pass that Alma began to deliver the word of God unto the people, first in the land of Zarahemla, and from thence throughout all the land.",
                    "score": 0.7626212324915556
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 17,
                    "text": "And I spake unto Sam, making known unto him the things which the Lord had manifested unto me by his Holy Spirit. And it came to pass that he believed in my words.",
                    "score": 0.7619324594836843
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 54,
                    "text": "And it came to pass that I stretched forth my hand unto my brethren, and they did not wither before me; but the Lord did shake them, even according to the word which he had spoken.",
                    "score": 0.7615454857056375
                }
            ]
        },
        {
            "verse": 2,
            "text": "Son of man, speak unto Pharaoh king of Egypt, and to his multitude; Whom art thou like in thy greatness?",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 26,
                    "text": "Pharaoh, being a righteous man, established his kingdom and judged his people wisely and justly all his days, seeking earnestly to imitate that order established by the fathers in the first generations, in the days of the first patriarchal reign, even in the reign of Adam, and also of Noah, his father, who blessed him with the blessings of the earth, and with the blessings of wisdom, but cursed him as pertaining to the Priesthood.",
                    "score": 0.8021616085606161
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 40,
                    "text": "And now, Moses, my son, I will speak unto thee concerning this earth upon which thou standest; and thou shalt write the things which I shall speak.",
                    "score": 0.8002814649398122
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 3,
                    "verse": 22,
                    "text": "For Moses truly said unto the fathers, A prophet shall the Lord your God raise up unto you of your brethren, like unto me; him shall ye hear in all things whatsoever he shall say unto you.",
                    "score": 0.7992980266999791
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 9,
                    "text": "And he shall be great like unto Moses, whom I have said I would raise up unto you, to deliver my people, O house of Israel.",
                    "score": 0.7970416151273216
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Therefore, he had Mosiah brought before him; and these are the words which he spake unto him, saying: My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.",
                    "score": 0.797024995436175
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 32,
                    "text": "He shall be great, and shall be called the Son of the Highest: and the Lord God shall give unto him the throne of his father David:",
                    "score": 0.7969575178778402
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 12,
                    "text": "And it came to pass that when Moses had said these words, behold, Satan came tempting him, saying: Moses, son of man, worship me.",
                    "score": 0.7817032748695295
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 30,
                    "text": "For even at this time, my whole frame doth tremble exceedingly while attempting to speak unto you; but the Lord God doth support me, and hath suffered me that I should speak unto you, and hath commanded me that I should declare unto you this day, that my son Mosiah is a king and a ruler over you.",
                    "score": 0.7816969083238904
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 4,
                    "text": "For behold, thou art the fruit of my loins; and I am a descendant of Joseph who was carried captive into Egypt. And great were the covenants of the Lord which he made unto Joseph.",
                    "score": 0.7801414532303623
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 38,
                    "verse": 1,
                    "text": "My son, give ear to my words, for I say unto you, even as I said unto Helaman, that inasmuch as ye shall keep the commandments of God ye shall prosper in the land; and inasmuch as ye will not keep the commandments of God ye shall be cut off from his presence.",
                    "score": 0.77963596379367
                }
            ]
        },
        {
            "verse": 3,
            "text": "Behold, the Assyrian was a cedar in Lebanon with fair branches, and with a shadowing shroud, and of an high stature; and his top was among the thick boughs.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 13,
                    "text": "Yea, and the day of the Lord shall come upon all the cedars of Lebanon, for they are high and lifted up; and upon all the oaks of Bashan;",
                    "score": 0.7780859760743688
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 34,
                    "text": "And he shall cut down the thickets of the forests with iron, and Lebanon shall fall by a mighty one.",
                    "score": 0.7670016883789907
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 20,
                    "text": "In the same day shall the Lord shave with a razor that is hired, by them beyond the river, by the king of Assyria, the head, and the hair of the feet; and it shall also consume the beard.",
                    "score": 0.7437089373927022
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 12,
                    "text": "Wherefore it shall come to pass that when the Lord hath performed his whole work upon Mount Zion and upon Jerusalem, I will punish the fruit of the stout heart of the king of Assyria, and the glory of his high looks.",
                    "score": 0.7433596754840248
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 28,
                    "text": "But behold, saith the Lord of Hosts: I will show unto the children of men that it is yet a very little while and Lebanon shall be turned into a fruitful field; and the fruitful field shall be esteemed as a forest.",
                    "score": 0.7388725958314698
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 25,
                    "text": "That I will bring the Assyrian in my land, and upon my mountains tread him under foot; then shall his yoke depart from off them, and his burden depart from off their shoulders.",
                    "score": 0.7341477499235363
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Words of Mormon",
                    "chapter": 1,
                    "verse": 17,
                    "text": "For behold, king Benjamin was a holy man, and he did reign over his people in righteousness; and there were many holy men in the land, and they did speak the word of God with power and with authority; and they did use much sharpness because of the stiffneckedness of the people--",
                    "score": 0.7330950352345089
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 8,
                    "text": "Yea, the fir trees rejoice at thee, and also the cedars of Lebanon, saying: Since thou art laid down no feller is come up against us.",
                    "score": 0.7314044659827942
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 12,
                    "text": "And it came to pass that he built a tower near the temple; yea, a very high tower, even so high that he could stand upon the top thereof and overlook the land of Shilom, and also the land of Shemlon, which was possessed by the Lamanites; and he could even look over all the land round about.",
                    "score": 0.7232258358239121
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 3,
                    "text": "And it came to pass that on the morrow they started to go up, having with them one Ammon, he being a strong and mighty man, and a descendant of Zarahemla; and he was also their leader.",
                    "score": 0.7229813656096682
                }
            ]
        },
        {
            "verse": 4,
            "text": "The waters made him great, the deep set him up on high with her rivers running round about his plants, and sent out her little rivers unto all the trees of the field.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 20,
                    "verse": 21,
                    "text": "And they thirsted not; he led them through the deserts; he caused the waters to flow out of the rock for them; he clave the rock also and the waters gushed out.",
                    "score": 0.7558850642020596
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 9,
                    "text": "For I, the Lord, will cause them to bring forth as a very fruitful tree which is planted in a goodly land, by a pure stream, that yieldeth much precious fruit.",
                    "score": 0.7524477458899397
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 20,
                    "text": "My God hath been my support; he hath led me through mine afflictions in the wilderness; and he hath preserved me upon the waters of the great deep.",
                    "score": 0.7509930736746214
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 8,
                    "verse": 7,
                    "text": "And they had a few small fishes: and he blessed, and commanded to set them also before them.",
                    "score": 0.7498786772533386
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 18,
                    "verse": 7,
                    "text": "Now therefore, behold, the Lord bringeth up upon them the waters of the river, strong and many, even the king of Assyria and all his glory; and he shall come up over all his channels, and go over all his banks.",
                    "score": 0.7490175864891478
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 18,
                    "text": "And he said unto the servant: Behold, the branches of the wild tree have taken hold of the moisture of the root thereof, that the root thereof hath brought forth much strength; and because of the much strength of the root thereof the wild branches have brought forth tame fruit. Now, if we had not grafted in these branches, the tree thereof would have perished. And now, behold, I shall lay up much fruit, which the tree thereof hath brought forth; and the fruit thereof I shall lay up against the season, unto mine own self.",
                    "score": 0.7460679162342952
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 39,
                    "text": "And worship him that made heaven, and earth, and the sea, and the fountains of waters--",
                    "score": 0.7444413934658116
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 10,
                    "text": "And I, the Lord God, caused a river to go out of Eden to water the garden; and from thence it was parted, and became into four heads.",
                    "score": 0.7405721883900085
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 7,
                    "text": "And I, God, made the firmament and divided the waters, yea, the great waters under the firmament from the waters which were above the firmament, and it was so even as I spake.",
                    "score": 0.7402660982043479
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 10,
                    "text": "And I, God, called the dry land Earth; and the gathering together of the waters, called I the Sea; and I, God, saw that all things which I had made were good.",
                    "score": 0.7326384544510307
                }
            ]
        },
        {
            "verse": 5,
            "text": "Therefore his height was exalted above all the trees of the field, and his boughs were multiplied, and his branches became long because of the multitude of waters, when he shot forth.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 110,
                    "verse": 3,
                    "text": "His eyes were as a flame of fire; the hair of his head was white like the pure snow; his countenance shone above the brightness of the sun; and his voice was as the sound of the rushing of great waters, even the voice of Jehovah, saying:",
                    "score": 0.7548692525654861
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 8,
                    "verse": 20,
                    "text": "And I also beheld a strait and narrow path, which came along by the rod of iron, even to the tree by which I stood; and it also led by the head of the fountain, unto a large and spacious field, as if it had been a world.",
                    "score": 0.7432435496038865
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 13,
                    "text": "And so great was the faith of Enoch that he led the people of God, and their enemies came to battle against them; and he spake the word of the Lord, and the earth trembled, and the mountains fled, even according to his command; and the rivers of water were turned out of their course; and the roar of the lions was heard out of the wilderness; and all nations feared greatly, so powerful was the word of Enoch, and so great was the power of the language which God had given him.",
                    "score": 0.7428095228023731
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 8,
                    "verse": 19,
                    "text": "And I beheld a rod of iron, and it extended along the bank of the river, and led to the tree by which I stood.",
                    "score": 0.7414983795852795
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 4,
                    "verse": 32,
                    "text": "But when it is sown, it groweth up, and becometh greater than all herbs, and shooteth out great branches; so that the fowls of the air may lodge under the shadow of it.",
                    "score": 0.7394417677658676
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 12,
                    "verse": 24,
                    "text": "But the word of God grew and multiplied.",
                    "score": 0.7381685477273947
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 6,
                    "text": "For he had slain many of them because their brethren had scattered their flocks at the place of water; and thus, because they had had their flocks scattered they were slain.",
                    "score": 0.7380289967425873
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 1,
                    "text": "The words of God, which he spake unto Moses at a time when Moses was caught up into an exceedingly high mountain,",
                    "score": 0.7377263567654645
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 5,
                    "verse": 30,
                    "text": "The God of our fathers raised up Jesus, whom ye slew and hanged on a tree.",
                    "score": 0.7326766595777032
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 4,
                    "verse": 8,
                    "text": "Again, the devil taketh him up into an exceeding high mountain, and sheweth him all the kingdoms of the world, and the glory of them;",
                    "score": 0.7321779601946007
                }
            ]
        },
        {
            "verse": 6,
            "text": "All the fowls of heaven made their nests in his boughs, and under his branches did all the beasts of the field bring forth their young, and under his shadow dwelt all great nations.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 19,
                    "text": "And out of the ground I, the Lord God, formed every beast of the field, and every fowl of the air; and commanded that they should come unto Adam, to see what he would call them; and they were also living souls; for I, God, breathed into them the breath of life, and commanded that whatsoever Adam called every living creature, that should be the name thereof.",
                    "score": 0.8432046693414481
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 5,
                    "verse": 20,
                    "text": "And out of the ground the Gods formed every beast of the field, and every fowl of the air, and brought them unto Adam to see what he would call them; and whatsoever Adam called every living creature, that should be the name thereof.",
                    "score": 0.8358828190423854
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 19,
                    "text": "For, behold, the beasts of the field and the fowls of the air, and that which cometh of the earth, is ordained for the use of man for food and for raiment, and that he might have in abundance.",
                    "score": 0.8162030432527897
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 5,
                    "verse": 21,
                    "text": "And Adam gave names to all cattle, to the fowl of the air, to every beast of the field; and for Adam, there was found an help meet for him.",
                    "score": 0.8154925555571664
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 6,
                    "verse": 26,
                    "text": "Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?",
                    "score": 0.8051607060939205
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 26,
                    "text": "Behold the fowls of the air, for they sow not, neither do they reap nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?",
                    "score": 0.8051607060939205
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 10,
                    "verse": 12,
                    "text": "Wherein were all manner of fourfooted beasts of the earth, and wild beasts, and creeping things, and fowls of the air.",
                    "score": 0.8009305664823528
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 4,
                    "verse": 30,
                    "text": "And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, behold, we will give them life, and also we will give to them every green herb for meat, and all these things shall be thus organized.",
                    "score": 0.7947255210883161
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 59,
                    "verse": 16,
                    "text": "Verily I say, that inasmuch as ye do this, the fulness of the earth is yours, the beasts of the field and the fowls of the air, and that which climbeth upon the trees and walketh upon the earth;",
                    "score": 0.7937643653782562
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 21,
                    "text": "And I, God, created great whales, and every living creature that moveth, which the waters brought forth abundantly, after their kind, and every winged fowl after his kind; and I, God, saw that all things which I had created were good.",
                    "score": 0.7932240001481871
                }
            ]
        },
        {
            "verse": 7,
            "text": "Thus was he fair in his greatness, in the length of his branches: for his root was by great waters.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 7,
                    "text": "And I, God, made the firmament and divided the waters, yea, the great waters under the firmament from the waters which were above the firmament, and it was so even as I spake.",
                    "score": 0.7600533142274426
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 9,
                    "text": "For I, the Lord, will cause them to bring forth as a very fruitful tree which is planted in a goodly land, by a pure stream, that yieldeth much precious fruit.",
                    "score": 0.7582585597061293
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 9,
                    "text": "And out of the ground made I, the Lord God, to grow every tree, naturally, that is pleasant to the sight of man; and man could behold it. And it became also a living soul. For it was spiritual in the day that I created it; for it remaineth in the sphere in which I, God, created it, yea, even all things which I prepared for the use of man; and man saw that it was good for food. And I, the Lord God, planted the tree of life also in the midst of the garden, and also the tree of knowledge of good and evil.",
                    "score": 0.7535888934997602
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 25,
                    "text": "And it came to pass that I beheld that the rod of iron, which my father had seen, was the word of God, which led to the fountain of living waters, or to the tree of life; which waters are a representation of the love of God; and I also beheld that the tree of life was a representation of the love of God.",
                    "score": 0.7512203456794551
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 20,
                    "text": "My God hath been my support; he hath led me through mine afflictions in the wilderness; and he hath preserved me upon the waters of the great deep.",
                    "score": 0.743204792321492
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 18,
                    "text": "And he said unto the servant: Behold, the branches of the wild tree have taken hold of the moisture of the root thereof, that the root thereof hath brought forth much strength; and because of the much strength of the root thereof the wild branches have brought forth tame fruit. Now, if we had not grafted in these branches, the tree thereof would have perished. And now, behold, I shall lay up much fruit, which the tree thereof hath brought forth; and the fruit thereof I shall lay up against the season, unto mine own self.",
                    "score": 0.7430457777010524
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 8,
                    "verse": 19,
                    "text": "And I beheld a rod of iron, and it extended along the bank of the river, and led to the tree by which I stood.",
                    "score": 0.7425074012756704
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 8,
                    "verse": 20,
                    "text": "And I also beheld a strait and narrow path, which came along by the rod of iron, even to the tree by which I stood; and it also led by the head of the fountain, unto a large and spacious field, as if it had been a world.",
                    "score": 0.7423662201823686
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 39,
                    "text": "And worship him that made heaven, and earth, and the sea, and the fountains of waters--",
                    "score": 0.741908886925245
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 17,
                    "text": "And it came to pass that the Lord of the vineyard looked and beheld the tree in the which the wild olive branches had been grafted; and it had sprung forth and begun to bear fruit. And he beheld that it was good; and the fruit thereof was like unto the natural fruit.",
                    "score": 0.7417425366461449
                }
            ]
        },
        {
            "verse": 8,
            "text": "The cedars in the garden of God could not hide him: the fir trees were not like his boughs, and the chestnut trees were not like his branches; nor any tree in the garden of God was like unto him in his beauty.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 9,
                    "text": "But of the fruit of the tree which thou beholdest in the midst of the garden, God hath said--Ye shall not eat of it, neither shall ye touch it, lest ye die.",
                    "score": 0.7895392058175055
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 52,
                    "text": "And again I say unto you, the Spirit saith: Behold, the ax is laid at the root of the tree; therefore every tree that bringeth not forth good fruit shall be hewn down and cast into the fire, yea, a fire which cannot be consumed, even an unquenchable fire. Behold, and remember, the Holy One hath spoken it.",
                    "score": 0.776839009456397
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 11,
                    "verse": 21,
                    "text": "For if God spared not the natural branches, take heed lest he also spare not thee.",
                    "score": 0.772429121001971
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 21,
                    "verse": 19,
                    "text": "And when he saw a fig tree in the way, he came to it, and found nothing thereon, but leaves only, and said unto it, Let no fruit grow on thee henceforward for ever. And presently the fig tree withered away.",
                    "score": 0.7715449377574971
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 7,
                    "text": "The ax is laid at the root of the trees; and every tree that bringeth not forth good fruit shall be hewn down and cast into the fire. I, the Lord, have spoken it.",
                    "score": 0.7707300049226805
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 7,
                    "text": "And he said unto the woman: Yea, hath God said--Ye shall not eat of every tree of the garden? (And he spake by the mouth of the serpent.)",
                    "score": 0.7692107722250329
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 8,
                    "text": "And it came to pass that the Spirit said unto me: Look! And I looked and beheld a tree; and it was like unto the tree which my father had seen; and the beauty thereof was far beyond, yea, exceeding of all beauty; and the whiteness thereof did exceed the whiteness of the driven snow.",
                    "score": 0.7662888254297154
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 18,
                    "text": "And he said unto the servant: Behold, the branches of the wild tree have taken hold of the moisture of the root thereof, that the root thereof hath brought forth much strength; and because of the much strength of the root thereof the wild branches have brought forth tame fruit. Now, if we had not grafted in these branches, the tree thereof would have perished. And now, behold, I shall lay up much fruit, which the tree thereof hath brought forth; and the fruit thereof I shall lay up against the season, unto mine own self.",
                    "score": 0.7633186678511531
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 7,
                    "verse": 3,
                    "text": "Saying, Hurt not the earth, neither the sea, nor the trees, till we have sealed the servants of our God in their foreheads.",
                    "score": 0.7620990086621172
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 9,
                    "text": "And out of the ground made I, the Lord God, to grow every tree, naturally, that is pleasant to the sight of man; and man could behold it. And it became also a living soul. For it was spiritual in the day that I created it; for it remaineth in the sphere in which I, God, created it, yea, even all things which I prepared for the use of man; and man saw that it was good for food. And I, the Lord God, planted the tree of life also in the midst of the garden, and also the tree of knowledge of good and evil.",
                    "score": 0.7610492026314909
                }
            ]
        },
        {
            "verse": 9,
            "text": "I have made him fair by the multitude of his branches: so that all the trees of Eden, that were in the garden of God, envied him.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 9,
                    "text": "And out of the ground made I, the Lord God, to grow every tree, naturally, that is pleasant to the sight of man; and man could behold it. And it became also a living soul. For it was spiritual in the day that I created it; for it remaineth in the sphere in which I, God, created it, yea, even all things which I prepared for the use of man; and man saw that it was good for food. And I, the Lord God, planted the tree of life also in the midst of the garden, and also the tree of knowledge of good and evil.",
                    "score": 0.8146840403318699
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 16,
                    "text": "And I, the Lord God, commanded the man, saying: Of every tree of the garden thou mayest freely eat,",
                    "score": 0.7979936727357142
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 12,
                    "text": "And the earth brought forth grass, every herb yielding seed after his kind, and the tree yielding fruit, whose seed should be in itself, after his kind; and I, God, saw that all things which I had made were good;",
                    "score": 0.7960506471587823
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 15,
                    "text": "And I, the Lord God, took the man, and put him into the Garden of Eden, to dress it, and to keep it.",
                    "score": 0.7810814956604448
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 25,
                    "text": "And he said unto the servant: Look hither and behold the last. Behold, this have I planted in a good spot of ground; and I have nourished it this long time, and only a part of the tree hath brought forth tame fruit, and the other part of the tree hath brought forth wild fruit; behold, I have nourished this tree like unto the others.",
                    "score": 0.778092295530183
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 8,
                    "text": "And I, the Lord God, planted a garden eastward in Eden, and there I put the man whom I had formed.",
                    "score": 0.7776078529167337
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 5,
                    "verse": 12,
                    "text": "And the Gods commanded the man, saying: Of every tree of the garden thou mayest freely eat,",
                    "score": 0.7766391782064225
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 17,
                    "text": "And it came to pass that the Lord of the vineyard looked and beheld the tree in the which the wild olive branches had been grafted; and it had sprung forth and begun to bear fruit. And he beheld that it was good; and the fruit thereof was like unto the natural fruit.",
                    "score": 0.7748507500980985
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 18,
                    "text": "And he said unto the servant: Behold, the branches of the wild tree have taken hold of the moisture of the root thereof, that the root thereof hath brought forth much strength; and because of the much strength of the root thereof the wild branches have brought forth tame fruit. Now, if we had not grafted in these branches, the tree thereof would have perished. And now, behold, I shall lay up much fruit, which the tree thereof hath brought forth; and the fruit thereof I shall lay up against the season, unto mine own self.",
                    "score": 0.7739556556694905
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 8,
                    "text": "And behold, saith the Lord of the vineyard, I take away many of these young and tender branches, and I will graft them whithersoever I will; and it mattereth not that if it so be that the root of this tree will perish, I may preserve the fruit thereof unto myself; wherefore, I will take these young and tender branches, and I will graft them whithersoever I will.",
                    "score": 0.7702057596824922
                }
            ]
        },
        {
            "verse": 10,
            "text": "Therefore thus saith the Lord God; Because thou hast lifted up thyself in height, and he hath shot up his top among the thick boughs, and his heart is lifted up in his height;",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 11,
                    "verse": 19,
                    "text": "Accounting that God was able to raise him up, even from the dead; from whence also he received him in a figure.",
                    "score": 0.7815270279991429
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 4,
                    "verse": 6,
                    "text": "And saith unto him, If thou be the Son of God, cast thyself down: for it is written, He shall give his angels charge concerning thee: and in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone.",
                    "score": 0.7760578169972405
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 2,
                    "verse": 28,
                    "text": "Then took he him up in his arms, and blessed God, and said,",
                    "score": 0.774354558547767
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 6,
                    "verse": 14,
                    "text": "And God hath both raised up the Lord, and will also raise up us by his own power.",
                    "score": 0.7737426653740385
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 11,
                    "text": "Ask thee a sign of the Lord thy God; ask it either in the depths, or in the heights above.",
                    "score": 0.7724154191065814
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 10,
                    "verse": 6,
                    "text": "But the righteousness which is of faith speaketh on this wise, Say not in thine heart, Who shall ascend into heaven? (that is, to bring Christ down from above:)",
                    "score": 0.7724128673919309
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 1,
                    "verse": 9,
                    "text": "Thou hast loved righteousness, and hated iniquity; therefore God, even thy God, hath anointed thee with the oil of gladness above thy fellows.",
                    "score": 0.7705821495474778
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 13,
                    "text": "For thou hast said in thy heart: I will ascend into heaven, I will exalt my throne above the stars of God; I will sit also upon the mount of the congregation, in the sides of the north;",
                    "score": 0.77021355824176
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 1,
                    "verse": 31,
                    "text": "That, according as it is written, He that glorieth, let him glory in the Lord.",
                    "score": 0.7701466841770084
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 10,
                    "verse": 17,
                    "text": "But he that glorieth, let him glory in the Lord.",
                    "score": 0.7699924160818327
                }
            ]
        },
        {
            "verse": 11,
            "text": "I have therefore delivered him into the hand of the mighty one of the heathen; he shall surely deal with him: I have driven him out for his wickedness.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 16,
                    "text": "Behold, here is the man, we deliver him into thy hands; thou mayest do with him as seemeth thee good.",
                    "score": 0.8069504970460846
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 20,
                    "verse": 17,
                    "text": "And thus saith the Lord, thy Redeemer, the Holy One of Israel; I have sent him, the Lord thy God who teacheth thee to profit, who leadeth thee by the way thou shouldst go, hath done it.",
                    "score": 0.7999158016845671
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 4,
                    "text": "I will be merciful unto you, for I have given unto you the kingdom.",
                    "score": 0.7975205623878469
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 7,
                    "text": "And for this cause I said that he is a wicked man, for he has sought to take away the things wherewith you have been entrusted; and he has also sought to destroy your gift.",
                    "score": 0.7974940394704678
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 25,
                    "text": "But thus saith the Lord, even the captives of the mighty shall be taken away, and the prey of the terrible shall be delivered; for I will contend with him that contendeth with thee, and I will save thy children.",
                    "score": 0.79546842412139
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 12,
                    "text": "And it came to pass that the Spirit said unto me again: Slay him, for the Lord hath delivered him into thy hands;",
                    "score": 0.7950308135566295
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 5,
                    "text": "For I, the Lord, have decreed in my heart, that inasmuch as any man belonging to the order shall be found a transgressor, or, in other words, shall break the covenant with which ye are bound, he shall be cursed in his life, and shall be trodden down by whom I will;",
                    "score": 0.7921900330854915
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 7,
                    "verse": 24,
                    "text": "O wretched man that I am! who shall deliver me from the body of this death?",
                    "score": 0.7902838465134973
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 40,
                    "text": "And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.",
                    "score": 0.7895152321026009
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 16,
                    "text": "And it shall come to pass that whosoever shall lay their hands upon you by violence, ye shall command to be smitten in my name; and, behold, I will smite them according to your words, in mine own due time.",
                    "score": 0.7878167107614016
                }
            ]
        },
        {
            "verse": 12,
            "text": "And strangers, the terrible of the nations, have cut him off, and have left him: upon the mountains and in all the valleys his branches are fallen, and his boughs are broken by all the rivers of the land; and all the people of the earth are gone down from his shadow, and have left him.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 42,
                    "verse": 6,
                    "text": "But behold, it was appointed unto man to die--therefore, as they were cut off from the tree of life they should be cut off from the face of the earth--and man became lost forever, yea, they became fallen man.",
                    "score": 0.796105342727373
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 8,
                    "text": "But wo, saith the Father, unto the unbelieving of the Gentiles--for notwithstanding they have come forth upon the face of this land, and have scattered my people who are of the house of Israel; and my people who are of the house of Israel have been cast out from among them, and have been trodden under feet by them;",
                    "score": 0.7914012186011978
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 14,
                    "verse": 8,
                    "text": "He was taken from prison and from judgment; and who shall declare his generation? For he was cut off out of the land of the living; for the transgressions of my people was he stricken.",
                    "score": 0.7869331103294159
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 38,
                    "text": "And he leadeth away the righteous into precious lands, and the wicked he destroyeth, and curseth the land unto them for their sakes.",
                    "score": 0.7868460633411332
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 1,
                    "verse": 11,
                    "text": "And it came to pass that he went out and bowed himself down upon the earth, and cried mightily to his God in behalf of his people, yea, those who were about to be destroyed because of their faith in the tradition of their fathers.",
                    "score": 0.7846955582228987
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 1,
                    "verse": 13,
                    "text": "But wickedness did prevail upon the face of the whole land, insomuch that the Lord did take away his beloved disciples, and the work of miracles and of healing did cease because of the iniquity of the people.",
                    "score": 0.7815940881824955
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 28,
                    "text": "And it came to pass that the God of heaven looked upon the residue of the people, and he wept; and Enoch bore record of it, saying: How is it that the heavens weep, and shed forth their tears as the rain upon the mountains?",
                    "score": 0.777631931567703
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 32,
                    "text": "And after they had crossed the river Jordan he did make them mighty unto the driving out of the children of the land, yea, unto the scattering them to destruction.",
                    "score": 0.7754448294587352
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 8,
                    "verse": 1,
                    "text": "When he was come down from the mountain, great multitudes followed him.",
                    "score": 0.7753109166093306
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 46,
                    "text": "And when he had sent them away, he departed into a mountain to pray.",
                    "score": 0.7747144547230806
                }
            ]
        },
        {
            "verse": 13,
            "text": "Upon his ruin shall all the fowls of the heaven remain, and all the beasts of the field shall be upon his branches:",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 19,
                    "text": "For, behold, the beasts of the field and the fowls of the air, and that which cometh of the earth, is ordained for the use of man for food and for raiment, and that he might have in abundance.",
                    "score": 0.8392314924901186
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 19,
                    "text": "And out of the ground I, the Lord God, formed every beast of the field, and every fowl of the air; and commanded that they should come unto Adam, to see what he would call them; and they were also living souls; for I, God, breathed into them the breath of life, and commanded that whatsoever Adam called every living creature, that should be the name thereof.",
                    "score": 0.8364319511695678
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 24,
                    "text": "For all old things shall pass away, and all things shall become new, even the heaven and the earth, and all the fulness thereof, both men and beasts, the fowls of the air, and the fishes of the sea;",
                    "score": 0.8268122751966158
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 59,
                    "verse": 16,
                    "text": "Verily I say, that inasmuch as ye do this, the fulness of the earth is yours, the beasts of the field and the fowls of the air, and that which climbeth upon the trees and walketh upon the earth;",
                    "score": 0.8227695187281898
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 24,
                    "text": "And every corruptible thing, both of man, or of the beasts of the field, or of the fowls of the heavens, or of the fish of the sea, that dwells upon all the face of the earth, shall be consumed;",
                    "score": 0.8155404430350359
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 5,
                    "verse": 20,
                    "text": "And out of the ground the Gods formed every beast of the field, and every fowl of the air, and brought them unto Adam to see what he would call them; and whatsoever Adam called every living creature, that should be the name thereof.",
                    "score": 0.8144481658129483
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 26,
                    "text": "And the Lord said: I will destroy man whom I have created, from the face of the earth, both man and beast, and the creeping things, and the fowls of the air; for it repenteth Noah that I have created them, and that I have made them; and he hath called upon me; for they have sought his life.",
                    "score": 0.8141153816887557
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 20,
                    "text": "And it shall come to pass that the beasts of the forest and the fowls of the air shall devour them up.",
                    "score": 0.8139232539352655
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 2,
                    "verse": 15,
                    "text": "And to bring about his eternal purposes in the end of man, after he had created our first parents, and the beasts of the field and the fowls of the air, and in fine, all things which are created, it must needs be that there was an opposition; even the forbidden fruit in opposition to the tree of life; the one being sweet and the other bitter.",
                    "score": 0.8123061593319238
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 4,
                    "verse": 30,
                    "text": "And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, behold, we will give them life, and also we will give to them every green herb for meat, and all these things shall be thus organized.",
                    "score": 0.8080408545363615
                }
            ]
        },
        {
            "verse": 14,
            "text": "To the end that none of all the trees by the waters exalt themselves for their height, neither shoot up their top among the thick boughs, neither their trees stand up in their height, all that drink water: for they are all delivered unto death, to the nether parts of the earth, in the midst of the children of men, with them that go down to the pit.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 9,
                    "verse": 4,
                    "text": "And it was commanded them that they should not hurt the grass of the earth, neither any green thing, neither any tree; but only those men which have not the seal of God in their foreheads.",
                    "score": 0.7848930662447782
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 6,
                    "verse": 7,
                    "text": "And it came to pass that when they were buried in the deep there was no water that could hurt them, their vessels being tight like unto a dish, and also they were tight like unto the ark of Noah; therefore when they were encompassed about by many waters they did cry unto the Lord, and he did bring them forth again upon the top of the waters.",
                    "score": 0.7822975005853754
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 48,
                    "text": "Wherefore, the end, the width, the height, the depth, and the misery thereof, they understand not, neither any man except those who are ordained unto this condemnation.",
                    "score": 0.7772487051818441
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 7,
                    "text": "The ax is laid at the root of the trees; and every tree that bringeth not forth good fruit shall be hewn down and cast into the fire. I, the Lord, have spoken it.",
                    "score": 0.7734889025785805
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 7,
                    "verse": 3,
                    "text": "Saying, Hurt not the earth, neither the sea, nor the trees, till we have sealed the servants of our God in their foreheads.",
                    "score": 0.773152772182338
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 10,
                    "text": "They shall not hunger nor thirst, neither shall the heat nor the sun smite them; for he that hath mercy on them shall lead them, even by the springs of water shall he guide them.",
                    "score": 0.7717223918153471
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 10,
                    "verse": 13,
                    "text": "And they were spared and were not sunk and buried up in the earth; and they were not drowned in the depths of the sea; and they were not burned by fire, neither were they fallen upon and crushed to death; and they were not carried away in the whirlwind; neither were they overpowered by the vapor of smoke and of darkness.",
                    "score": 0.7684113137570323
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 9,
                    "verse": 3,
                    "text": "Now they understood not the words which they spake; for they knew not that the earth should pass away.",
                    "score": 0.768012837685741
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 28,
                    "verse": 20,
                    "text": "And they were cast down into the earth; but they did smite the earth with the word of God, insomuch that by his power they were delivered out of the depths of the earth; and therefore they could not dig pits sufficient to hold them.",
                    "score": 0.7679907468377424
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 8,
                    "verse": 31,
                    "text": "And they besought him that he would not command them to go out into the deep.",
                    "score": 0.7637423814802956
                }
            ]
        },
        {
            "verse": 15,
            "text": "Thus saith the Lord God; In the day when he went down to the grave I caused a mourning: I covered the deep for him, and I restrained the floods thereof, and the great waters were stayed: and I caused Lebanon to mourn for him, and all the trees of the field fainted for him.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 20,
                    "text": "My God hath been my support; he hath led me through mine afflictions in the wilderness; and he hath preserved me upon the waters of the great deep.",
                    "score": 0.808799198911361
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 6,
                    "text": "And again, I, God, said: Let there be a firmament in the midst of the water, and it was so, even as I spake; and I said: Let it divide the waters from the waters; and it was done;",
                    "score": 0.7816408694056339
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 7,
                    "text": "For I am the Lord thy God; I dwell in heaven; the earth is my footstool; I stretch my hand over the sea, and it obeys my voice; I cause the wind and the fire to be my chariot; I say to the mountains--Depart hence--and behold, they are taken away by a whirlwind, in an instant, suddenly.",
                    "score": 0.7786673786525952
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 14,
                    "text": "Behold, I, the Lord, in the beginning blessed the waters; but in the last days, by the mouth of my servant John, I cursed the waters.",
                    "score": 0.776019248190316
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 48,
                    "text": "And now it came to pass that when I had spoken these words they were angry with me, and were desirous to throw me into the depths of the sea; and as they came forth to lay their hands upon me I spake unto them, saying: In the name of the Almighty God, I command you that ye touch me not, for I am filled with the power of God, even unto the consuming of my flesh; and whoso shall lay his hands upon me shall wither even as a dried reed; and he shall be as naught before the power of God, for God shall smite him.",
                    "score": 0.7758710500478068
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 1,
                    "text": "Now the Lord God caused the famine to wax sore in the land of Ur, insomuch that Haran, my brother, died; but Terah, my father, yet lived in the land of Ur, of the Chaldees.",
                    "score": 0.7754672534737891
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 10,
                    "text": "And I, the Lord God, caused a river to go out of Eden to water the garden; and from thence it was parted, and became into four heads.",
                    "score": 0.773656889469135
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 7,
                    "text": "And I, God, made the firmament and divided the waters, yea, the great waters under the firmament from the waters which were above the firmament, and it was so even as I spake.",
                    "score": 0.7734186839006485
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 16,
                    "verse": 25,
                    "text": "And it came to pass that the voice of the Lord came unto my father; and he was truly chastened because of his murmuring against the Lord, insomuch that he was brought down into the depths of sorrow.",
                    "score": 0.7700318504399045
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 9,
                    "text": "And I, God, said: Let the waters under the heaven be gathered together unto one place, and it was so; and I, God, said: Let there be dry land; and it was so.",
                    "score": 0.7695851633855841
                }
            ]
        },
        {
            "verse": 16,
            "text": "I made the nations to shake at the sound of his fall, when I cast him down to hell with them that descend into the pit: and all the trees of Eden, the choice and best of Lebanon, all that drink water, shall be comforted in the nether parts of the earth.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 36,
                    "verse": 7,
                    "text": "And behold, he spake unto us, as it were the voice of thunder, and the whole earth did tremble beneath our feet; and we all fell to the earth, for the fear of the Lord came upon us.",
                    "score": 0.7961774301744033
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 34,
                    "text": "And he shall cut down the thickets of the forests with iron, and Lebanon shall fall by a mighty one.",
                    "score": 0.7905851667725712
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 87,
                    "verse": 6,
                    "text": "And thus, with the sword and by bloodshed the inhabitants of the earth shall mourn; and with famine, and plague, and earthquake, and the thunder of heaven, and the fierce and vivid lightning also, shall the inhabitants of the earth be made to feel the wrath, and indignation, and chastening hand of an Almighty God, until the consumption decreed hath made a full end of all nations;",
                    "score": 0.7867761502095019
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 12,
                    "verse": 4,
                    "text": "And it came to pass that I saw a mist of darkness on the face of the land of promise; and I saw lightnings, and I heard thunderings, and earthquakes, and all manner of tumultuous noises; and I saw the earth and the rocks, that they rent; and I saw mountains tumbling into pieces; and I saw the plains of the earth, that they were broken up; and I saw many cities that they were sunk; and I saw many that they were burned with fire; and I saw many that did tumble to the earth, because of the quaking thereof.",
                    "score": 0.7856957455012692
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 118,
                    "text": "For, with you saith the Lord Almighty, I will rend their kingdoms; I will not only shake the earth, but the starry heavens shall tremble.",
                    "score": 0.7831849890020978
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 14,
                    "text": "Arise and come forth unto me, that ye may thrust your hands into my side, and also that ye may feel the prints of the nails in my hands and in my feet, that ye may know that I am the God of Israel, and the God of the whole earth, and have been slain for the sins of the world.",
                    "score": 0.7820610427442565
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 96,
                    "text": "For I, the Almighty, have laid my hands upon the nations, to scourge them for their wickedness.",
                    "score": 0.7816854358636066
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 48,
                    "text": "And it came to pass that Enoch looked upon the earth; and he heard a voice from the bowels thereof, saying: Wo, wo is me, the mother of men; I am pained, I am weary, because of the wickedness of my children. When shall I rest, and be cleansed from the filthiness which is gone forth out of me? When will my Creator sanctify me, that I may rest, and righteousness for a season abide upon my face?",
                    "score": 0.7805482913882228
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 21,
                    "text": "To go into the clefts of the rocks, and into the tops of the ragged rocks, for the fear of the Lord shall come upon them and the majesty of his glory shall smite them, when he ariseth to shake terribly the earth.",
                    "score": 0.7801557486064261
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 6,
                    "text": "Wherefore, verily I say, let the wicked take heed, and let the rebellious fear and tremble; and let the unbelieving hold their lips, for the day of wrath shall come upon them as a whirlwind, and all flesh shall know that I am God.",
                    "score": 0.7801022140176791
                }
            ]
        },
        {
            "verse": 17,
            "text": "They also went down into hell with him unto them that be slain with the sword; and they that were his arm, that dwelt under his shadow in the midst of the heathen.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 3,
                    "verse": 14,
                    "text": "And when they had sworn by all that had been forbidden them by our Lord and Savior Jesus Christ, that they would go up unto their enemies to battle, and avenge themselves of the blood of their brethren, behold the voice of the Lord came unto me, saying:",
                    "score": 0.8030763705245698
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 11,
                    "verse": 37,
                    "text": "They were stoned, they were sawn asunder, were tempted, were slain with the sword: they wandered about in sheepskins and goatskins; being destitute, afflicted, tormented;",
                    "score": 0.7964204515886028
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 41,
                    "text": "And it came to pass that the Lord spake unto Enoch, and told Enoch all the doings of the children of men; wherefore Enoch knew, and looked upon their wickedness, and their misery, and wept and stretched forth his arms, and his heart swelled wide as eternity; and his bowels yearned; and all eternity shook.",
                    "score": 0.7939627039190593
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 4,
                    "text": "Without me they shall bow down under the prisoners, and they shall fall under the slain. For all this his anger is not turned away, but his hand is stretched out still.",
                    "score": 0.7934497192194688
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 26,
                    "text": "And thus he flattereth them, and leadeth them along until he draggeth their souls down to hell; and thus he causeth them to catch themselves in their own snare.",
                    "score": 0.791879518561606
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 106,
                    "text": "These are they who are cast down to hell and suffer the wrath of Almighty God, until the fulness of times, when Christ shall have subdued all enemies under his feet, and shall have perfected his work;",
                    "score": 0.7908330826240184
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 9,
                    "text": "And it came to pass that they were angry with him; and they took him and carried him bound before the king, and said unto the king: Behold, we have brought a man before thee who has prophesied evil concerning thy people, and saith that God will destroy them.",
                    "score": 0.7884602241898593
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 19,
                    "verse": 21,
                    "text": "And the remnant were slain with the sword of him that sat upon the horse, which sword proceeded out of his mouth: and all the fowls were filled with their flesh.",
                    "score": 0.7874058993361918
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 28,
                    "text": "And now, because he said this, they did put him to death; and many more things did they do which brought down the wrath of God upon them. Therefore, who wondereth that they are in bondage, and that they are smitten with sore afflictions?",
                    "score": 0.7869881586801784
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 7,
                    "verse": 18,
                    "text": "And he spake plainly unto them, that he had been deceived by the power of the devil. And he spake of hell, and of eternity, and of eternal punishment.",
                    "score": 0.7843749583540339
                }
            ]
        },
        {
            "verse": 18,
            "text": "To whom art thou thus like in glory and in greatness among the trees of Eden? yet shalt thou be brought down with the trees of Eden unto the nether parts of the earth: thou shalt lie in the midst of the uncircumcised with them that be slain by the sword. This is Pharaoh and all his multitude, saith the Lord God.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 42,
                    "verse": 2,
                    "text": "Now behold, my son, I will explain this thing unto thee. For behold, after the Lord God sent our first parents forth from the garden of Eden, to till the ground, from whence they were taken--yea, he drew out the man, and he placed at the east end of the garden of Eden, cherubim, and a flaming sword which turned every way, to keep the tree of life--",
                    "score": 0.8162018847042838
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 9,
                    "text": "And out of the ground made I, the Lord God, to grow every tree, naturally, that is pleasant to the sight of man; and man could behold it. And it became also a living soul. For it was spiritual in the day that I created it; for it remaineth in the sphere in which I, God, created it, yea, even all things which I prepared for the use of man; and man saw that it was good for food. And I, the Lord God, planted the tree of life also in the midst of the garden, and also the tree of knowledge of good and evil.",
                    "score": 0.7970829179467843
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 87,
                    "verse": 6,
                    "text": "And thus, with the sword and by bloodshed the inhabitants of the earth shall mourn; and with famine, and plague, and earthquake, and the thunder of heaven, and the fierce and vivid lightning also, shall the inhabitants of the earth be made to feel the wrath, and indignation, and chastening hand of an Almighty God, until the consumption decreed hath made a full end of all nations;",
                    "score": 0.7924375748503154
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 1,
                    "verse": 31,
                    "text": "That, according as it is written, He that glorieth, let him glory in the Lord.",
                    "score": 0.7914194137074305
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 20,
                    "text": "Blessed art thou and thy children; and they shall be blessed, inasmuch as they shall keep my commandments they shall prosper in the land. But remember, inasmuch as they will not keep my commandments they shall be cut off from the presence of the Lord.",
                    "score": 0.7907474494285063
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 5,
                    "verse": 12,
                    "text": "And the Gods commanded the man, saying: Of every tree of the garden thou mayest freely eat,",
                    "score": 0.7906521396035842
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 42,
                    "verse": 3,
                    "text": "Now, we see that the man had become as God, knowing good and evil; and lest he should put forth his hand, and take also of the tree of life, and eat and live forever, the Lord God placed cherubim and the flaming sword, that he should not partake of the fruit--",
                    "score": 0.7894670294983754
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 50,
                    "text": "Yea, thus saith the Spirit: Repent, all ye ends of the earth, for the kingdom of heaven is soon at hand; yea, the Son of God cometh in his glory, in his might, majesty, power, and dominion. Yea, my beloved brethren, I say unto you, that the Spirit saith: Behold the glory of the King of all the earth; and also the King of heaven shall very soon shine forth among all the children of men.",
                    "score": 0.7893160932776173
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 12,
                    "verse": 21,
                    "text": "What does the scripture mean, which saith that God placed cherubim and a flaming sword on the east of the garden of Eden, lest our first parents should enter and partake of the fruit of the tree of life, and live forever? And thus we see that there was no possible chance that they should live forever.",
                    "score": 0.7892327752127392
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 52,
                    "text": "And again I say unto you, the Spirit saith: Behold, the ax is laid at the root of the tree; therefore every tree that bringeth not forth good fruit shall be hewn down and cast into the fire, yea, a fire which cannot be consumed, even an unquenchable fire. Behold, and remember, the Holy One hath spoken it.",
                    "score": 0.7888467526323582
                }
            ]
        }
    ]
}