{
    "volume": "Old Testament",
    "book": "Genesis",
    "chapter": 4,
    "verses": [
        {
            "verse": 1,
            "text": "And Adam knew Eve his wife; and she conceived, and bare Cain, and said, I have gotten a man from the Lord.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 16,
                    "text": "And Adam and Eve, his wife, ceased not to call upon God. And Adam knew Eve his wife, and she conceived and bare Cain, and said: I have gotten a man from the Lord; wherefore he may not reject his words. But behold, Cain hearkened not, saying: Who is the Lord that I should know him?",
                    "score": 0.9071530502614087
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 2,
                    "text": "And Adam knew his wife again, and she bare a son, and he called his name Seth. And Adam glorified the name of God; for he said: God hath appointed me another seed, instead of Abel, whom Cain slew.",
                    "score": 0.8426528657166408
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 42,
                    "text": "And Cain knew his wife, and she conceived and bare Enoch, and he also begat many sons and daughters. And he builded a city, and he called the name of the city after the name of his son, Enoch.",
                    "score": 0.8304619043429937
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 2,
                    "text": "And Adam knew his wife, and she bare unto him sons and daughters, and they began to multiply and to replenish the earth.",
                    "score": 0.8157820906976965
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 26,
                    "text": "And Adam called his wife's name Eve, because she was the mother of all living; for thus have I, the Lord God, called the first of all women, which are many.",
                    "score": 0.8024286460692501
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 12,
                    "text": "And Adam and Eve blessed the name of God, and they made all things known unto their sons and their daughters.",
                    "score": 0.8000173799110697
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 19,
                    "text": "And in process of time it came to pass that Cain brought of the fruit of the ground an offering unto the Lord.",
                    "score": 0.7861004078445912
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 17,
                    "text": "And she again conceived and bare his brother Abel. And Abel hearkened unto the voice of the Lord. And Abel was a keeper of sheep, but Cain was a tiller of the ground.",
                    "score": 0.7819149125084011
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 27,
                    "text": "Unto Adam, and also unto his wife, did I, the Lord God, make coats of skins, and clothed them.",
                    "score": 0.7767667520538951
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 4,
                    "text": "And Adam and Eve, his wife, called upon the name of the Lord, and they heard the voice of the Lord from the way toward the Garden of Eden, speaking unto them, and they saw him not; for they were shut out from his presence.",
                    "score": 0.7727522809338655
                }
            ]
        },
        {
            "verse": 2,
            "text": "And she again bare his brother Abel. And Abel was a keeper of sheep, but Cain was a tiller of the ground.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 17,
                    "text": "And she again conceived and bare his brother Abel. And Abel hearkened unto the voice of the Lord. And Abel was a keeper of sheep, but Cain was a tiller of the ground.",
                    "score": 0.9449263004335622
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 34,
                    "text": "And the Lord said unto Cain: Where is Abel, thy brother? And he said: I know not. Am I my brother's keeper?",
                    "score": 0.7992975099723797
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 32,
                    "text": "And Cain went into the field, and Cain talked with Abel, his brother. And it came to pass that while they were in the field, Cain rose up against Abel, his brother, and slew him.",
                    "score": 0.793501250510063
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 3,
                    "verse": 12,
                    "text": "Not as Cain, who was of that wicked one, and slew his brother. And wherefore slew he him? Because his own works were evil, and his brother's righteous.",
                    "score": 0.7810320341325409
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 2,
                    "text": "And Adam knew his wife again, and she bare a son, and he called his name Seth. And Adam glorified the name of God; for he said: God hath appointed me another seed, instead of Abel, whom Cain slew.",
                    "score": 0.7708918835215595
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 50,
                    "text": "Wherefore Lamech, being angry, slew him, not like unto Cain, his brother Abel, for the sake of getting gain, but he slew him for the oath's sake.",
                    "score": 0.7704361581381466
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 26,
                    "text": "And Cain was wroth, and listened not any more to the voice of the Lord, neither to Abel, his brother, who walked in holiness before the Lord.",
                    "score": 0.7671176375849008
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 22,
                    "text": "And Enoch also beheld the residue of the people which were the sons of Adam; and they were a mixture of all the seed of Adam save it was the seed of Cain, for the seed of Cain were black, and had not place among them.",
                    "score": 0.7648155101316996
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 16,
                    "text": "And Adam and Eve, his wife, ceased not to call upon God. And Adam knew Eve his wife, and she conceived and bare Cain, and said: I have gotten a man from the Lord; wherefore he may not reject his words. But behold, Cain hearkened not, saying: Who is the Lord that I should know him?",
                    "score": 0.7606865677778866
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 6,
                    "verse": 27,
                    "text": "Yea, that same being who did plot with Cain, that if he would murder his brother Abel it should not be known unto the world. And he did plot with Cain and his followers from that time forth.",
                    "score": 0.7492710300587635
                }
            ]
        },
        {
            "verse": 3,
            "text": "And in process of time it came to pass, that Cain brought of the fruit of the ground an offering unto the Lord.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 19,
                    "text": "And in process of time it came to pass that Cain brought of the fruit of the ground an offering unto the Lord.",
                    "score": 1.0
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 29,
                    "text": "And it came to pass that a long time had passed away, and the Lord of the vineyard said unto his servant: Come, let us go down into the vineyard, that we may labor again in the vineyard. For behold, the time draweth near, and the end soon cometh; wherefore, I must lay up fruit against the season, unto mine own self.",
                    "score": 0.8012697389617658
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 8,
                    "verse": 16,
                    "text": "And it came to pass that they did come unto me and partake of the fruit also.",
                    "score": 0.7981561659194271
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 1,
                    "text": "And it came to pass that after I, the Lord God, had driven them out, that Adam began to till the earth, and to have dominion over all the beasts of the field, and to eat his bread by the sweat of his brow, as I the Lord had commanded him. And Eve, also, his wife, did labor with him.",
                    "score": 0.7916871751896795
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 21,
                    "text": "But unto Cain, and to his offering, he had not respect. Now Satan knew this, and it pleased him. And Cain was very wroth, and his countenance fell.",
                    "score": 0.790111775278138
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 15,
                    "text": "And it came to pass that a long time passed away, and the Lord of the vineyard said unto his servant: Come, let us go down into the vineyard, that we may labor in the vineyard.",
                    "score": 0.7900218664624707
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 11,
                    "verse": 4,
                    "text": "By faith Abel offered unto God a more excellent sacrifice than Cain, by which he obtained witness that he was righteous, God testifying of his gifts: and by it he being dead yet speaketh.",
                    "score": 0.7876903684661896
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 28,
                    "text": "And it came to pass that the Lord of the vineyard and the servant of the Lord of the vineyard did nourish all the fruit of the vineyard.",
                    "score": 0.7868155007569941
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 18,
                    "verse": 24,
                    "text": "And it came to pass that we did begin to till the earth, and we began to plant seeds; yea, we did put all our seeds into the earth, which we had brought from the land of Jerusalem. And it came to pass that they did grow exceedingly; wherefore, we were blessed in abundance.",
                    "score": 0.7854370062227138
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 23,
                    "text": "But he that received seed into the good ground is he that heareth the word, and understandeth it; which also beareth fruit, and bringeth forth, some an hundredfold, some sixty, some thirty.",
                    "score": 0.7836199002372057
                }
            ]
        },
        {
            "verse": 4,
            "text": "And Abel, he also brought of the firstlings of his flock and of the fat thereof. And the Lord had respect unto Abel and to his offering:",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 20,
                    "text": "And Abel, he also brought of the firstlings of his flock, and of the fat thereof. And the Lord had respect unto Abel, and to his offering;",
                    "score": 1.0
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 5,
                    "text": "And he gave unto them commandments, that they should worship the Lord their God, and should offer the firstlings of their flocks, for an offering unto the Lord. And Adam was obedient unto the commandments of the Lord.",
                    "score": 0.8539098561652868
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 3,
                    "text": "And they also took of the firstlings of their flocks, that they might offer sacrifice and burnt offerings according to the law of Moses;",
                    "score": 0.8205846794384111
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 6,
                    "verse": 4,
                    "text": "And it came to pass that when they had prepared all manner of food, that thereby they might subsist upon the water, and also food for their flocks and herds, and whatsoever beast or animal or fowl that they should carry with them--and it came to pass that when they had done all these things they got aboard of their vessels or barges, and set forth into the sea, commending themselves unto the Lord their God.",
                    "score": 0.7967227950661626
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 1,
                    "verse": 6,
                    "text": "And again, when he bringeth in the firstbegotten into the world, he saith, And let all the angels of God worship him.",
                    "score": 0.7904889331977671
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 4,
                    "text": "And when they had eaten and were filled, he commanded that they should give unto the multitude.",
                    "score": 0.7904132088275001
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 56,
                    "text": "And the lord of the field went unto the first in the first hour, and tarried with him all that hour, and he was made glad with the light of the countenance of his lord.",
                    "score": 0.7895487376650127
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 72,
                    "text": "Behold, and lo, I will take care of your flocks, and will raise up elders and send unto them.",
                    "score": 0.7844692214794113
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 16,
                    "verse": 32,
                    "text": "And it came to pass that I did return to our tents, bearing the beasts which I had slain; and now when they beheld that I had obtained food, how great was their joy! And it came to pass that they did humble themselves before the Lord, and did give thanks unto him.",
                    "score": 0.7752479823387995
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 19,
                    "text": "For, behold, the beasts of the field and the fowls of the air, and that which cometh of the earth, is ordained for the use of man for food and for raiment, and that he might have in abundance.",
                    "score": 0.7744745848789871
                }
            ]
        },
        {
            "verse": 5,
            "text": "But unto Cain and to his offering he had not respect. And Cain was very wroth, and his countenance fell.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 21,
                    "text": "But unto Cain, and to his offering, he had not respect. Now Satan knew this, and it pleased him. And Cain was very wroth, and his countenance fell.",
                    "score": 0.9339068633779057
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 22,
                    "text": "And the Lord said unto Cain: Why art thou wroth? Why is thy countenance fallen?",
                    "score": 0.8322333260192524
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 38,
                    "text": "And Cain said unto the Lord: Satan tempted me because of my brother's flocks. And I was wroth also; for his offering thou didst accept and not mine; my punishment is greater than I can bear.",
                    "score": 0.8231810941203591
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 26,
                    "text": "And Cain was wroth, and listened not any more to the voice of the Lord, neither to Abel, his brother, who walked in holiness before the Lord.",
                    "score": 0.8135842496417456
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 25,
                    "text": "And it shall be said in time to come--That these abominations were had from Cain; for he rejected the greater counsel which was had from God; and this is a cursing which I will put upon thee, except thou repent.",
                    "score": 0.8100015524272818
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 50,
                    "text": "Wherefore Lamech, being angry, slew him, not like unto Cain, his brother Abel, for the sake of getting gain, but he slew him for the oath's sake.",
                    "score": 0.8069323801885252
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 3,
                    "verse": 12,
                    "text": "Not as Cain, who was of that wicked one, and slew his brother. And wherefore slew he him? Because his own works were evil, and his brother's righteous.",
                    "score": 0.8021763507642191
                },
                {
                    "volume": "New Testament",
                    "book": "Jude",
                    "chapter": 1,
                    "verse": 11,
                    "text": "Woe unto them! for they have gone in the way of Cain, and ran greedily after the error of Balaam for reward, and perished in the gainsaying of Core.",
                    "score": 0.7934011407825609
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 18,
                    "text": "And Cain loved Satan more than God. And Satan commanded him, saying: Make an offering unto the Lord.",
                    "score": 0.7911324874020255
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 40,
                    "text": "And I the Lord said unto him: Whosoever slayeth thee, vengeance shall be taken on him sevenfold. And I the Lord set a mark upon Cain, lest any finding him should kill him.",
                    "score": 0.7849820016344404
                }
            ]
        },
        {
            "verse": 6,
            "text": "And the Lord said unto Cain, Why art thou wroth? and why is thy countenance fallen?",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 22,
                    "text": "And the Lord said unto Cain: Why art thou wroth? Why is thy countenance fallen?",
                    "score": 0.9914669857382696
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 21,
                    "text": "But unto Cain, and to his offering, he had not respect. Now Satan knew this, and it pleased him. And Cain was very wroth, and his countenance fell.",
                    "score": 0.8084018590724216
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 29,
                    "text": "And Satan said unto Cain: Swear unto me by thy throat, and if thou tell it thou shalt die; and swear thy brethren by their heads, and by the living God, that they tell it not; for if they tell it, they shall surely die; and this that thy father may not know it; and this day I will deliver thy brother Abel into thine hands.",
                    "score": 0.8061489362303372
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 34,
                    "text": "And the Lord said unto Cain: Where is Abel, thy brother? And he said: I know not. Am I my brother's keeper?",
                    "score": 0.7995660140257118
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 26,
                    "text": "And Cain was wroth, and listened not any more to the voice of the Lord, neither to Abel, his brother, who walked in holiness before the Lord.",
                    "score": 0.7934553591828436
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 40,
                    "text": "And I the Lord said unto him: Whosoever slayeth thee, vengeance shall be taken on him sevenfold. And I the Lord set a mark upon Cain, lest any finding him should kill him.",
                    "score": 0.7886329886707506
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 38,
                    "text": "And Cain said unto the Lord: Satan tempted me because of my brother's flocks. And I was wroth also; for his offering thou didst accept and not mine; my punishment is greater than I can bear.",
                    "score": 0.7883247369712718
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 27,
                    "text": "And Adam and his wife mourned before the Lord, because of Cain and his brethren.",
                    "score": 0.7833590990738155
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 25,
                    "text": "And it shall be said in time to come--That these abominations were had from Cain; for he rejected the greater counsel which was had from God; and this is a cursing which I will put upon thee, except thou repent.",
                    "score": 0.7829049766665875
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 12,
                    "text": "How art thou fallen from heaven, O Lucifer, son of the morning! Art thou cut down to the ground, which did weaken the nations!",
                    "score": 0.7752066278590753
                }
            ]
        },
        {
            "verse": 7,
            "text": "If thou doest well, shalt thou not be accepted? and if thou doest not well, sin lieth at the door. And unto thee shall be his desire, and thou shalt rule over him.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 23,
                    "text": "If thou doest well, thou shalt be accepted. And if thou doest not well, sin lieth at the door, and Satan desireth to have thee; and except thou shalt hearken unto my commandments, I will deliver thee up, and it shall be unto thee according to his desire. And thou shalt rule over him;",
                    "score": 0.9398215642111063
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 8,
                    "verse": 18,
                    "text": "And he that saith: Show unto me, or ye shall be smitten--let him beware lest he commandeth that which is forbidden of the Lord.",
                    "score": 0.8085993134794146
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 96,
                    "verse": 9,
                    "text": "Therefore ye shall ordain him unto this blessing, and he shall seek diligently to take away incumbrances that are upon the house named among you, that he may dwell therein. Even so. Amen.",
                    "score": 0.8031750980318828
                },
                {
                    "volume": "New Testament",
                    "book": "3 John",
                    "chapter": 1,
                    "verse": 5,
                    "text": "Beloved, thou doest faithfully whatsoever thou doest to the brethren, and to strangers;",
                    "score": 0.8030884872672407
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 24,
                    "text": "Thou shalt not commit adultery; and he that committeth adultery, and repenteth not, shall be cast out.",
                    "score": 0.8022655368704606
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 2,
                    "text": "Nevertheless, thou art not excusable in thy transgressions; nevertheless, go thy way and sin no more.",
                    "score": 0.8011114266993322
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 25,
                    "verse": 15,
                    "text": "Keep my commandments continually, and a crown of righteousness thou shalt receive. And except thou do this, where I am you cannot come.",
                    "score": 0.8002664870740888
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 4,
                    "verse": 25,
                    "text": "For he that hath, to him shall be given: and he that hath not, from him shall be taken even that which he hath.",
                    "score": 0.8002131354904584
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 6,
                    "verse": 12,
                    "text": "Let not sin therefore reign in your mortal body, that ye should obey it in the lusts thereof.",
                    "score": 0.7996294926005122
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 31,
                    "text": "And now, my brethren, I would that ye should do as ye have hitherto done. As ye have kept my commandments, and also the commandments of my father, and have prospered, and have been kept from falling into the hands of your enemies, even so if ye shall keep the commandments of my son, or the commandments of God which shall be delivered unto you by him, ye shall prosper in the land, and your enemies shall have no power over you.",
                    "score": 0.7992808209512653
                }
            ]
        },
        {
            "verse": 8,
            "text": "And Cain talked with Abel his brother: and it came to pass, when they were in the field, that Cain rose up against Abel his brother, and slew him.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 32,
                    "text": "And Cain went into the field, and Cain talked with Abel, his brother. And it came to pass that while they were in the field, Cain rose up against Abel, his brother, and slew him.",
                    "score": 0.9894226826623322
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 34,
                    "text": "And the Lord said unto Cain: Where is Abel, thy brother? And he said: I know not. Am I my brother's keeper?",
                    "score": 0.7913651973006117
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 17,
                    "text": "And she again conceived and bare his brother Abel. And Abel hearkened unto the voice of the Lord. And Abel was a keeper of sheep, but Cain was a tiller of the ground.",
                    "score": 0.7909692051266162
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 50,
                    "text": "Wherefore Lamech, being angry, slew him, not like unto Cain, his brother Abel, for the sake of getting gain, but he slew him for the oath's sake.",
                    "score": 0.7871218630820804
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 28,
                    "text": "And it came to pass that Cain took one of his brothers' daughters to wife, and they loved Satan more than God.",
                    "score": 0.7859653105714861
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 3,
                    "verse": 12,
                    "text": "Not as Cain, who was of that wicked one, and slew his brother. And wherefore slew he him? Because his own works were evil, and his brother's righteous.",
                    "score": 0.7804587233704561
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 33,
                    "text": "And Cain gloried in that which he had done, saying: I am free; surely the flocks of my brother falleth into my hands.",
                    "score": 0.7770224517767953
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 26,
                    "text": "And Cain was wroth, and listened not any more to the voice of the Lord, neither to Abel, his brother, who walked in holiness before the Lord.",
                    "score": 0.7700979262512138
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 38,
                    "text": "And Cain said unto the Lord: Satan tempted me because of my brother's flocks. And I was wroth also; for his offering thou didst accept and not mine; my punishment is greater than I can bear.",
                    "score": 0.7695710110109044
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 11,
                    "verse": 4,
                    "text": "By faith Abel offered unto God a more excellent sacrifice than Cain, by which he obtained witness that he was righteous, God testifying of his gifts: and by it he being dead yet speaketh.",
                    "score": 0.7621371104489786
                }
            ]
        },
        {
            "verse": 9,
            "text": "And the Lord said unto Cain, Where is Abel thy brother? And he said, I know not: Am I my brother's keeper?",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 34,
                    "text": "And the Lord said unto Cain: Where is Abel, thy brother? And he said: I know not. Am I my brother's keeper?",
                    "score": 1.0
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 29,
                    "text": "And Satan said unto Cain: Swear unto me by thy throat, and if thou tell it thou shalt die; and swear thy brethren by their heads, and by the living God, that they tell it not; for if they tell it, they shall surely die; and this that thy father may not know it; and this day I will deliver thy brother Abel into thine hands.",
                    "score": 0.821402722876372
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 3,
                    "verse": 12,
                    "text": "Not as Cain, who was of that wicked one, and slew his brother. And wherefore slew he him? Because his own works were evil, and his brother's righteous.",
                    "score": 0.8082855338259705
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 33,
                    "text": "And Cain gloried in that which he had done, saying: I am free; surely the flocks of my brother falleth into my hands.",
                    "score": 0.8081882989464656
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 17,
                    "text": "And she again conceived and bare his brother Abel. And Abel hearkened unto the voice of the Lord. And Abel was a keeper of sheep, but Cain was a tiller of the ground.",
                    "score": 0.8064068583564019
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 38,
                    "text": "And Cain said unto the Lord: Satan tempted me because of my brother's flocks. And I was wroth also; for his offering thou didst accept and not mine; my punishment is greater than I can bear.",
                    "score": 0.8052133065644759
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 16,
                    "text": "And Adam and Eve, his wife, ceased not to call upon God. And Adam knew Eve his wife, and she conceived and bare Cain, and said: I have gotten a man from the Lord; wherefore he may not reject his words. But behold, Cain hearkened not, saying: Who is the Lord that I should know him?",
                    "score": 0.8025542065391795
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 32,
                    "text": "And Cain went into the field, and Cain talked with Abel, his brother. And it came to pass that while they were in the field, Cain rose up against Abel, his brother, and slew him.",
                    "score": 0.7947484008950112
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 22,
                    "text": "And the Lord said unto Cain: Why art thou wroth? Why is thy countenance fallen?",
                    "score": 0.7910107094552802
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 50,
                    "text": "Wherefore Lamech, being angry, slew him, not like unto Cain, his brother Abel, for the sake of getting gain, but he slew him for the oath's sake.",
                    "score": 0.7860833650890107
                }
            ]
        },
        {
            "verse": 10,
            "text": "And he said, What hast thou done? the voice of thy brother's blood crieth unto me from the ground.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 35,
                    "text": "And the Lord said: What hast thou done? The voice of thy brother's blood cries unto me from the ground.",
                    "score": 0.9472519777661645
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 9,
                    "verse": 29,
                    "text": "And ye shall say unto him: Have ye murdered your brother?",
                    "score": 0.8118380461201854
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 2,
                    "verse": 18,
                    "text": "And it came to pass that the brother of Jared cried unto the Lord, saying: O Lord, I have performed the work which thou hast commanded me, and I have made the barges according as thou hast directed me.",
                    "score": 0.7998391510357312
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 36,
                    "text": "And now thou shalt be cursed from the earth which hath opened her mouth to receive thy brother's blood from thy hand.",
                    "score": 0.7988895995926961
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 9,
                    "verse": 32,
                    "text": "And when ye have seen this, ye shall say: From whence cometh this blood? Do we not know that it is the blood of your brother?",
                    "score": 0.7890075172659535
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 27,
                    "verse": 4,
                    "text": "Saying, I have sinned in that I have betrayed the innocent blood. And they said, What is that to us? see thou to that.",
                    "score": 0.7869594448681722
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 3,
                    "verse": 14,
                    "text": "And when they had sworn by all that had been forbidden them by our Lord and Savior Jesus Christ, that they would go up unto their enemies to battle, and avenge themselves of the blood of their brethren, behold the voice of the Lord came unto me, saying:",
                    "score": 0.7822284433956511
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 10,
                    "text": "And he said unto me: What desirest thou?",
                    "score": 0.7820027962203435
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 39,
                    "verse": 1,
                    "text": "And now, my son, I have somewhat more to say unto thee than what I said unto thy brother; for behold, have ye not observed the steadiness of thy brother, his faithfulness, and his diligence in keeping the commandments of God? Behold, has he not set a good example for thee?",
                    "score": 0.7799763900209182
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 7,
                    "text": "And the Lord saw that the brother of Jared had fallen to the earth; and the Lord said unto him: Arise, why hast thou fallen?",
                    "score": 0.7775527803614802
                }
            ]
        },
        {
            "verse": 11,
            "text": "And now art thou cursed from the earth, which hath opened her mouth to receive thy brother's blood from thy hand;",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 36,
                    "text": "And now thou shalt be cursed from the earth which hath opened her mouth to receive thy brother's blood from thy hand.",
                    "score": 0.992271983366967
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 35,
                    "text": "And the Lord said: What hast thou done? The voice of thy brother's blood cries unto me from the ground.",
                    "score": 0.840525239391099
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 8,
                    "verse": 4,
                    "text": "Therefore this is thy gift; apply unto it, and blessed art thou, for it shall deliver you out of the hands of your enemies, when, if it were not so, they would slay you and bring your soul to destruction.",
                    "score": 0.7941501306038784
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 9,
                    "verse": 32,
                    "text": "And when ye have seen this, ye shall say: From whence cometh this blood? Do we not know that it is the blood of your brother?",
                    "score": 0.7897701016620643
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 29,
                    "text": "And Satan said unto Cain: Swear unto me by thy throat, and if thou tell it thou shalt die; and swear thy brethren by their heads, and by the living God, that they tell it not; for if they tell it, they shall surely die; and this that thy father may not know it; and this day I will deliver thy brother Abel into thine hands.",
                    "score": 0.7833727019993629
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 16,
                    "text": "Cursed are all those that shall lift up the heel against mine anointed, saith the Lord, and cry they have sinned when they have not sinned before me, saith the Lord, but have done that which was meet in mine eyes, and which I commanded them.",
                    "score": 0.7833319005238792
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 23,
                    "verse": 35,
                    "text": "That upon you may come all the righteous blood shed upon the earth, from the blood of righteous Abel unto the blood of Zacharias son of Barachias, whom ye slew between the temple and the altar.",
                    "score": 0.7821991142629727
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 13,
                    "text": "And the blood of that great and abominable church, which is the whore of all the earth, shall turn upon their own heads; for they shall war among themselves, and the sword of their own hands shall fall upon their own heads, and they shall be drunken with their own blood.",
                    "score": 0.7780794262189441
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 23,
                    "text": "And cursed shall be the seed of him that mixeth with their seed; for they shall be cursed even with the same cursing. And the Lord spake it, and it was done.",
                    "score": 0.7780585631568139
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 42,
                    "text": "But deliver thou, O Jehovah, we beseech thee, thy servants from their hands, and cleanse them from their blood.",
                    "score": 0.7774021374028925
                }
            ]
        },
        {
            "verse": 12,
            "text": "When thou tillest the ground, it shall not henceforth yield unto thee her strength; a fugitive and a vagabond shalt thou be in the earth.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 37,
                    "text": "When thou tillest the ground it shall not henceforth yield unto thee her strength. A fugitive and a vagabond shalt thou be in the earth.",
                    "score": 1.0
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 39,
                    "text": "Behold thou hast driven me out this day from the face of the Lord, and from thy face shall I be hid; and I shall be a fugitive and a vagabond in the earth; and it shall come to pass, that he that findeth me will slay me, because of mine iniquities, for these things are not hid from the Lord.",
                    "score": 0.8037936034230921
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 15,
                    "text": "And behold, we are strong, we shall not come into bondage, or be taken captive by our enemies; yea, and thou hast prospered in the land, and thou shalt also prosper.",
                    "score": 0.7936139610870128
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 21,
                    "verse": 6,
                    "text": "As for these things which ye behold, the days will come, in the which there shall not be left one stone upon another, that shall not be thrown down.",
                    "score": 0.7804772371511028
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 29,
                    "text": "Therefore I, the Lord God, will send him forth from the Garden of Eden, to till the ground from whence he was taken;",
                    "score": 0.7795112386470452
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 7,
                    "verse": 27,
                    "text": "Art thou bound unto a wife? seek not to be loosed. Art thou loosed from a wife? seek not a wife.",
                    "score": 0.7781677844581691
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 34,
                    "text": "Therefore, fear not, little flock; do good; let earth and hell combine against you, for if ye are built upon my rock, they cannot prevail.",
                    "score": 0.777369084508928
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 12,
                    "verse": 19,
                    "text": "And if the Lord shall say--Be thou accursed, that no man shall find thee from this time henceforth and forever--behold, no man getteth it henceforth and forever.",
                    "score": 0.7769925689599928
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 7,
                    "text": "Thus saith the Lord God: It shall not stand, neither shall it come to pass.",
                    "score": 0.774922649034125
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 7,
                    "verse": 22,
                    "text": "And for this cause wo shall come unto you except ye shall repent. For if ye will not repent, behold, this great city, and also all those great cities which are round about, which are in the land of our possession, shall be taken away that ye shall have no place in them; for behold, the Lord will not grant unto you strength, as he has hitherto done, to withstand against your enemies.",
                    "score": 0.7726241131374997
                }
            ]
        },
        {
            "verse": 13,
            "text": "And Cain said unto the Lord, My punishment is greater than I can bear.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 38,
                    "text": "And Cain said unto the Lord: Satan tempted me because of my brother's flocks. And I was wroth also; for his offering thou didst accept and not mine; my punishment is greater than I can bear.",
                    "score": 0.8737075762777754
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 40,
                    "text": "And I the Lord said unto him: Whosoever slayeth thee, vengeance shall be taken on him sevenfold. And I the Lord set a mark upon Cain, lest any finding him should kill him.",
                    "score": 0.8227189603532798
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 29,
                    "text": "And Satan said unto Cain: Swear unto me by thy throat, and if thou tell it thou shalt die; and swear thy brethren by their heads, and by the living God, that they tell it not; for if they tell it, they shall surely die; and this that thy father may not know it; and this day I will deliver thy brother Abel into thine hands.",
                    "score": 0.8141684393167474
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 25,
                    "text": "And it shall be said in time to come--That these abominations were had from Cain; for he rejected the greater counsel which was had from God; and this is a cursing which I will put upon thee, except thou repent.",
                    "score": 0.8086581844788958
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 18,
                    "text": "And Cain loved Satan more than God. And Satan commanded him, saying: Make an offering unto the Lord.",
                    "score": 0.8054449794718398
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 34,
                    "text": "And the Lord said unto Cain: Where is Abel, thy brother? And he said: I know not. Am I my brother's keeper?",
                    "score": 0.7798955827383025
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 20,
                    "verse": 22,
                    "text": "But Ammon raised his sword, and said unto him: Behold, I will smite thee except thou wilt grant unto me that my brethren may be cast out of prison.",
                    "score": 0.7712392087675322
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 21,
                    "text": "But unto Cain, and to his offering, he had not respect. Now Satan knew this, and it pleased him. And Cain was very wroth, and his countenance fell.",
                    "score": 0.770754009650988
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 7,
                    "verse": 16,
                    "text": "And it came to pass that when I, Nephi, had spoken these words unto my brethren, they were angry with me. And it came to pass that they did lay their hands upon me, for behold, they were exceedingly wroth, and they did bind me with cords, for they sought to take away my life, that they might leave me in the wilderness to be devoured by wild beasts.",
                    "score": 0.7703071552775659
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 11,
                    "verse": 4,
                    "text": "By faith Abel offered unto God a more excellent sacrifice than Cain, by which he obtained witness that he was righteous, God testifying of his gifts: and by it he being dead yet speaketh.",
                    "score": 0.7685375767325784
                }
            ]
        },
        {
            "verse": 14,
            "text": "Behold, thou hast driven me out this day from the face of the earth; and from thy face shall I be hid; and I shall be a fugitive and a vagabond in the earth; and it shall come to pass, that every one that findeth me shall slay me.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 39,
                    "text": "Behold thou hast driven me out this day from the face of the Lord, and from thy face shall I be hid; and I shall be a fugitive and a vagabond in the earth; and it shall come to pass, that he that findeth me will slay me, because of mine iniquities, for these things are not hid from the Lord.",
                    "score": 0.9778119238749025
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 3,
                    "text": "Behold, O Lord, thou hast smitten us because of our iniquity, and hast driven us forth, and for these many years we have been in the wilderness; nevertheless, thou hast been merciful unto us. O Lord, look upon me in pity, and turn away thine anger from this thy people, and suffer not that they shall go forth across this raging deep in darkness; but behold these things which I have molten out of the rock.",
                    "score": 0.8280646209445346
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 9,
                    "verse": 6,
                    "text": "And in those days shall men seek death, and shall not find it; and shall desire to die, and death shall flee from them.",
                    "score": 0.8191959420422215
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 17,
                    "verse": 18,
                    "text": "And in that day ye shall be hunted, and ye shall be taken by the hand of your enemies, and then ye shall suffer, as I suffer, the pains of death by fire.",
                    "score": 0.811133881595854
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 1,
                    "text": "Verily, thus saith the Lord: It shall come to pass that every soul who forsaketh his sins and cometh unto me, and calleth on my name, and obeyeth my voice, and keepeth my commandments, shall see my face and know that I am;",
                    "score": 0.8062372080129507
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 20,
                    "text": "And the day shall come that they shall hide up their treasures, because they have set their hearts upon riches; and because they have set their hearts upon their riches, and will hide up their treasures when they shall flee before their enemies; because they will not hide them up unto me, cursed be they and also their treasures; and in that day shall they be smitten, saith the Lord.",
                    "score": 0.8035373449356569
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 25,
                    "text": "And ye see that I have commanded that none of you should go away, but rather have commanded that ye should come unto me, that ye might feel and see; even so shall ye do unto the world; and whosoever breaketh this commandment suffereth himself to be led into temptation.",
                    "score": 0.8022628717728889
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 3,
                    "verse": 15,
                    "text": "Vengeance is mine, and I will repay; and because this people repented not after I had delivered them, behold, they shall be cut off from the face of the earth.",
                    "score": 0.8015579727287059
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 39,
                    "text": "And that which I have chosen hath pled before my face. Wherefore, he suffereth for their sins; inasmuch as they will repent in the day that my Chosen shall return unto me, and until that day they shall be in torment;",
                    "score": 0.8012375384205658
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 33,
                    "text": "O Lord, wilt thou encircle me around in the robe of thy righteousness! O Lord, wilt thou make a way for mine escape before mine enemies! Wilt thou make my path straight before me! Wilt thou not place a stumbling block in my way--but that thou wouldst clear my way before me, and hedge not up my way, but the ways of mine enemy.",
                    "score": 0.800967506943448
                }
            ]
        },
        {
            "verse": 15,
            "text": "And the Lord said unto him, Therefore whosoever slayeth Cain, vengeance shall be taken on him sevenfold. And the Lord set a mark upon Cain, lest any finding him should kill him.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 40,
                    "text": "And I the Lord said unto him: Whosoever slayeth thee, vengeance shall be taken on him sevenfold. And I the Lord set a mark upon Cain, lest any finding him should kill him.",
                    "score": 0.9865973385263198
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 29,
                    "text": "And Satan said unto Cain: Swear unto me by thy throat, and if thou tell it thou shalt die; and swear thy brethren by their heads, and by the living God, that they tell it not; for if they tell it, they shall surely die; and this that thy father may not know it; and this day I will deliver thy brother Abel into thine hands.",
                    "score": 0.8450540846785219
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 10,
                    "verse": 30,
                    "text": "For we know him that hath said, Vengeance belongeth unto me, I will recompense, saith the Lord. And again, The Lord shall judge his people.",
                    "score": 0.8168094603394287
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 20,
                    "verse": 18,
                    "text": "And again, it is expedient that thou shouldst forbear; for if thou shouldst slay thy son, he being an innocent man, his blood would cry from the ground to the Lord his God, for vengeance to come upon thee; and perhaps thou wouldst lose thy soul.",
                    "score": 0.812154007324966
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 25,
                    "text": "And it shall be said in time to come--That these abominations were had from Cain; for he rejected the greater counsel which was had from God; and this is a cursing which I will put upon thee, except thou repent.",
                    "score": 0.8100355346815309
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 12,
                    "verse": 9,
                    "text": "What shall therefore the lord of the vineyard do? he will come and destroy the husbandmen, and will give the vineyard unto others.",
                    "score": 0.8072323246252708
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 16,
                    "text": "And it shall come to pass that whosoever shall lay their hands upon you by violence, ye shall command to be smitten in my name; and, behold, I will smite them according to your words, in mine own due time.",
                    "score": 0.7981871512982676
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 19,
                    "text": "And again, verily I say unto you, if a man marry a wife by my word, which is my law, and by the new and everlasting covenant, and it is sealed unto them by the Holy Spirit of promise, by him who is anointed, unto whom I have appointed this power and the keys of this priesthood; and it shall be said unto them--Ye shall come forth in the first resurrection; and if it be after the first resurrection, in the next resurrection; and shall inherit thrones, kingdoms, principalities, and powers, dominions, all heights and depths--then shall it be written in the Lamb's Book of Life, that he shall commit no murder whereby to shed innocent blood, and if ye abide in my covenant, and commit no murder whereby to shed innocent blood, it shall be done unto them in all things whatsoever my servant hath put upon them, in time, and through all eternity; and shall be of full force when they are out of the world; and they shall pass by the angels, and the gods, which are set there, to their exaltation and glory in all things, as hath been sealed upon their heads, which glory shall be a fulness and a continuation of the seeds forever and ever.",
                    "score": 0.79668484647823
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 5,
                    "verse": 24,
                    "text": "Therefore, repent ye, and humble yourselves before him, lest he shall come out in justice against you--lest a remnant of the seed of Jacob shall go forth among you as a lion, and tear you in pieces, and there is none to deliver.",
                    "score": 0.7964642495299596
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 3,
                    "verse": 16,
                    "text": "And again: I will set a mark upon him that fighteth against thee and thy seed.",
                    "score": 0.7946455193226426
                }
            ]
        },
        {
            "verse": 16,
            "text": "And Cain went out from the presence of the Lord, and dwelt in the land of Nod, on the east of Eden.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 41,
                    "text": "And Cain was shut out from the presence of the Lord, and with his wife and many of his brethren dwelt in the land of Nod, on the east of Eden.",
                    "score": 0.9373022934154805
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 19,
                    "text": "And in process of time it came to pass that Cain brought of the fruit of the ground an offering unto the Lord.",
                    "score": 0.7907574792995393
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 26,
                    "text": "And it came to pass that Enoch journeyed in the land, among the people; and as he journeyed, the Spirit of God descended out of heaven, and abode upon him.",
                    "score": 0.7841573508538285
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 1,
                    "text": "And it came to pass that after I, the Lord God, had driven them out, that Adam began to till the earth, and to have dominion over all the beasts of the field, and to eat his bread by the sweat of his brow, as I the Lord had commanded him. And Eve, also, his wife, did labor with him.",
                    "score": 0.783872588539475
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 26,
                    "text": "And Cain was wroth, and listened not any more to the voice of the Lord, neither to Abel, his brother, who walked in holiness before the Lord.",
                    "score": 0.776292634937287
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 4,
                    "text": "Then came he out of the land of the Chaldaeans, and dwelt in Charran: and from thence, when his father was dead, he removed him into this land, wherein ye now dwell.",
                    "score": 0.7740081973857527
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 2,
                    "verse": 19,
                    "text": "And after Adam and Eve had partaken of the forbidden fruit they were driven out of the garden of Eden, to till the earth.",
                    "score": 0.7725944597798344
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 41,
                    "text": "And he said unto them: I came out from the land of Cainan, the land of my fathers, a land of righteousness unto this day. And my father taught me in all the ways of God.",
                    "score": 0.7663086839539521
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 16,
                    "text": "And Adam and Eve, his wife, ceased not to call upon God. And Adam knew Eve his wife, and she conceived and bare Cain, and said: I have gotten a man from the Lord; wherefore he may not reject his words. But behold, Cain hearkened not, saying: Who is the Lord that I should know him?",
                    "score": 0.7662849372457985
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "chapter": 1,
                    "verse": 13,
                    "text": "And it came to pass that he did according as the Lord had commanded him. And they departed out of the land into the wilderness, as many as would hearken unto the voice of the Lord; and they were led by many preachings and prophesyings. And they were admonished continually by the word of God; and they were led by the power of his arm, through the wilderness until they came down into the land which is called the land of Zarahemla.",
                    "score": 0.7658379172919993
                }
            ]
        },
        {
            "verse": 17,
            "text": "And Cain knew his wife; and she conceived, and bare Enoch: and he builded a city, and called the name of the city, after the name of his son, Enoch.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 42,
                    "text": "And Cain knew his wife, and she conceived and bare Enoch, and he also begat many sons and daughters. And he builded a city, and he called the name of the city after the name of his son, Enoch.",
                    "score": 0.9698669956423903
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 2,
                    "text": "And Adam knew his wife again, and she bare a son, and he called his name Seth. And Adam glorified the name of God; for he said: God hath appointed me another seed, instead of Abel, whom Cain slew.",
                    "score": 0.8114356708565456
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 16,
                    "text": "And Adam and Eve, his wife, ceased not to call upon God. And Adam knew Eve his wife, and she conceived and bare Cain, and said: I have gotten a man from the Lord; wherefore he may not reject his words. But behold, Cain hearkened not, saying: Who is the Lord that I should know him?",
                    "score": 0.7853967562252965
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 17,
                    "text": "And she again conceived and bare his brother Abel. And Abel hearkened unto the voice of the Lord. And Abel was a keeper of sheep, but Cain was a tiller of the ground.",
                    "score": 0.7763248910245789
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 19,
                    "text": "And Enoch continued his preaching in righteousness unto the people of God. And it came to pass in his days, that he built a city that was called the City of Holiness, even Zion.",
                    "score": 0.7734505667367608
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 22,
                    "text": "And Enoch also beheld the residue of the people which were the sons of Adam; and they were a mixture of all the seed of Adam save it was the seed of Cain, for the seed of Cain were black, and had not place among them.",
                    "score": 0.7624189975161798
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 12,
                    "text": "And Adam and Eve blessed the name of God, and they made all things known unto their sons and their daughters.",
                    "score": 0.7559983652054174
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 2,
                    "text": "And Adam knew his wife, and she bare unto him sons and daughters, and they began to multiply and to replenish the earth.",
                    "score": 0.7519716792070108
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 26,
                    "text": "And Adam called his wife's name Eve, because she was the mother of all living; for thus have I, the Lord God, called the first of all women, which are many.",
                    "score": 0.7505959198813066
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 43,
                    "text": "And unto Enoch was born Irad, and other sons and daughters. And Irad begat Mahujael, and other sons and daughters. And Mahujael begat Methusael, and other sons and daughters. And Methusael begat Lamech.",
                    "score": 0.7463346647890909
                }
            ]
        },
        {
            "verse": 18,
            "text": "And unto Enoch was born Irad: and Irad begat Mehujael: and Mehujael begat Methusael: and Methusael begat Lamech.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 43,
                    "text": "And unto Enoch was born Irad, and other sons and daughters. And Irad begat Mahujael, and other sons and daughters. And Mahujael begat Methusael, and other sons and daughters. And Methusael begat Lamech.",
                    "score": 0.9506459824224599
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 59,
                    "text": "And Enoch beheld the Son of Man ascend up unto the Father; and he called unto the Lord, saying: Wilt thou not come again upon the earth? Forasmuch as thou art God, and I know thee, and thou hast sworn unto me, and commanded me that I should ask in the name of thine Only Begotten; thou hast made me, and given unto me a right to thy throne, and not of myself, but through thine own grace; wherefore, I ask thee if thou wilt not come again on the earth.",
                    "score": 0.8080526441656216
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 25,
                    "text": "And Enoch lived sixty-five years, and begat Methuselah.",
                    "score": 0.8079691584435219
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 1,
                    "verse": 15,
                    "text": "And Eliud begat Eleazar; and Eleazar begat Matthan; and Matthan begat Jacob;",
                    "score": 0.8041907820544786
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 15,
                    "text": "And from Noah till Enoch, through the lineage of their fathers;",
                    "score": 0.7823004182003962
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 21,
                    "text": "And Jared lived one hundred and sixty-two years, and begat Enoch; and Jared lived, after he begat Enoch, eight hundred years, and begat sons and daughters. And Jared taught Enoch in all the ways of God.",
                    "score": 0.7812929329044074
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 49,
                    "text": "For Lamech having entered into a covenant with Satan, after the manner of Cain, wherein he became Master Mahan, master of that great secret which was administered unto Cain by Satan; and Irad, the son of Enoch, having known their secret, began to reveal it unto the sons of Adam;",
                    "score": 0.7800912915254704
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 37,
                    "text": "Which was the son of Mathusala, which was the son of Enoch, which was the son of Jared, which was the son of Maleleel, which was the son of Cainan,",
                    "score": 0.7783222352241039
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 1,
                    "verse": 2,
                    "text": "Abraham begat Isaac; and Isaac begat Jacob; and Jacob begat Judas and his brethren;",
                    "score": 0.769079943260978
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 12,
                    "text": "And Noah was four hundred and fifty years old, and begat Japheth; and forty-two years afterward he begat Shem of her who was the mother of Japheth, and when he was five hundred years old he begat Ham.",
                    "score": 0.7648052043492146
                }
            ]
        },
        {
            "verse": 19,
            "text": "And Lamech took unto him two wives: the name of the one was Adah, and the name of the other Zillah.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 44,
                    "text": "And Lamech took unto himself two wives; the name of one being Adah, and the name of the other, Zillah.",
                    "score": 0.9610859861645551
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 47,
                    "text": "And Lamech said unto his wives, Adah and Zillah: Hear my voice, ye wives of Lamech, hearken unto my speech; for I have slain a man to my wounding, and a young man to my hurt.",
                    "score": 0.8082819474790441
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 16,
                    "verse": 7,
                    "text": "And it came to pass that I, Nephi, took one of the daughters of Ishmael to wife; and also, my brethren took of the daughters of Ishmael to wife; and also Zoram took the eldest daughter of Ishmael to wife.",
                    "score": 0.7736190500562261
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 2,
                    "text": "And it came to pass that I, Abraham, took Sarai to wife, and Nahor, my brother, took Milcah to wife, who was the daughter of Haran.",
                    "score": 0.7670651770640934
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 16,
                    "verse": 18,
                    "text": "Whosoever putteth away his wife, and marrieth another, committeth adultery: and whosoever marrieth her that is put away from her husband committeth adultery.",
                    "score": 0.7501180723710621
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And he saith unto them, Whosoever shall put away his wife, and marry another, committeth adultery against her.",
                    "score": 0.7491126549702174
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 15,
                    "verse": 18,
                    "text": "Now as I said, Alma having seen all these things, therefore he took Amulek and came over to the land of Zarahemla, and took him to his own house, and did administer unto him in his tribulations, and strengthened him in the Lord.",
                    "score": 0.7377833274950836
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 2,
                    "text": "And Adam knew his wife again, and she bare a son, and he called his name Seth. And Adam glorified the name of God; for he said: God hath appointed me another seed, instead of Abel, whom Cain slew.",
                    "score": 0.7349037151290528
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 34,
                    "text": "And it came to pass that Alma went and judged those that had been taken in iniquity, according to the word of the Lord.",
                    "score": 0.7323296660927133
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 43,
                    "text": "And unto Enoch was born Irad, and other sons and daughters. And Irad begat Mahujael, and other sons and daughters. And Mahujael begat Methusael, and other sons and daughters. And Methusael begat Lamech.",
                    "score": 0.7316007948500427
                }
            ]
        },
        {
            "verse": 20,
            "text": "And Adah bare Jabal: he was the father of such as dwell in tents, and of such as have cattle.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 45,
                    "text": "And Adah bare Jabal; he was the father of such as dwell in tents, and they were keepers of cattle; and his brother's name was Jubal, who was the father of all such as handle the harp and organ.",
                    "score": 0.9122602093488458
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 15,
                    "text": "And my father dwelt in a tent.",
                    "score": 0.7500713483267788
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 16,
                    "verse": 6,
                    "text": "Now, all these things were said and done as my father dwelt in a tent in the valley which he called Lemuel.",
                    "score": 0.7185644230163989
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 18,
                    "verse": 3,
                    "text": "And because he was of the same craft, he abode with them, and wrought: for by their occupation they were tentmakers.",
                    "score": 0.7149487415817327
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 15,
                    "verse": 30,
                    "text": "But as soon as this thy son was come, which hath devoured thy living with harlots, thou hast killed for him the fatted calf.",
                    "score": 0.7147076954128344
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 10,
                    "verse": 16,
                    "text": "And all these things, of which I have spoken, were done as my father dwelt in a tent, in the valley of Lemuel.",
                    "score": 0.7133034374497648
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 17,
                    "text": "And she again conceived and bare his brother Abel. And Abel hearkened unto the voice of the Lord. And Abel was a keeper of sheep, but Cain was a tiller of the ground.",
                    "score": 0.7119900737420886
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 15,
                    "verse": 11,
                    "text": "And it came to pass that the army of Coriantumr did pitch their tents by the hill Ramah; and it was that same hill where my father Mormon did hide up the records unto the Lord, which were sacred.",
                    "score": 0.7064361069551833
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 9,
                    "verse": 1,
                    "text": "And all these things did my father see, and hear, and speak, as he dwelt in a tent, in the valley of Lemuel, and also a great many more things, which cannot be written upon these plates.",
                    "score": 0.7059198647279296
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 38,
                    "text": "And they came forth to hear him, upon the high places, saying unto the tent-keepers: Tarry ye here and keep the tents, while we go yonder to behold the seer, for he prophesieth, and there is a strange thing in the land; a wild man hath come among us.",
                    "score": 0.7049942363195442
                }
            ]
        },
        {
            "verse": 21,
            "text": "And his brother's name was Jubal: he was the father of all such as handle the harp and organ.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 45,
                    "text": "And Adah bare Jabal; he was the father of such as dwell in tents, and they were keepers of cattle; and his brother's name was Jubal, who was the father of all such as handle the harp and organ.",
                    "score": 0.8696395137097243
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 15,
                    "verse": 27,
                    "text": "And he said unto him, Thy brother is come; and thy father hath killed the fatted calf, because he hath received him safe and sound.",
                    "score": 0.7021045628070188
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 5,
                    "verse": 14,
                    "text": "And it came to pass that my father, Lehi, also found upon the plates of brass a genealogy of his fathers; wherefore he knew that he was a descendant of Joseph; yea, even that Joseph who was the son of Jacob, who was sold into Egypt, and who was preserved by the hand of the Lord, that he might preserve his father, Jacob, and all his household from perishing with famine.",
                    "score": 0.6935185382940512
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 6,
                    "verse": 15,
                    "text": "And the brother of Jared also begat sons and daughters.",
                    "score": 0.6928361465468621
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 3,
                    "verse": 35,
                    "text": "The Father loveth the Son, and hath given all things into his hand.",
                    "score": 0.6917993892312769
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 29,
                    "text": "Which was the son of Jose, which was the son of Eliezer, which was the son of Jorim, which was the son of Matthat, which was the son of Levi,",
                    "score": 0.6908547391694361
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 4,
                    "text": "The Father because he gave me of his fulness, and the Son because I was in the world and made flesh my tabernacle, and dwelt among the sons of men.",
                    "score": 0.6886692704805296
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 11,
                    "verse": 17,
                    "text": "And it came to pass that there arose another mighty man; and he was a descendant of the brother of Jared.",
                    "score": 0.6881025465444695
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 30,
                    "text": "Which was the son of Simeon, which was the son of Juda, which was the son of Joseph, which was the son of Jonan, which was the son of Eliakim,",
                    "score": 0.6860947091367282
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 48,
                    "verse": 18,
                    "text": "Behold, he was a man like unto Ammon, the son of Mosiah, yea, and even the other sons of Mosiah, yea, and also Alma and his sons, for they were all men of God.",
                    "score": 0.6860630689738365
                }
            ]
        },
        {
            "verse": 22,
            "text": "And Zillah, she also bare Tubal-cain, an instructer of every artificer in brass and iron: and the sister of Tubal-cain was Naamah.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 46,
                    "text": "And Zillah, she also bare Tubal Cain, an instructor of every artificer in brass and iron. And the sister of Tubal Cain was called Naamah.",
                    "score": 0.9862833454876602
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 42,
                    "text": "And Cain knew his wife, and she conceived and bare Enoch, and he also begat many sons and daughters. And he builded a city, and he called the name of the city after the name of his son, Enoch.",
                    "score": 0.7391414762449899
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 16,
                    "verse": 7,
                    "text": "And it came to pass that I, Nephi, took one of the daughters of Ishmael to wife; and also, my brethren took of the daughters of Ishmael to wife; and also Zoram took the eldest daughter of Ishmael to wife.",
                    "score": 0.7312910590482663
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 17,
                    "text": "And she again conceived and bare his brother Abel. And Abel hearkened unto the voice of the Lord. And Abel was a keeper of sheep, but Cain was a tiller of the ground.",
                    "score": 0.7135768222595513
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 44,
                    "text": "And Lamech took unto himself two wives; the name of one being Adah, and the name of the other, Zillah.",
                    "score": 0.7088297113468368
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 43,
                    "text": "And unto Enoch was born Irad, and other sons and daughters. And Irad begat Mahujael, and other sons and daughters. And Mahujael begat Methusael, and other sons and daughters. And Methusael begat Lamech.",
                    "score": 0.7079113396356238
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 30,
                    "text": "And Satan sware unto Cain that he would do according to his commands. And all these things were done in secret.",
                    "score": 0.706633178534109
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 43,
                    "verse": 20,
                    "text": "Now the army of Zerahemnah was not prepared with any such thing; they had only their swords and their cimeters, their bows and their arrows, their stones and their slings; and they were naked, save it were a skin which was girded about their loins; yea, all were naked, save it were the Zoramites and the Amalekites;",
                    "score": 0.7057098891321745
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 4,
                    "text": "And she said unto him: The servants of my husband have made it known unto me that thou art a prophet of a holy God, and that thou hast power to do many mighty works in his name;",
                    "score": 0.7042236723018886
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 18,
                    "verse": 3,
                    "text": "And I went unto the prophetess; and she conceived and bare a son. Then said the Lord to me: Call his name, Maher-shalal-hash-baz.",
                    "score": 0.7034979883422098
                }
            ]
        },
        {
            "verse": 23,
            "text": "And Lamech said unto his wives, Adah and Zillah, Hear my voice; ye wives of Lamech, hearken unto my speech: for I have slain a man to my wounding, and a young man to my hurt.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 47,
                    "text": "And Lamech said unto his wives, Adah and Zillah: Hear my voice, ye wives of Lamech, hearken unto my speech; for I have slain a man to my wounding, and a young man to my hurt.",
                    "score": 1.0
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 44,
                    "text": "And Lamech took unto himself two wives; the name of one being Adah, and the name of the other, Zillah.",
                    "score": 0.8172628377544663
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 33,
                    "verse": 10,
                    "text": "Yea, and thou hast also heard me when I have been cast out and have been despised by mine enemies; yea, thou didst hear my cries, and wast angry with mine enemies, and thou didst visit them in thine anger with speedy destruction.",
                    "score": 0.7745781306691484
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 31,
                    "text": "For behold, I, the Lord, have seen the sorrow, and heard the mourning of the daughters of my people in the land of Jerusalem, yea, and in all the lands of my people, because of the wickedness and abominations of their husbands.",
                    "score": 0.774443999380307
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 53,
                    "text": "And among the daughters of men these things were not spoken, because that Lamech had spoken the secret unto his wives, and they rebelled against him, and declared these things abroad, and had not compassion;",
                    "score": 0.7736161599398392
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 52,
                    "text": "Then shall they know that I am the Lord; for I will say unto them: These wounds are the wounds with which I was wounded in the house of my friends. I am he who was lifted up. I am Jesus that was crucified. I am the Son of God.",
                    "score": 0.7675875062418857
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 20,
                    "verse": 13,
                    "text": "And they say unto her, Woman, why weepest thou? She saith unto them, Because they have taken away my Lord, and I know not where they have laid him.",
                    "score": 0.7675501022397103
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 26,
                    "text": "Verily, verily, I say unto you, if a man marry a wife according to my word, and they are sealed by the Holy Spirit of promise, according to mine appointment, and he or she shall commit any sin or transgression of the new and everlasting covenant whatever, and all manner of blasphemies, and if they commit no murder wherein they shed innocent blood, yet they shall come forth in the first resurrection, and enter into their exaltation; but they shall be destroyed in the flesh, and shall be delivered unto the buffetings of Satan unto the day of redemption, saith the Lord God.",
                    "score": 0.766429688568815
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 15,
                    "text": "And the Lord said unto Noah: The daughters of thy sons have sold themselves; for behold mine anger is kindled against the sons of men, for they will not hearken to my voice.",
                    "score": 0.7662653342873902
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 19,
                    "text": "And again, verily I say unto you, if a man marry a wife by my word, which is my law, and by the new and everlasting covenant, and it is sealed unto them by the Holy Spirit of promise, by him who is anointed, unto whom I have appointed this power and the keys of this priesthood; and it shall be said unto them--Ye shall come forth in the first resurrection; and if it be after the first resurrection, in the next resurrection; and shall inherit thrones, kingdoms, principalities, and powers, dominions, all heights and depths--then shall it be written in the Lamb's Book of Life, that he shall commit no murder whereby to shed innocent blood, and if ye abide in my covenant, and commit no murder whereby to shed innocent blood, it shall be done unto them in all things whatsoever my servant hath put upon them, in time, and through all eternity; and shall be of full force when they are out of the world; and they shall pass by the angels, and the gods, which are set there, to their exaltation and glory in all things, as hath been sealed upon their heads, which glory shall be a fulness and a continuation of the seeds forever and ever.",
                    "score": 0.7661939060615311
                }
            ]
        },
        {
            "verse": 24,
            "text": "If Cain shall be avenged sevenfold, truly Lamech seventy and sevenfold.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 48,
                    "text": "If Cain shall be avenged sevenfold, truly Lamech shall be seventy and seven fold;",
                    "score": 0.9659924974033378
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 40,
                    "text": "And I the Lord said unto him: Whosoever slayeth thee, vengeance shall be taken on him sevenfold. And I the Lord set a mark upon Cain, lest any finding him should kill him.",
                    "score": 0.7706594133278155
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 18,
                    "verse": 22,
                    "text": "Jesus saith unto him, I say not unto thee, Until seven times: but, Until seventy times seven.",
                    "score": 0.7618712227132338
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 107,
                    "verse": 96,
                    "text": "And also other seventy, until seven times seventy, if the labor in the vineyard of necessity requires it.",
                    "score": 0.7608309495047689
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 11,
                    "text": "And all the days of Lamech were seven hundred and seventy-seven years, and he died.",
                    "score": 0.7575162579685903
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 40,
                    "text": "And so on unto the second and third time; and as oft as thine enemy repenteth of the trespass wherewith he has trespassed against thee, thou shalt forgive him, until seventy times seven.",
                    "score": 0.743888993031503
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 22,
                    "verse": 26,
                    "text": "Likewise the second also, and the third, unto the seventh.",
                    "score": 0.7322917049794345
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 11,
                    "verse": 15,
                    "text": "And the seventh angel sounded; and there were great voices in heaven, saying, The kingdoms of this world are become the kingdoms of our Lord, and of his Christ; and he shall reign for ever and ever.",
                    "score": 0.7278862302873653
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 10,
                    "verse": 17,
                    "text": "And the seventy returned again with joy, saying, Lord, even the devils are subject unto us through thy name.",
                    "score": 0.7263449578972497
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 112,
                    "text": "And Michael, the seventh angel, even the archangel, shall gather together his armies, even the hosts of heaven.",
                    "score": 0.7263272219857336
                }
            ]
        },
        {
            "verse": 25,
            "text": "And Adam knew his wife again; and she bare a son, and called his name Seth: For God, said she, hath appointed me another seed instead of Abel, whom Cain slew.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 2,
                    "text": "And Adam knew his wife again, and she bare a son, and he called his name Seth. And Adam glorified the name of God; for he said: God hath appointed me another seed, instead of Abel, whom Cain slew.",
                    "score": 0.9799509754075357
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 16,
                    "text": "And Adam and Eve, his wife, ceased not to call upon God. And Adam knew Eve his wife, and she conceived and bare Cain, and said: I have gotten a man from the Lord; wherefore he may not reject his words. But behold, Cain hearkened not, saying: Who is the Lord that I should know him?",
                    "score": 0.8599464649194852
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 42,
                    "text": "And Cain knew his wife, and she conceived and bare Enoch, and he also begat many sons and daughters. And he builded a city, and he called the name of the city after the name of his son, Enoch.",
                    "score": 0.8351967298785248
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 17,
                    "text": "And she again conceived and bare his brother Abel. And Abel hearkened unto the voice of the Lord. And Abel was a keeper of sheep, but Cain was a tiller of the ground.",
                    "score": 0.8092496579285141
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 2,
                    "text": "And Adam knew his wife, and she bare unto him sons and daughters, and they began to multiply and to replenish the earth.",
                    "score": 0.8038044154949033
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 3,
                    "text": "And God revealed himself unto Seth, and he rebelled not, but offered an acceptable sacrifice, like unto his brother Abel. And to him also was born a son, and he called his name Enos.",
                    "score": 0.8014758657404961
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 26,
                    "text": "And Adam called his wife's name Eve, because she was the mother of all living; for thus have I, the Lord God, called the first of all women, which are many.",
                    "score": 0.7967787756945959
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 18,
                    "verse": 3,
                    "text": "And I went unto the prophetess; and she conceived and bare a son. Then said the Lord to me: Call his name, Maher-shalal-hash-baz.",
                    "score": 0.7763279954570975
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 4,
                    "text": "And Adam and Eve, his wife, called upon the name of the Lord, and they heard the voice of the Lord from the way toward the Garden of Eden, speaking unto them, and they saw him not; for they were shut out from his presence.",
                    "score": 0.774698678418591
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 22,
                    "text": "And Enoch also beheld the residue of the people which were the sons of Adam; and they were a mixture of all the seed of Adam save it was the seed of Cain, for the seed of Cain were black, and had not place among them.",
                    "score": 0.7742028362917336
                }
            ]
        },
        {
            "verse": 26,
            "text": "And to Seth, to him also there was born a son; and he called his name Enos: then began men to call upon the name of the Lord.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 38,
                    "text": "Which was the son of Enos, which was the son of Seth, which was the son of Adam, which was the son of God.",
                    "score": 0.8770888532828165
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 3,
                    "text": "And God revealed himself unto Seth, and he rebelled not, but offered an acceptable sacrifice, like unto his brother Abel. And to him also was born a son, and he called his name Enos.",
                    "score": 0.8540240858857813
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 13,
                    "text": "Seth lived one hundred and five years, and begat Enos, and prophesied in all his days, and taught his son Enos in the ways of God; wherefore Enos prophesied also.",
                    "score": 0.8212499006696269
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 4,
                    "text": "And then began these men to call upon the name of the Lord, and the Lord blessed them;",
                    "score": 0.81464059337412
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Enos",
                    "chapter": 1,
                    "verse": 1,
                    "text": "Behold, it came to pass that I, Enos, knowing my father that he was a just man--for he taught me in his language, and also in the nurture and admonition of the Lord--and blessed be the name of my God for it--",
                    "score": 0.8089004615072067
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 17,
                    "text": "And Enos lived ninety years, and begat Cainan. And Enos and the residue of the people of God came out from the land, which was called Shulon, and dwelt in a land of promise, which he called after his own son, whom he had named Cainan.",
                    "score": 0.8064429938181068
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 3,
                    "verse": 21,
                    "text": "And it came to pass that he had two sons. He gave unto the eldest the name of Nephi, and unto the youngest, the name of Lehi. And they began to grow up unto the Lord.",
                    "score": 0.8043358655262683
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 14,
                    "text": "And Seth lived, after he begat Enos, eight hundred and seven years, and begat many sons and daughters.",
                    "score": 0.7957882386874755
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 4,
                    "text": "And it came to pass that on the morrow, when the multitude was gathered together, behold, Nephi and his brother whom he had raised from the dead, whose name was Timothy, and also his son, whose name was Jonas, and also Mathoni, and Mathonihah, his brother, and Kumen, and Kumenonhi, and Jeremiah, and Shemnon, and Jonas, and Zedekiah, and Isaiah--now these were the names of the disciples whom Jesus had chosen--and it came to pass that they went forth and stood in the midst of the multitude.",
                    "score": 0.7934150005483698
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 1,
                    "verse": 6,
                    "text": "There was a man sent from God, whose name was John.",
                    "score": 0.7851325716324326
                }
            ]
        }
    ]
}