{
    "volume": "Old Testament",
    "book": "Genesis",
    "chapter": 17,
    "verses": [
        {
            "verse": 1,
            "text": "And when Abram was ninety years old and nine, the Lord appeared to Abram, and said unto him, I am the Almighty God; walk before me, and be thou perfect.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 107,
                    "verse": 49,
                    "text": "And he saw the Lord, and he walked with him, and was before his face continually; and he walked with God three hundred and sixty-five years, making him four hundred and thirty years old when he was translated.",
                    "score": 0.7900150699268643
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 4,
                    "text": "And I saw the Lord; and he stood before my face, and he talked with me, even as a man talketh one with another, face to face; and he said unto me: Look, and I will show unto thee the world for the space of many generations.",
                    "score": 0.7820699114326424
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 28,
                    "verse": 3,
                    "text": "And he said unto them: Blessed are ye because ye desired this thing of me; therefore, after that ye are seventy and two years old ye shall come unto me in my kingdom; and with me ye shall find rest.",
                    "score": 0.7799835863735438
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Enos",
                    "chapter": 1,
                    "verse": 25,
                    "text": "And it came to pass that I began to be old, and an hundred and seventy and nine years had passed away from the time that our father Lehi left Jerusalem.",
                    "score": 0.7718077186937008
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "chapter": 1,
                    "verse": 25,
                    "text": "And it came to pass that I began to be old; and, having no seed, and knowing king Benjamin to be a just man before the Lord, wherefore, I shall deliver up these plates unto him, exhorting all men to come unto God, the Holy One of Israel, and believe in prophesying, and in revelations, and in the ministering of angels, and in the gift of speaking with tongues, and in the gift of interpreting languages, and in all things which are good; for there is nothing which is good save it comes from the Lord: and that which is evil cometh from the devil.",
                    "score": 0.7562144087163062
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 20,
                    "text": "But I say unto you: Mine angels shall go up before you, and also my presence, and in time ye shall possess the goodly land.",
                    "score": 0.7551433910773844
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 20,
                    "text": "And the Lord commanded him that he should arise. And he arose and stood before him.",
                    "score": 0.753043504881339
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 6,
                    "verse": 30,
                    "text": "And it came to pass that Orihah did walk humbly before the Lord, and did remember how great things the Lord had done for his father, and also taught his people how great things the Lord had done for their fathers.",
                    "score": 0.7514842161789199
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 28,
                    "text": "I am the Lord thy God, and will give unto thee the law of my Holy Priesthood, as was ordained by me and my Father before the world was.",
                    "score": 0.748723727787845
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 11,
                    "text": "Wherefore, I give unto you a commandment that ye go among this people, and say unto them, like unto mine apostle of old, whose name was Peter:",
                    "score": 0.7485558578756171
                }
            ]
        },
        {
            "verse": 2,
            "text": "And I will make my covenant between me and thee, and will multiply thee exceedingly.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 6,
                    "verse": 14,
                    "text": "Saying, Surely blessing I will bless thee, and multiplying I will multiply thee.",
                    "score": 0.8662952312868338
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 38,
                    "text": "And inasmuch as he is faithful, I will multiply a multiplicity of blessings upon him.",
                    "score": 0.8419448539814393
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 35,
                    "text": "And inasmuch as he is faithful, I will multiply blessings upon him.",
                    "score": 0.8357622229074416
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 42,
                    "text": "And inasmuch as he is faithful in keeping my commandments, which I have given unto him, I will multiply blessings upon him and his seed after him, even a multiplicity of blessings.",
                    "score": 0.8242092274267862
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 31,
                    "text": "And inasmuch as they are faithful, behold I will bless, and multiply blessings upon them.",
                    "score": 0.8236840017565931
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 25,
                    "text": "And inasmuch as he is faithful, I will multiply blessings upon him and his seed after him.",
                    "score": 0.8170770398439181
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 19,
                    "text": "For I will make my people with whom the Father hath covenanted, yea, I will make thy horn iron, and I will make thy hoofs brass. And thou shalt beat in pieces many people; and I will consecrate their gain unto the Lord, and their substance unto the Lord of the whole earth. And behold, I am he who doeth it.",
                    "score": 0.8159580186368293
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 20,
                    "text": "And this shall be my covenant with you, ye shall have it for the land of your inheritance, and for the inheritance of your children forever, while the earth shall stand, and ye shall possess it again in eternity, no more to pass away.",
                    "score": 0.812196633036455
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 23,
                    "text": "And I will multiply blessings upon him, inasmuch as he will be humble before me.",
                    "score": 0.8118660827424282
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 21,
                    "text": "And now, if thou wilt tell me concerning these things, whatsoever thou desirest I will give unto thee; and if it were needed, I would guard thee with my armies; but I know that thou art more powerful than all they; nevertheless, whatsoever thou desirest of me I will grant it unto thee.",
                    "score": 0.8100227700565422
                }
            ]
        },
        {
            "verse": 3,
            "text": "And Abram fell on his face: and God talked with him, saying,",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 2,
                    "text": "And he saw God face to face, and he talked with him, and the glory of God was upon Moses; therefore Moses could endure his presence.",
                    "score": 0.7897334562413859
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 17,
                    "verse": 16,
                    "text": "And fell down on his face at his feet, giving him thanks: and he was a Samaritan.",
                    "score": 0.7865429066533937
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 20,
                    "text": "And they brought him unto him: and when he saw him, straightway the spirit tare him; and he fell on the ground, and wallowed foaming.",
                    "score": 0.7811170420216762
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 20,
                    "verse": 10,
                    "text": "And Paul went down, and fell on him, and embracing him said, Trouble not yourselves; for his life is in him.",
                    "score": 0.7769900426033713
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 9,
                    "verse": 4,
                    "text": "And he fell to the earth, and heard a voice saying unto him, Saul, Saul, why persecutest thou me?",
                    "score": 0.7765258599990013
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 42,
                    "text": "And now, when he had said this, he fell unto the earth, as if he were dead.",
                    "score": 0.7738925812675291
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 24,
                    "text": "And after he had said these words, he said unto me: Look! And I looked, and I beheld the Son of God going forth among the children of men; and I saw many fall down at his feet and worship him.",
                    "score": 0.768366365637768
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 17,
                    "verse": 6,
                    "text": "And when the disciples heard it, they fell on their face, and were sore afraid.",
                    "score": 0.7681389553610978
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 9,
                    "verse": 18,
                    "text": "And immediately there fell from his eyes as it had been scales: and he received sight forthwith, and arose, and was baptized.",
                    "score": 0.7652611902936882
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 26,
                    "verse": 39,
                    "text": "And he went a little further, and fell on his face, and prayed, saying, O my Father, if it be possible, let this cup pass from me: nevertheless not as I will, but as thou wilt.",
                    "score": 0.7650742626839813
                }
            ]
        },
        {
            "verse": 4,
            "text": "As for me, behold, my covenant is with thee, and thou shalt be a father of many nations.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 19,
                    "text": "For I will make my people with whom the Father hath covenanted, yea, I will make thy horn iron, and I will make thy hoofs brass. And thou shalt beat in pieces many people; and I will consecrate their gain unto the Lord, and their substance unto the Lord of the whole earth. And behold, I am he who doeth it.",
                    "score": 0.8252591054111519
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 20,
                    "text": "And this shall be my covenant with you, ye shall have it for the land of your inheritance, and for the inheritance of your children forever, while the earth shall stand, and ye shall possess it again in eternity, no more to pass away.",
                    "score": 0.8219347694704493
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 7,
                    "text": "But behold, thus saith the Lord God: When the day cometh that they shall believe in me, that I am Christ, then have I covenanted with their fathers that they shall be restored in the flesh, upon the earth, unto the lands of their inheritance.",
                    "score": 0.8189046222032157
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 29,
                    "text": "And I will remember the covenant which I have made with my people; and I have covenanted with them that I would gather them together in mine own due time, that I would give unto them again the land of their fathers for their inheritance, which is the land of Jerusalem, which is the promised land unto them forever, saith the Father.",
                    "score": 0.8186934605696212
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 46,
                    "text": "Verily, verily, I say unto you, all these things shall surely come, even as the Father hath commanded me. Then shall this covenant which the Father hath covenanted with his people be fulfilled; and then shall Jerusalem be inhabited again with my people, and it shall be the land of their inheritance.",
                    "score": 0.8164004789517154
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 9,
                    "text": "And I will make of thee a great nation, and I will bless thee above measure, and make thy name great among all nations, and thou shalt be a blessing unto thy seed after thee, that in their hands they shall bear this ministry and Priesthood unto all nations;",
                    "score": 0.8161958653300179
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 68,
                    "text": "Behold, thou art one in me, a son of God; and thus may all become my sons. Amen.",
                    "score": 0.8138970505826787
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 2,
                    "text": "And the angel said unto me: What beholdest thou? And I said: I behold many nations and kingdoms.",
                    "score": 0.8117418086270786
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 6,
                    "verse": 18,
                    "text": "And will be a Father unto you, and ye shall be my sons and daughters, saith the Lord Almighty.",
                    "score": 0.8116887751350661
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 1,
                    "text": "And now, my beloved brethren, I have read these things that ye might know concerning the covenants of the Lord that he has covenanted with all the house of Israel--",
                    "score": 0.8094221695308643
                }
            ]
        },
        {
            "verse": 5,
            "text": "Neither shall thy name any more be called Abram, but thy name shall be Abraham; for a father of many nations have I made thee.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 5,
                    "text": "For thy maker, thy husband, the Lord of Hosts is his name; and thy Redeemer, the Holy One of Israel--the God of the whole earth shall he be called.",
                    "score": 0.7956062302103942
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 4,
                    "verse": 17,
                    "text": "(As it is written, I have made thee a father of many nations,) before him whom he believed, even God, who quickeneth the dead, and calleth those things which be not as though they were.",
                    "score": 0.7831456141613061
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 15,
                    "text": "And his name shall be called after me; and it shall be after the name of his father. And he shall be like unto me; for the thing, which the Lord shall bring forth by his hand, by the power of the Lord shall bring my people unto salvation.",
                    "score": 0.7822038367396879
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 5,
                    "verse": 43,
                    "text": "I am come in my Father's name, and ye receive me not: if another shall come in his own name, him ye will receive.",
                    "score": 0.7763307053698714
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 16,
                    "text": "And his voice was unto me: Abraham, Abraham, behold, my name is Jehovah, and I have heard thee, and have come down to deliver thee, and to take thee away from thy father's house, and from all thy kinsfolk, into a strange land which thou knowest not of;",
                    "score": 0.7762353089014706
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 3,
                    "text": "Now the Lord had said unto me: Abraham, get thee out of thy country, and from thy kindred, and from thy father's house, unto a land that I will show thee.",
                    "score": 0.7747058899270923
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 9,
                    "verse": 7,
                    "text": "Neither, because they are the seed of Abraham, are they all children: but, In Isaac shall thy seed be called.",
                    "score": 0.7727956044117625
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 17,
                    "text": "And moreover, I say unto you, that there shall be no other name given nor any other way nor means whereby salvation can come unto the children of men, only in and through the name of Christ, the Lord Omnipotent.",
                    "score": 0.7689429703270902
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 21,
                    "text": "Keep yourselves from evil to take the name of the Lord in vain, for I am the Lord your God, even the God of your fathers, the God of Abraham and of Isaac and of Jacob.",
                    "score": 0.7678992671876204
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 15,
                    "verse": 4,
                    "text": "Who shall not fear thee, O Lord, and glorify thy name? for thou only art holy: for all nations shall come and worship before thee; for thy judgments are made manifest.",
                    "score": 0.7666980802546575
                }
            ]
        },
        {
            "verse": 6,
            "text": "And I will make thee exceeding fruitful, and I will make nations of thee, and kings shall come out of thee.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 9,
                    "text": "And I will make of thee a great nation, and I will bless thee above measure, and make thy name great among all nations, and thou shalt be a blessing unto thy seed after thee, that in their hands they shall bear this ministry and Priesthood unto all nations;",
                    "score": 0.8579096979715275
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 21,
                    "verse": 43,
                    "text": "Therefore say I unto you, The kingdom of God shall be taken from you, and given to a nation bringing forth the fruits thereof.",
                    "score": 0.8400592897993543
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 19,
                    "text": "For I will make my people with whom the Father hath covenanted, yea, I will make thy horn iron, and I will make thy hoofs brass. And thou shalt beat in pieces many people; and I will consecrate their gain unto the Lord, and their substance unto the Lord of the whole earth. And behold, I am he who doeth it.",
                    "score": 0.8180771511338546
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 2,
                    "verse": 26,
                    "text": "And he that overcometh, and keepeth my works unto the end, to him will I give power over the nations:",
                    "score": 0.8178410821373444
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 23,
                    "text": "And again, the Lord shall utter his voice out of heaven, saying: Hearken, O ye nations of the earth, and hear the words of that God who made you.",
                    "score": 0.8127841600326283
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 15,
                    "text": "And it came to pass that after Aaron had expounded these things unto him, the king said: What shall I do that I may have this eternal life of which thou hast spoken? Yea, what shall I do that I may be born of God, having this wicked spirit rooted out of my breast, and receive his Spirit, that I may be filled with joy, that I may not be cast off at the last day? Behold, said he, I will give up all that I possess, yea, I will forsake my kingdom, that I may receive this great joy.",
                    "score": 0.811891787461038
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 1,
                    "verse": 43,
                    "text": "And there will I bless thee and thy seed, and raise up unto me of thy seed, and of the seed of thy brother, and they who shall go with thee, a great nation. And there shall be none greater than the nation which I will raise up unto me of thy seed, upon all the face of the earth. And thus I will do unto thee because this long time ye have cried unto me.",
                    "score": 0.8102764141367311
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 3,
                    "text": "And said unto him, Get thee out of thy country, and from thy kindred, and come into the land which I shall shew thee.",
                    "score": 0.8088912303845374
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 21,
                    "verse": 10,
                    "text": "Then said he unto them, Nation shall rise against nation, and kingdom against kingdom:",
                    "score": 0.8079952001989424
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 37,
                    "verse": 25,
                    "text": "I will bring forth out of darkness unto light all their secret works and their abominations; and except they repent I will destroy them from off the face of the earth; and I will bring to light all their secrets and abominations, unto every nation that shall hereafter possess the land.",
                    "score": 0.803997007550368
                }
            ]
        },
        {
            "verse": 7,
            "text": "And I will establish my covenant between me and thee and thy seed after thee in their generations for an everlasting covenant, to be a God unto thee, and to thy seed after thee.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 20,
                    "text": "And this shall be my covenant with you, ye shall have it for the land of your inheritance, and for the inheritance of your children forever, while the earth shall stand, and ye shall possess it again in eternity, no more to pass away.",
                    "score": 0.8523655786807991
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 59,
                    "text": "Therefore, let my servant Joseph and his seed after him have place in that house, from generation to generation, forever and ever, saith the Lord.",
                    "score": 0.8428646845403592
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 22,
                    "text": "That mine everlasting covenant might be established;",
                    "score": 0.830150185320968
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 29,
                    "text": "And I will remember the covenant which I have made with my people; and I have covenanted with them that I would gather them together in mine own due time, that I would give unto them again the land of their fathers for their inheritance, which is the land of Jerusalem, which is the promised land unto them forever, saith the Father.",
                    "score": 0.8270071929515628
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 1,
                    "verse": 43,
                    "text": "And there will I bless thee and thy seed, and raise up unto me of thy seed, and of the seed of thy brother, and they who shall go with thee, a great nation. And there shall be none greater than the nation which I will raise up unto me of thy seed, upon all the face of the earth. And thus I will do unto thee because this long time ye have cried unto me.",
                    "score": 0.8263028432448173
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 22,
                    "text": "And behold, this people will I establish in this land, unto the fulfilling of the covenant which I made with your father Jacob; and it shall be a New Jerusalem. And the powers of heaven shall be in the midst of this people; yea, even I will be in the midst of you.",
                    "score": 0.825255506626173
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 10,
                    "text": "For this is the covenant that I will make with the house of Israel after those days, saith the Lord; I will put my laws into their mind, and write them in their hearts: and I will be to them a God, and they shall be to me a people:",
                    "score": 0.8210535029513782
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 11,
                    "text": "And I will bless them that bless thee, and curse them that curse thee; and in thee (that is, in thy Priesthood) and in thy seed (that is, thy Priesthood), for I give unto thee a promise that this right shall continue in thee, and in thy seed after thee (that is to say, the literal seed, or the seed of the body) shall all the families of the earth be blessed, even with the blessings of the Gospel, which are the blessings of salvation, even of life eternal.",
                    "score": 0.8176130573780299
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 46,
                    "text": "Verily, verily, I say unto you, all these things shall surely come, even as the Father hath commanded me. Then shall this covenant which the Father hath covenanted with his people be fulfilled; and then shall Jerusalem be inhabited again with my people, and it shall be the land of their inheritance.",
                    "score": 0.8163981635884251
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 49,
                    "text": "For I am the Lord thy God, and will be with thee even unto the end of the world, and through all eternity; for verily I seal upon you your exaltation, and prepare a throne for you in the kingdom of my Father, with Abraham your father.",
                    "score": 0.816364833451191
                }
            ]
        },
        {
            "verse": 8,
            "text": "And I will give unto thee, and to thy seed after thee, the land wherein thou art a stranger, all the land of Canaan, for an everlasting possession; and I will be their God.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 19,
                    "text": "And the Lord appeared unto me in answer to my prayers, and said unto me: Unto thy seed will I give this land.",
                    "score": 0.8507012306743383
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 1,
                    "verse": 43,
                    "text": "And there will I bless thee and thy seed, and raise up unto me of thy seed, and of the seed of thy brother, and they who shall go with thee, a great nation. And there shall be none greater than the nation which I will raise up unto me of thy seed, upon all the face of the earth. And thus I will do unto thee because this long time ye have cried unto me.",
                    "score": 0.8465378584341382
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 19,
                    "text": "Wherefore, I will consecrate this land unto thy seed, and them who shall be numbered among thy seed, forever, for the land of their inheritance; for it is a choice land, saith God unto me, above all other lands, wherefore I will have all men that dwell thereon that they shall worship me, saith God.",
                    "score": 0.8458623375261772
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 29,
                    "verse": 14,
                    "text": "And it shall come to pass that my people, which are of the house of Israel, shall be gathered home unto the lands of their possessions; and my word also shall be gathered in one. And I will show unto them that fight against my word and against my people, who are of the house of Israel, that I am God, and that I covenanted with Abraham that I would remember his seed forever.",
                    "score": 0.838536685070116
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 29,
                    "text": "And I will remember the covenant which I have made with my people; and I have covenanted with them that I would gather them together in mine own due time, that I would give unto them again the land of their fathers for their inheritance, which is the land of Jerusalem, which is the promised land unto them forever, saith the Father.",
                    "score": 0.8257564592386273
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 5,
                    "text": "But, said he, notwithstanding our afflictions, we have obtained a land of promise, a land which is choice above all other lands; a land which the Lord God hath covenanted with me should be a land for the inheritance of my seed. Yea, the Lord hath covenanted this land unto me, and to my children forever, and also all those who should be led out of other countries by the hand of the Lord.",
                    "score": 0.8251326954280649
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 3,
                    "verse": 17,
                    "text": "And again, I say he that departeth from thee shall no more be called thy seed; and I will bless thee, and whomsoever shall be called thy seed, henceforth and forever; and these were the promises of the Lord unto Nephi and to his seed.",
                    "score": 0.8216582820845698
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 20,
                    "text": "And this shall be my covenant with you, ye shall have it for the land of your inheritance, and for the inheritance of your children forever, while the earth shall stand, and ye shall possess it again in eternity, no more to pass away.",
                    "score": 0.8182266806902632
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 6,
                    "text": "But I, Abraham, and Lot, my brother's son, prayed unto the Lord, and the Lord appeared unto me, and said unto me: Arise, and take Lot with thee; for I have purposed to take thee away out of Haran, and to make of thee a minister to bear my name in a strange land which I will give unto thy seed after thee for an everlasting possession, when they hearken to my voice.",
                    "score": 0.8168595359036733
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 58,
                    "text": "And as I said unto Abraham concerning the kindreds of the earth, even so I say unto my servant Joseph: In thee and in thy seed shall the kindred of the earth be blessed.",
                    "score": 0.8159613918899382
                }
            ]
        },
        {
            "verse": 9,
            "text": "And God said unto Abraham, Thou shalt keep my covenant therefore, thou, and thy seed after thee in their generations.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 3,
                    "verse": 25,
                    "text": "Ye are the children of the prophets, and of the covenant which God made with our fathers, saying unto Abraham, And in thy seed shall all the kindreds of the earth be blessed.",
                    "score": 0.8587668977871743
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 18,
                    "text": "Wherefore, our father hath not spoken of our seed alone, but also of all the house of Israel, pointing to the covenant which should be fulfilled in the latter days; which covenant the Lord made to our father Abraham, saying: In thy seed shall all the kindreds of the earth be blessed.",
                    "score": 0.8585932424667366
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 53,
                    "text": "And behold how great the covenants of the Lord, and how great his condescensions unto the children of men; and because of his greatness, and his grace and mercy, he has promised unto us that our seed shall not utterly be destroyed, according to the flesh, but that he would preserve them; and in future generations they shall become a righteous branch unto the house of Israel.",
                    "score": 0.8531160677682889
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 25,
                    "text": "And behold, ye are the children of the prophets; and ye are of the house of Israel; and ye are of the covenant which the Father made with your fathers, saying unto Abraham: And in thy seed shall all the kindreds of the earth be blessed.",
                    "score": 0.8446417307031815
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 27,
                    "text": "And after that ye were blessed then fulfilleth the Father the covenant which he made with Abraham, saying: In thy seed shall all the kindreds of the earth be blessed--unto the pouring out of the Holy Ghost through me upon the Gentiles, which blessing upon the Gentiles shall make them mighty above all, unto the scattering of my people, O house of Israel.",
                    "score": 0.8411449812363547
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 9,
                    "text": "And it shall also be of worth unto the Gentiles; and not only unto the Gentiles but unto all the house of Israel, unto the making known of the covenants of the Father of heaven unto Abraham, saying: In thy seed shall all the kindreds of the earth be blessed.",
                    "score": 0.8382119927801267
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 21,
                    "text": "Wherefore, for this cause hath the Lord God promised unto me that these things which I write shall be kept and preserved, and handed down unto my seed, from generation to generation, that the promise may be fulfilled unto Joseph, that his seed should never perish as long as the earth should stand.",
                    "score": 0.8363029964697363
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 58,
                    "text": "And as I said unto Abraham concerning the kindreds of the earth, even so I say unto my servant Joseph: In thee and in thy seed shall the kindred of the earth be blessed.",
                    "score": 0.8348366141191353
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 3,
                    "verse": 16,
                    "text": "Now to Abraham and his seed were the promises made. He saith not, And to seeds, as of many; but as of one, And to thy seed, which is Christ.",
                    "score": 0.8348187527243729
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 20,
                    "text": "And this shall be my covenant with you, ye shall have it for the land of your inheritance, and for the inheritance of your children forever, while the earth shall stand, and ye shall possess it again in eternity, no more to pass away.",
                    "score": 0.8347998086009751
                }
            ]
        },
        {
            "verse": 10,
            "text": "This is my covenant, which ye shall keep, between me and you and thy seed after thee; Every man child among you shall be circumcised.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 53,
                    "text": "And behold how great the covenants of the Lord, and how great his condescensions unto the children of men; and because of his greatness, and his grace and mercy, he has promised unto us that our seed shall not utterly be destroyed, according to the flesh, but that he would preserve them; and in future generations they shall become a righteous branch unto the house of Israel.",
                    "score": 0.812093196621605
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 2,
                    "verse": 25,
                    "text": "For circumcision verily profiteth, if thou keep the law: but if thou be a breaker of the law, thy circumcision is made uncircumcision.",
                    "score": 0.8076863148284719
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 20,
                    "text": "And this shall be my covenant with you, ye shall have it for the land of your inheritance, and for the inheritance of your children forever, while the earth shall stand, and ye shall possess it again in eternity, no more to pass away.",
                    "score": 0.8009543544965424
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 18,
                    "text": "Wherefore, our father hath not spoken of our seed alone, but also of all the house of Israel, pointing to the covenant which should be fulfilled in the latter days; which covenant the Lord made to our father Abraham, saying: In thy seed shall all the kindreds of the earth be blessed.",
                    "score": 0.8007273715658844
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 4,
                    "verse": 9,
                    "text": "Cometh this blessedness then upon the circumcision only, or upon the uncircumcision also? for we say that faith was reckoned to Abraham for righteousness.",
                    "score": 0.7985997409103379
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 17,
                    "text": "For I will fulfil my promises which I have made unto the children of men, that I will do unto them while they are in the flesh--",
                    "score": 0.7976667016843426
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 19,
                    "text": "And again, verily I say unto you, if a man marry a wife by my word, which is my law, and by the new and everlasting covenant, and it is sealed unto them by the Holy Spirit of promise, by him who is anointed, unto whom I have appointed this power and the keys of this priesthood; and it shall be said unto them--Ye shall come forth in the first resurrection; and if it be after the first resurrection, in the next resurrection; and shall inherit thrones, kingdoms, principalities, and powers, dominions, all heights and depths--then shall it be written in the Lamb's Book of Life, that he shall commit no murder whereby to shed innocent blood, and if ye abide in my covenant, and commit no murder whereby to shed innocent blood, it shall be done unto them in all things whatsoever my servant hath put upon them, in time, and through all eternity; and shall be of full force when they are out of the world; and they shall pass by the angels, and the gods, which are set there, to their exaltation and glory in all things, as hath been sealed upon their heads, which glory shall be a fulness and a continuation of the seeds forever and ever.",
                    "score": 0.7951838388047283
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 3,
                    "verse": 25,
                    "text": "Ye are the children of the prophets, and of the covenant which God made with our fathers, saying unto Abraham, And in thy seed shall all the kindreds of the earth be blessed.",
                    "score": 0.7943176943341271
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 15,
                    "verse": 8,
                    "text": "Now I say that Jesus Christ was a minister of the circumcision for the truth of God, to confirm the promises made unto the fathers:",
                    "score": 0.7926468914987247
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 6,
                    "text": "For hereafter you shall be ordained and go forth and deliver my words unto the children of men.",
                    "score": 0.7899762511804113
                }
            ]
        },
        {
            "verse": 11,
            "text": "And ye shall circumcise the flesh of your foreskin; and it shall be a token of the covenant betwixt me and you.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 5,
                    "verse": 2,
                    "text": "Behold, I Paul say unto you, that if ye be circumcised, Christ shall profit you nothing.",
                    "score": 0.8147344138762703
                },
                {
                    "volume": "New Testament",
                    "book": "Colossians",
                    "chapter": 2,
                    "verse": 11,
                    "text": "In whom also ye are circumcised with the circumcision made without hands, in putting off the body of the sins of the flesh by the circumcision of Christ:",
                    "score": 0.8134237643940931
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 2,
                    "verse": 25,
                    "text": "For circumcision verily profiteth, if thou keep the law: but if thou be a breaker of the law, thy circumcision is made uncircumcision.",
                    "score": 0.8061761289647831
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 6,
                    "verse": 13,
                    "text": "For neither they themselves who are circumcised keep the law; but desire to have you circumcised, that they may glory in your flesh.",
                    "score": 0.804430004928246
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 4,
                    "verse": 9,
                    "text": "Cometh this blessedness then upon the circumcision only, or upon the uncircumcision also? for we say that faith was reckoned to Abraham for righteousness.",
                    "score": 0.8009224701954026
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 6,
                    "verse": 56,
                    "text": "He that eateth my flesh, and drinketh my blood, dwelleth in me, and I in him.",
                    "score": 0.7990691068825594
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 2,
                    "verse": 9,
                    "text": "And when James, Cephas, and John, who seemed to be pillars, perceived the grace that was given unto me, they gave to me and Barnabas the right hands of fellowship; that we should go unto the heathen, and they unto the circumcision.",
                    "score": 0.7980843248848413
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 6,
                    "verse": 12,
                    "text": "As many as desire to make a fair shew in the flesh, they constrain you to be circumcised; only lest they should suffer persecution for the cross of Christ.",
                    "score": 0.7946071978871565
                },
                {
                    "volume": "New Testament",
                    "book": "Colossians",
                    "chapter": 2,
                    "verse": 13,
                    "text": "And you, being dead in your sins and the uncircumcision of your flesh, hath he quickened together with him, having forgiven you all trespasses;",
                    "score": 0.789480038638174
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 15,
                    "verse": 24,
                    "text": "Forasmuch as we have heard, that certain which went out from us have troubled you with words, subverting your souls, saying, Ye must be circumcised, and keep the law: to whom we gave no such commandment:",
                    "score": 0.7890272525868232
                }
            ]
        },
        {
            "verse": 12,
            "text": "And he that is eight days old shall be circumcised among you, every man child in your generations, he that is born in the house, or bought with money of any stranger, which is not of thy seed.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "chapter": 3,
                    "verse": 5,
                    "text": "Circumcised the eighth day, of the stock of Israel, of the tribe of Benjamin, an Hebrew of the Hebrews; as touching the law, a Pharisee;",
                    "score": 0.8315359126315685
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 8,
                    "text": "And he gave him the covenant of circumcision: and so Abraham begat Isaac, and circumcised him the eighth day; and Isaac begat Jacob; and Jacob begat the twelve patriarchs.",
                    "score": 0.8241029286365008
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 59,
                    "text": "And it came to pass, that on the eighth day they came to circumcise the child; and they called him Zacharias, after the name of his father.",
                    "score": 0.8173909784167888
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 7,
                    "verse": 22,
                    "text": "Moses therefore gave unto you circumcision; (not because it is of Moses, but of the fathers;) and ye on the sabbath day circumcise a man.",
                    "score": 0.8138404520902297
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 4,
                    "verse": 12,
                    "text": "And the father of circumcision to them who are not of the circumcision only, but who also walk in the steps of that faith of our father Abraham, which he had being yet uncircumcised.",
                    "score": 0.8099448965162519
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 2,
                    "verse": 25,
                    "text": "For circumcision verily profiteth, if thou keep the law: but if thou be a breaker of the law, thy circumcision is made uncircumcision.",
                    "score": 0.7965972806760009
                },
                {
                    "volume": "New Testament",
                    "book": "Colossians",
                    "chapter": 2,
                    "verse": 11,
                    "text": "In whom also ye are circumcised with the circumcision made without hands, in putting off the body of the sins of the flesh by the circumcision of Christ:",
                    "score": 0.7927765097290731
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 2,
                    "verse": 11,
                    "text": "Wherefore remember, that ye being in time past Gentiles in the flesh, who are called Uncircumcision by that which is called the Circumcision in the flesh made by hands;",
                    "score": 0.7897802463586361
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 2,
                    "verse": 21,
                    "text": "And when eight days were accomplished for the circumcising of the child, his name was called Jesus, which was so named of the angel before he was conceived in the womb.",
                    "score": 0.7892955854184397
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 2,
                    "verse": 27,
                    "text": "And shall not uncircumcision which is by nature, if it fulfil the law, judge thee, who by the letter and circumcision dost transgress the law?",
                    "score": 0.7874335794404279
                }
            ]
        },
        {
            "verse": 13,
            "text": "He that is born in thy house, and he that is bought with thy money, must needs be circumcised: and my covenant shall be in your flesh for an everlasting covenant.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 59,
                    "text": "Therefore, let my servant Joseph and his seed after him have place in that house, from generation to generation, forever and ever, saith the Lord.",
                    "score": 0.8066465648885275
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 2,
                    "verse": 25,
                    "text": "For circumcision verily profiteth, if thou keep the law: but if thou be a breaker of the law, thy circumcision is made uncircumcision.",
                    "score": 0.8041445490587767
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 25,
                    "text": "And upon my house shall it begin, and from my house shall it go forth, saith the Lord;",
                    "score": 0.7962647759978408
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 69,
                    "text": "And if any pay stock into their hands it shall be for stock in that house, for himself, and for his generation after him, from generation to generation, so long as he and his heirs shall hold that stock, and do not sell or convey the stock away out of their hands by their own free will and act, if you will do my will, saith the Lord your God.",
                    "score": 0.7955356873551944
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 6,
                    "verse": 13,
                    "text": "For neither they themselves who are circumcised keep the law; but desire to have you circumcised, that they may glory in your flesh.",
                    "score": 0.7923549881439431
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 77,
                    "text": "Verily I say unto you, let my servant Hyrum put stock into that house as seemeth him good, for himself and his generation after him, from generation to generation.",
                    "score": 0.7920711032932536
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 20,
                    "text": "And this shall be my covenant with you, ye shall have it for the land of your inheritance, and for the inheritance of your children forever, while the earth shall stand, and ye shall possess it again in eternity, no more to pass away.",
                    "score": 0.7905545871055626
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 11,
                    "verse": 14,
                    "text": "Who shall tell thee words, whereby thou and all thy house shall be saved.",
                    "score": 0.7873041778781802
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 72,
                    "text": "Verily I say unto you, let my servant Joseph pay stock into their hands for the building of that house, as seemeth him good; but my servant Joseph cannot pay over fifteen thousand dollars stock in that house, nor under fifty dollars; neither can any other man, saith the Lord.",
                    "score": 0.7866462225054409
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 4,
                    "text": "For it is wisdom in the Father that they should be established in this land, and be set up as a free people by the power of the Father, that these things might come forth from them unto a remnant of your seed, that the covenant of the Father may be fulfilled which he hath covenanted with his people, O house of Israel;",
                    "score": 0.7844078569453631
                }
            ]
        },
        {
            "verse": 14,
            "text": "And the uncircumcised man child whose flesh of his foreskin is not circumcised, that soul shall be cut off from his people; he hath broken my covenant.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 2,
                    "verse": 25,
                    "text": "For circumcision verily profiteth, if thou keep the law: but if thou be a breaker of the law, thy circumcision is made uncircumcision.",
                    "score": 0.8286870678422185
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 2,
                    "verse": 26,
                    "text": "Therefore if the uncircumcision keep the righteousness of the law, shall not his uncircumcision be counted for circumcision?",
                    "score": 0.8283300301149145
                },
                {
                    "volume": "New Testament",
                    "book": "Colossians",
                    "chapter": 2,
                    "verse": 11,
                    "text": "In whom also ye are circumcised with the circumcision made without hands, in putting off the body of the sins of the flesh by the circumcision of Christ:",
                    "score": 0.8224706426206165
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 2,
                    "verse": 27,
                    "text": "And shall not uncircumcision which is by nature, if it fulfil the law, judge thee, who by the letter and circumcision dost transgress the law?",
                    "score": 0.8220538310605309
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "chapter": 3,
                    "verse": 3,
                    "text": "For we are the circumcision, which worship God in the spirit, and rejoice in Christ Jesus, and have no confidence in the flesh.",
                    "score": 0.8077487817774114
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 4,
                    "verse": 12,
                    "text": "And the father of circumcision to them who are not of the circumcision only, but who also walk in the steps of that faith of our father Abraham, which he had being yet uncircumcised.",
                    "score": 0.8077424714935819
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 15,
                    "verse": 24,
                    "text": "Forasmuch as we have heard, that certain which went out from us have troubled you with words, subverting your souls, saying, Ye must be circumcised, and keep the law: to whom we gave no such commandment:",
                    "score": 0.8056862191046463
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 5,
                    "verse": 6,
                    "text": "For in Jesus Christ neither circumcision availeth any thing, nor uncircumcision; but faith which worketh by love.",
                    "score": 0.8050266342838652
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 2,
                    "verse": 28,
                    "text": "For he is not a Jew, which is one outwardly; neither is that circumcision, which is outward in the flesh:",
                    "score": 0.799060960670088
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 74,
                    "verse": 6,
                    "text": "That their children might remain without circumcision; and that the tradition might be done away, which saith that little children are unholy; for it was had among the Jews;",
                    "score": 0.7985634725233606
                }
            ]
        },
        {
            "verse": 15,
            "text": "And God said unto Abraham, As for Sarai thy wife, thou shalt not call her name Sarai, but Sarah shall her name be.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 25,
                    "text": "And it came to pass that I, Abraham, told Sarai, my wife, all that the Lord had said unto me--Therefore say unto them, I pray thee, thou art my sister, that it may be well with me for thy sake, and my soul shall live because of thee.",
                    "score": 0.8161237289407851
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 3,
                    "verse": 6,
                    "text": "Even as Sara obeyed Abraham, calling him lord: whose daughters ye are, as long as ye do well, and are not afraid with any amazement.",
                    "score": 0.7886190485076543
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 13,
                    "text": "But the angel said unto him, Fear not, Zacharias: for thy prayer is heard; and thy wife Elisabeth shall bear thee a son, and thou shalt call his name John.",
                    "score": 0.7884575139356162
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 15,
                    "text": "Thou shalt not take the name of the Lord thy God in vain; for the Lord will not hold him guiltless that taketh his name in vain.",
                    "score": 0.7796801488226478
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 51,
                    "text": "Verily, I say unto you: A commandment I give unto mine handmaid, Emma Smith, your wife, whom I have given unto you, that she stay herself and partake not of that which I commanded you to offer unto her; for I did it, saith the Lord, to prove you all, as I did Abraham, and that I might require an offering at your hand, by covenant and sacrifice.",
                    "score": 0.7766924160454484
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 65,
                    "text": "Therefore, it shall be lawful in me, if she receive not this law, for him to receive all things whatsoever I, the Lord his God, will give unto him, because she did not believe and administer unto him according to my word; and she then becomes the transgressor; and he is exempt from the law of Sarah, who administered unto Abraham according to the law when I commanded Abraham to take Hagar to wife.",
                    "score": 0.7734889704478324
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 5,
                    "text": "For thy maker, thy husband, the Lord of Hosts is his name; and thy Redeemer, the Holy One of Israel--the God of the whole earth shall he be called.",
                    "score": 0.7629929260012036
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 19,
                    "verse": 9,
                    "text": "And I say unto you, Whosoever shall put away his wife, except it be for fornication, and shall marry another, committeth adultery: and whoso marrieth her which is put away doth commit adultery.",
                    "score": 0.762744566772605
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 90,
                    "verse": 37,
                    "text": "For she shall not be removed out of her place. I, the Lord, have spoken it. Amen.",
                    "score": 0.7625127877434653
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 27,
                    "text": "Wherefore, my brethren, hear me, and hearken to the word of the Lord: For there shall not any man among you have save it be one wife; and concubines he shall have none;",
                    "score": 0.7603951677527391
                }
            ]
        },
        {
            "verse": 16,
            "text": "And I will bless her, and give thee a son also of her: yea, I will bless her, and she shall be a mother of nations; kings of people shall be of her.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 28,
                    "text": "And I will bless her with blessings, and multiply a multiplicity of blessings upon her, and upon her generations forever and ever, saith the Lord your God. Amen.",
                    "score": 0.8445938534927464
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 1,
                    "verse": 21,
                    "text": "And she shall bring forth a son, and thou shalt call his name Jesus: for he shall save his people from their sins.",
                    "score": 0.8305011222288414
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 6,
                    "verse": 18,
                    "text": "And will be a Father unto you, and ye shall be my sons and daughters, saith the Lord Almighty.",
                    "score": 0.814920106157731
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 55,
                    "text": "But if she will not abide this commandment, then shall my servant Joseph do all things for her, even as he hath said; and I will bless him and multiply him and give unto him an hundred-fold in this world, of fathers and mothers, brothers and sisters, houses and lands, wives and children, and crowns of eternal lives in the eternal worlds.",
                    "score": 0.8066595970950942
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 9,
                    "verse": 9,
                    "text": "For this is the word of promise, At this time will I come, and Sara shall have a son.",
                    "score": 0.8051139340081418
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 20,
                    "verse": 21,
                    "text": "And he said unto her, What wilt thou? She saith unto him, Grant that these my two sons may sit, the one on thy right hand, and the other on the left, in thy kingdom.",
                    "score": 0.8023457889138454
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 1,
                    "verse": 43,
                    "text": "And there will I bless thee and thy seed, and raise up unto me of thy seed, and of the seed of thy brother, and they who shall go with thee, a great nation. And there shall be none greater than the nation which I will raise up unto me of thy seed, upon all the face of the earth. And thus I will do unto thee because this long time ye have cried unto me.",
                    "score": 0.8019146756004742
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 9,
                    "text": "And I will make of thee a great nation, and I will bless thee above measure, and make thy name great among all nations, and thou shalt be a blessing unto thy seed after thee, that in their hands they shall bear this ministry and Priesthood unto all nations;",
                    "score": 0.796038709255148
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 43,
                    "text": "And whence is this to me, that the mother of my Lord should come to me?",
                    "score": 0.7950229346277936
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 42,
                    "text": "And she shall be an ensign unto the people, and there shall come unto her out of every nation under heaven.",
                    "score": 0.7944850637179838
                }
            ]
        },
        {
            "verse": 17,
            "text": "Then Abraham fell upon his face, and laughed, and said in his heart, Shall a child be born unto him that is an hundred years old? and shall Sarah, that is ninety years old, bear?",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 12,
                    "text": "And Noah was four hundred and fifty years old, and begat Japheth; and forty-two years afterward he begat Shem of her who was the mother of Japheth, and when he was five hundred years old he begat Ham.",
                    "score": 0.758531135910251
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 130,
                    "verse": 15,
                    "text": "Joseph, my son, if thou livest until thou art eighty-five years old, thou shalt see the face of the Son of Man; therefore let this suffice, and trouble me no more on this matter.",
                    "score": 0.7487374578018757
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 107,
                    "verse": 47,
                    "text": "Jared was two hundred years old when he was ordained under the hand of Adam, who also blessed him.",
                    "score": 0.7466452588812764
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 107,
                    "verse": 46,
                    "text": "Mahalaleel was four hundred and ninety-six years and seven days old when he was ordained by the hand of Adam, who also blessed him.",
                    "score": 0.7441699106618341
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 55,
                    "text": "As he spake to our fathers, to Abraham, and to his seed for ever.",
                    "score": 0.7435102282607281
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 107,
                    "verse": 50,
                    "text": "Methuselah was one hundred years old when he was ordained under the hand of Adam.",
                    "score": 0.7421362416661789
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 10,
                    "text": "And Lamech lived, after he begat Noah, five hundred and ninety-five years, and begat sons and daughters;",
                    "score": 0.7393417415060713
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 58,
                    "text": "And as I said unto Abraham concerning the kindreds of the earth, even so I say unto my servant Joseph: In thee and in thy seed shall the kindred of the earth be blessed.",
                    "score": 0.7389218700220112
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 57,
                    "text": "Then said the Jews unto him, Thou art not yet fifty years old, and hast thou seen Abraham?",
                    "score": 0.7387063998514978
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 10,
                    "verse": 30,
                    "text": "But he shall receive an hundredfold now in this time, houses, and brethren, and sisters, and mothers, and children, and lands, with persecutions; and in the world to come eternal life.",
                    "score": 0.7383075685599492
                }
            ]
        },
        {
            "verse": 18,
            "text": "And Abraham said unto God, O that Ishmael might live before thee!",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 58,
                    "text": "Jesus said unto them, Verily, verily, I say unto you, Before Abraham was, I am.",
                    "score": 0.8135467789635852
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 8,
                    "verse": 18,
                    "text": "Yea, and behold I say unto you, that Abraham not only knew of these things, but there were many before the days of Abraham who were called by the order of God; yea, even after the order of his Son; and this that it should be shown unto the people, a great many thousand years before his coming, that even redemption should come unto them.",
                    "score": 0.7948376730466873
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 3,
                    "verse": 8,
                    "text": "And the scripture, foreseeing that God would justify the heathen through faith, preached before the gospel unto Abraham, saying, In thee shall all nations be blessed.",
                    "score": 0.7944863619035089
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 3,
                    "verse": 15,
                    "text": "And the Lord said unto me: Abraham, I show these things unto thee before ye go into Egypt, that ye may declare all these words.",
                    "score": 0.7943375758131314
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 4,
                    "verse": 16,
                    "text": "Therefore it is of faith, that it might be by grace; to the end the promise might be sure to all the seed; not to that only which is of the law, but to that also which is of the faith of Abraham; who is the father of us all,",
                    "score": 0.7767313075047592
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 25,
                    "text": "And it came to pass that I, Abraham, told Sarai, my wife, all that the Lord had said unto me--Therefore say unto them, I pray thee, thou art my sister, that it may be well with me for thy sake, and my soul shall live because of thee.",
                    "score": 0.7706141035280913
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 18,
                    "text": "O God, Aaron hath told me that there is a God; and if there is a God, and if thou art God, wilt thou make thyself known unto me, and I will give away all my sins to know thee, and that I may be raised from the dead, and be saved at the last day. And now when the king had said these words, he was struck as if he were dead.",
                    "score": 0.7689435119609349
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 4,
                    "verse": 2,
                    "text": "For if Abraham were justified by works, he hath whereof to glory; but not before God.",
                    "score": 0.7685449364937267
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 28,
                    "text": "And when he had thus spoken, he went before, ascending up to Jerusalem.",
                    "score": 0.7671860434788238
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 21,
                    "text": "Wherefore, for this cause hath the Lord God promised unto me that these things which I write shall be kept and preserved, and handed down unto my seed, from generation to generation, that the promise may be fulfilled unto Joseph, that his seed should never perish as long as the earth should stand.",
                    "score": 0.7651083907655023
                }
            ]
        },
        {
            "verse": 19,
            "text": "And God said, Sarah thy wife shall bear thee a son indeed; and thou shalt call his name Isaac: and I will establish my covenant with him for an everlasting covenant, and with his seed after him.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 19,
                    "text": "And again, verily I say unto you, if a man marry a wife by my word, which is my law, and by the new and everlasting covenant, and it is sealed unto them by the Holy Spirit of promise, by him who is anointed, unto whom I have appointed this power and the keys of this priesthood; and it shall be said unto them--Ye shall come forth in the first resurrection; and if it be after the first resurrection, in the next resurrection; and shall inherit thrones, kingdoms, principalities, and powers, dominions, all heights and depths--then shall it be written in the Lamb's Book of Life, that he shall commit no murder whereby to shed innocent blood, and if ye abide in my covenant, and commit no murder whereby to shed innocent blood, it shall be done unto them in all things whatsoever my servant hath put upon them, in time, and through all eternity; and shall be of full force when they are out of the world; and they shall pass by the angels, and the gods, which are set there, to their exaltation and glory in all things, as hath been sealed upon their heads, which glory shall be a fulness and a continuation of the seeds forever and ever.",
                    "score": 0.8408027527068985
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 11,
                    "verse": 18,
                    "text": "Of whom it was said, That in Isaac shall thy seed be called:",
                    "score": 0.827440471990633
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 1,
                    "verse": 21,
                    "text": "And she shall bring forth a son, and thou shalt call his name Jesus: for he shall save his people from their sins.",
                    "score": 0.8163094556425388
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 29,
                    "verse": 14,
                    "text": "And it shall come to pass that my people, which are of the house of Israel, shall be gathered home unto the lands of their possessions; and my word also shall be gathered in one. And I will show unto them that fight against my word and against my people, who are of the house of Israel, that I am God, and that I covenanted with Abraham that I would remember his seed forever.",
                    "score": 0.814380770535366
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 18,
                    "text": "Wherefore, our father hath not spoken of our seed alone, but also of all the house of Israel, pointing to the covenant which should be fulfilled in the latter days; which covenant the Lord made to our father Abraham, saying: In thy seed shall all the kindreds of the earth be blessed.",
                    "score": 0.8141628103238328
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 26,
                    "text": "Verily, verily, I say unto you, if a man marry a wife according to my word, and they are sealed by the Holy Spirit of promise, according to mine appointment, and he or she shall commit any sin or transgression of the new and everlasting covenant whatever, and all manner of blasphemies, and if they commit no murder wherein they shed innocent blood, yet they shall come forth in the first resurrection, and enter into their exaltation; but they shall be destroyed in the flesh, and shall be delivered unto the buffetings of Satan unto the day of redemption, saith the Lord God.",
                    "score": 0.8124044043952672
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 20,
                    "text": "And this shall be my covenant with you, ye shall have it for the land of your inheritance, and for the inheritance of your children forever, while the earth shall stand, and ye shall possess it again in eternity, no more to pass away.",
                    "score": 0.8116553552609145
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 25,
                    "text": "And it came to pass that I, Abraham, told Sarai, my wife, all that the Lord had said unto me--Therefore say unto them, I pray thee, thou art my sister, that it may be well with me for thy sake, and my soul shall live because of thee.",
                    "score": 0.8089804498966536
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 1,
                    "verse": 43,
                    "text": "And there will I bless thee and thy seed, and raise up unto me of thy seed, and of the seed of thy brother, and they who shall go with thee, a great nation. And there shall be none greater than the nation which I will raise up unto me of thy seed, upon all the face of the earth. And thus I will do unto thee because this long time ye have cried unto me.",
                    "score": 0.8067303223884775
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 29,
                    "text": "And I will remember the covenant which I have made with my people; and I have covenanted with them that I would gather them together in mine own due time, that I would give unto them again the land of their fathers for their inheritance, which is the land of Jerusalem, which is the promised land unto them forever, saith the Father.",
                    "score": 0.8050997729838919
                }
            ]
        },
        {
            "verse": 20,
            "text": "And as for Ishmael, I have heard thee: Behold, I have blessed him, and will make him fruitful, and will multiply him exceedingly; twelve princes shall he beget, and I will make him a great nation.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 38,
                    "text": "And inasmuch as he is faithful, I will multiply a multiplicity of blessings upon him.",
                    "score": 0.8150175866857879
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 9,
                    "text": "And I will make of thee a great nation, and I will bless thee above measure, and make thy name great among all nations, and thou shalt be a blessing unto thy seed after thee, that in their hands they shall bear this ministry and Priesthood unto all nations;",
                    "score": 0.8138939135612809
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 42,
                    "text": "And inasmuch as he is faithful in keeping my commandments, which I have given unto him, I will multiply blessings upon him and his seed after him, even a multiplicity of blessings.",
                    "score": 0.8134568058698891
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 25,
                    "text": "And inasmuch as he is faithful, I will multiply blessings upon him and his seed after him.",
                    "score": 0.8116202727479644
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 35,
                    "text": "And inasmuch as he is faithful, I will multiply blessings upon him.",
                    "score": 0.8106837762471831
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 9,
                    "text": "And he shall be great like unto Moses, whom I have said I would raise up unto you, to deliver my people, O house of Israel.",
                    "score": 0.8024107843342716
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 1,
                    "verse": 43,
                    "text": "And there will I bless thee and thy seed, and raise up unto me of thy seed, and of the seed of thy brother, and they who shall go with thee, a great nation. And there shall be none greater than the nation which I will raise up unto me of thy seed, upon all the face of the earth. And thus I will do unto thee because this long time ye have cried unto me.",
                    "score": 0.8011318671328981
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 19,
                    "text": "For I will make my people with whom the Father hath covenanted, yea, I will make thy horn iron, and I will make thy hoofs brass. And thou shalt beat in pieces many people; and I will consecrate their gain unto the Lord, and their substance unto the Lord of the whole earth. And behold, I am he who doeth it.",
                    "score": 0.8001969851669467
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 23,
                    "text": "And I will multiply blessings upon him, inasmuch as he will be humble before me.",
                    "score": 0.8000665470661408
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 33,
                    "text": "And, inasmuch as they are faithful, I will multiply blessings upon them and their seed after them, even a multiplicity of blessings.",
                    "score": 0.7970345261561874
                }
            ]
        },
        {
            "verse": 21,
            "text": "But my covenant will I establish with Isaac, which Sarah shall bear unto thee at this set time in the next year.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 52,
                    "verse": 2,
                    "text": "Saying: I, the Lord, will make known unto you what I will that ye shall do from this time until the next conference, which shall be held in Missouri, upon the land which I will consecrate unto my people, which are a remnant of Jacob, and those who are heirs according to the covenant.",
                    "score": 0.8282122269353924
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 11,
                    "text": "And then will I remember my covenant which I have made unto my people, O house of Israel, and I will bring my gospel unto them.",
                    "score": 0.8158595443866814
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 29,
                    "text": "And I will remember the covenant which I have made with my people; and I have covenanted with them that I would gather them together in mine own due time, that I would give unto them again the land of their fathers for their inheritance, which is the land of Jerusalem, which is the promised land unto them forever, saith the Father.",
                    "score": 0.8131957958003809
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 10,
                    "verse": 16,
                    "text": "This is the covenant that I will make with them after those days, saith the Lord, I will put my laws into their hearts, and in their minds will I write them;",
                    "score": 0.8057471647852432
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 36,
                    "text": "That my covenant people may be gathered in one in that day when I shall come to my temple. And this I do for the salvation of my people.",
                    "score": 0.8054725666179978
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 10,
                    "text": "For this is the covenant that I will make with the house of Israel after those days, saith the Lord; I will put my laws into their mind, and write them in their hearts: and I will be to them a God, and they shall be to me a people:",
                    "score": 0.8017464151389666
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 11,
                    "verse": 27,
                    "text": "For this is my covenant unto them, when I shall take away their sins.",
                    "score": 0.8012951884819064
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 9,
                    "verse": 9,
                    "text": "For this is the word of promise, At this time will I come, and Sara shall have a son.",
                    "score": 0.7992636766120731
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 29,
                    "verse": 1,
                    "text": "But behold, there shall be many--at that day when I shall proceed to do a marvelous work among them, that I may remember my covenants which I have made unto the children of men, that I may set my hand again the second time to recover my people, which are of the house of Israel;",
                    "score": 0.7977299059056858
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 22,
                    "text": "And behold, this people will I establish in this land, unto the fulfilling of the covenant which I made with your father Jacob; and it shall be a New Jerusalem. And the powers of heaven shall be in the midst of this people; yea, even I will be in the midst of you.",
                    "score": 0.7948076583300546
                }
            ]
        },
        {
            "verse": 22,
            "text": "And he left off talking with him, and God went up from Abraham.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 30,
                    "text": "And after the angel had spoken unto us, he departed.",
                    "score": 0.7759102926619981
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 30,
                    "text": "But God raised him from the dead:",
                    "score": 0.7745513475251762
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 9,
                    "text": "And the presence of God withdrew from Moses, that his glory was not upon Moses; and Moses was left unto himself. And as he was left unto himself, he fell unto the earth.",
                    "score": 0.7731217429287808
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 5,
                    "verse": 28,
                    "text": "And he left all, rose up, and followed him.",
                    "score": 0.7681734454454517
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 2,
                    "verse": 28,
                    "text": "Then took he him up in his arms, and blessed God, and said,",
                    "score": 0.7667167002349391
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 14,
                    "text": "So I, Abraham, departed as the Lord had said unto me, and Lot with me; and I, Abraham, was sixty and two years old when I departed out of Haran.",
                    "score": 0.7661591092377796
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 2,
                    "text": "And he saw God face to face, and he talked with him, and the glory of God was upon Moses; therefore Moses could endure his presence.",
                    "score": 0.7598849795366601
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 3,
                    "verse": 11,
                    "text": "Thus I, Abraham, talked with the Lord, face to face, as one man talketh with another; and he told me of the works which his hands had made;",
                    "score": 0.7583153845629501
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 5,
                    "verse": 39,
                    "text": "Now the man's name was Aminadab. And Aminadab said unto them: They do converse with the angels of God.",
                    "score": 0.7572080252196178
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 4,
                    "verse": 30,
                    "text": "Then they went out of the city, and came unto him.",
                    "score": 0.75713931831389
                }
            ]
        },
        {
            "verse": 23,
            "text": "And Abraham took Ishmael his son, and all that were born in his house, and all that were bought with his money, every male among the men of Abraham's house; and circumcised the flesh of their foreskin in the selfsame day, as God had said unto him.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 8,
                    "text": "And he gave him the covenant of circumcision: and so Abraham begat Isaac, and circumcised him the eighth day; and Isaac begat Jacob; and Jacob begat the twelve patriarchs.",
                    "score": 0.8258097703264136
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 7,
                    "verse": 22,
                    "text": "Moses therefore gave unto you circumcision; (not because it is of Moses, but of the fathers;) and ye on the sabbath day circumcise a man.",
                    "score": 0.8104111213107577
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 4,
                    "verse": 12,
                    "text": "And the father of circumcision to them who are not of the circumcision only, but who also walk in the steps of that faith of our father Abraham, which he had being yet uncircumcised.",
                    "score": 0.8103177448035349
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "chapter": 3,
                    "verse": 5,
                    "text": "Circumcised the eighth day, of the stock of Israel, of the tribe of Benjamin, an Hebrew of the Hebrews; as touching the law, a Pharisee;",
                    "score": 0.8062093206662102
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 4,
                    "verse": 9,
                    "text": "Cometh this blessedness then upon the circumcision only, or upon the uncircumcision also? for we say that faith was reckoned to Abraham for righteousness.",
                    "score": 0.8046814204877152
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 16,
                    "verse": 3,
                    "text": "Him would Paul have to go forth with him; and took and circumcised him because of the Jews which were in those quarters: for they knew all that his father was a Greek.",
                    "score": 0.7791448007722414
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 11,
                    "verse": 3,
                    "text": "Saying, Thou wentest in to men uncircumcised, and didst eat with them.",
                    "score": 0.774588205692636
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 15,
                    "verse": 8,
                    "text": "Now I say that Jesus Christ was a minister of the circumcision for the truth of God, to confirm the promises made unto the fathers:",
                    "score": 0.7726093133450675
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 7,
                    "verse": 22,
                    "text": "And it came to pass that we did come down unto the tent of our father. And after I and my brethren and all the house of Ishmael had come down unto the tent of my father, they did give thanks unto the Lord their God; and they did offer sacrifice and burnt offerings unto him.",
                    "score": 0.772179473849017
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 9,
                    "text": "And Jesus said unto him, This day is salvation come to this house, forsomuch as he also is a son of Abraham.",
                    "score": 0.7713900987865253
                }
            ]
        },
        {
            "verse": 24,
            "text": "And Abraham was ninety years old and nine, when he was circumcised in the flesh of his foreskin.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 4,
                    "verse": 9,
                    "text": "Cometh this blessedness then upon the circumcision only, or upon the uncircumcision also? for we say that faith was reckoned to Abraham for righteousness.",
                    "score": 0.7906601464051005
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 4,
                    "verse": 12,
                    "text": "And the father of circumcision to them who are not of the circumcision only, but who also walk in the steps of that faith of our father Abraham, which he had being yet uncircumcised.",
                    "score": 0.7891207381701495
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 8,
                    "text": "And he gave him the covenant of circumcision: and so Abraham begat Isaac, and circumcised him the eighth day; and Isaac begat Jacob; and Jacob begat the twelve patriarchs.",
                    "score": 0.7772852354443123
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "chapter": 3,
                    "verse": 5,
                    "text": "Circumcised the eighth day, of the stock of Israel, of the tribe of Benjamin, an Hebrew of the Hebrews; as touching the law, a Pharisee;",
                    "score": 0.7712583459579132
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 2,
                    "verse": 11,
                    "text": "Wherefore remember, that ye being in time past Gentiles in the flesh, who are called Uncircumcision by that which is called the Circumcision in the flesh made by hands;",
                    "score": 0.7677463595976217
                },
                {
                    "volume": "New Testament",
                    "book": "Colossians",
                    "chapter": 2,
                    "verse": 11,
                    "text": "In whom also ye are circumcised with the circumcision made without hands, in putting off the body of the sins of the flesh by the circumcision of Christ:",
                    "score": 0.759319650652884
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 3,
                    "verse": 30,
                    "text": "Seeing it is one God, which shall justify the circumcision by faith, and uncircumcision through faith.",
                    "score": 0.7549084021483403
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 4,
                    "verse": 10,
                    "text": "How was it then reckoned? when he was in circumcision, or in uncircumcision? Not in circumcision, but in uncircumcision.",
                    "score": 0.7517155717937818
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 11,
                    "verse": 2,
                    "text": "And when Peter was come up to Jerusalem, they that were of the circumcision contended with him,",
                    "score": 0.7473170792377145
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 2,
                    "verse": 25,
                    "text": "For circumcision verily profiteth, if thou keep the law: but if thou be a breaker of the law, thy circumcision is made uncircumcision.",
                    "score": 0.7418917388121942
                }
            ]
        },
        {
            "verse": 25,
            "text": "And Ishmael his son was thirteen years old, when he was circumcised in the flesh of his foreskin.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 4,
                    "verse": 12,
                    "text": "And the father of circumcision to them who are not of the circumcision only, but who also walk in the steps of that faith of our father Abraham, which he had being yet uncircumcised.",
                    "score": 0.7645029177918289
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 4,
                    "verse": 10,
                    "text": "How was it then reckoned? when he was in circumcision, or in uncircumcision? Not in circumcision, but in uncircumcision.",
                    "score": 0.758340487758417
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 8,
                    "text": "And he gave him the covenant of circumcision: and so Abraham begat Isaac, and circumcised him the eighth day; and Isaac begat Jacob; and Jacob begat the twelve patriarchs.",
                    "score": 0.7517062069435623
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "chapter": 3,
                    "verse": 5,
                    "text": "Circumcised the eighth day, of the stock of Israel, of the tribe of Benjamin, an Hebrew of the Hebrews; as touching the law, a Pharisee;",
                    "score": 0.7511665871966519
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 2,
                    "verse": 11,
                    "text": "Wherefore remember, that ye being in time past Gentiles in the flesh, who are called Uncircumcision by that which is called the Circumcision in the flesh made by hands;",
                    "score": 0.7472061992451752
                },
                {
                    "volume": "New Testament",
                    "book": "Colossians",
                    "chapter": 2,
                    "verse": 11,
                    "text": "In whom also ye are circumcised with the circumcision made without hands, in putting off the body of the sins of the flesh by the circumcision of Christ:",
                    "score": 0.7445272817869537
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 59,
                    "text": "And it came to pass, that on the eighth day they came to circumcise the child; and they called him Zacharias, after the name of his father.",
                    "score": 0.738321559713454
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 2,
                    "verse": 28,
                    "text": "For he is not a Jew, which is one outwardly; neither is that circumcision, which is outward in the flesh:",
                    "score": 0.7359743546607234
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 4,
                    "verse": 9,
                    "text": "Cometh this blessedness then upon the circumcision only, or upon the uncircumcision also? for we say that faith was reckoned to Abraham for righteousness.",
                    "score": 0.7358592509296386
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 2,
                    "verse": 29,
                    "text": "But he is a Jew, which is one inwardly; and circumcision is that of the heart, in the spirit, and not in the letter; whose praise is not of men, but of God.",
                    "score": 0.7332500837764594
                }
            ]
        },
        {
            "verse": 26,
            "text": "In the selfsame day was Abraham circumcised, and Ishmael his son.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 4,
                    "verse": 12,
                    "text": "And the father of circumcision to them who are not of the circumcision only, but who also walk in the steps of that faith of our father Abraham, which he had being yet uncircumcised.",
                    "score": 0.8172775427039627
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 8,
                    "text": "And he gave him the covenant of circumcision: and so Abraham begat Isaac, and circumcised him the eighth day; and Isaac begat Jacob; and Jacob begat the twelve patriarchs.",
                    "score": 0.804392012540188
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "chapter": 3,
                    "verse": 5,
                    "text": "Circumcised the eighth day, of the stock of Israel, of the tribe of Benjamin, an Hebrew of the Hebrews; as touching the law, a Pharisee;",
                    "score": 0.8006492608198882
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 7,
                    "verse": 22,
                    "text": "Moses therefore gave unto you circumcision; (not because it is of Moses, but of the fathers;) and ye on the sabbath day circumcise a man.",
                    "score": 0.8004420082076038
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 4,
                    "verse": 9,
                    "text": "Cometh this blessedness then upon the circumcision only, or upon the uncircumcision also? for we say that faith was reckoned to Abraham for righteousness.",
                    "score": 0.7852410096344595
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 59,
                    "text": "And it came to pass, that on the eighth day they came to circumcise the child; and they called him Zacharias, after the name of his father.",
                    "score": 0.7707724729094051
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 2,
                    "verse": 11,
                    "text": "Wherefore remember, that ye being in time past Gentiles in the flesh, who are called Uncircumcision by that which is called the Circumcision in the flesh made by hands;",
                    "score": 0.7691618605838692
                },
                {
                    "volume": "New Testament",
                    "book": "Colossians",
                    "chapter": 2,
                    "verse": 11,
                    "text": "In whom also ye are circumcised with the circumcision made without hands, in putting off the body of the sins of the flesh by the circumcision of Christ:",
                    "score": 0.7689175817455437
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 4,
                    "verse": 10,
                    "text": "How was it then reckoned? when he was in circumcision, or in uncircumcision? Not in circumcision, but in uncircumcision.",
                    "score": 0.7655845210836559
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 3,
                    "verse": 30,
                    "text": "Seeing it is one God, which shall justify the circumcision by faith, and uncircumcision through faith.",
                    "score": 0.7562136605050302
                }
            ]
        },
        {
            "verse": 27,
            "text": "And all the men of his house, born in the house, and bought with money of the stranger, were circumcised with him.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 11,
                    "verse": 3,
                    "text": "Saying, Thou wentest in to men uncircumcised, and didst eat with them.",
                    "score": 0.7618114606225123
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 8,
                    "text": "And he gave him the covenant of circumcision: and so Abraham begat Isaac, and circumcised him the eighth day; and Isaac begat Jacob; and Jacob begat the twelve patriarchs.",
                    "score": 0.7592482500319445
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 10,
                    "verse": 45,
                    "text": "And they of the circumcision which believed were astonished, as many as came with Peter, because that on the Gentiles also was poured out the gift of the Holy Ghost.",
                    "score": 0.7571601392766178
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 4,
                    "verse": 12,
                    "text": "And the father of circumcision to them who are not of the circumcision only, but who also walk in the steps of that faith of our father Abraham, which he had being yet uncircumcised.",
                    "score": 0.7568435312970443
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "chapter": 3,
                    "verse": 5,
                    "text": "Circumcised the eighth day, of the stock of Israel, of the tribe of Benjamin, an Hebrew of the Hebrews; as touching the law, a Pharisee;",
                    "score": 0.7531450954612302
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 7,
                    "verse": 53,
                    "text": "And every man went unto his own house.",
                    "score": 0.7527369284675541
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 5,
                    "verse": 3,
                    "text": "For I testify again to every man that is circumcised, that he is a debtor to do the whole law.",
                    "score": 0.752645100241807
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 2,
                    "verse": 25,
                    "text": "For circumcision verily profiteth, if thou keep the law: but if thou be a breaker of the law, thy circumcision is made uncircumcision.",
                    "score": 0.7498213840266847
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 11,
                    "verse": 2,
                    "text": "And when Peter was come up to Jerusalem, they that were of the circumcision contended with him,",
                    "score": 0.7476603133730773
                },
                {
                    "volume": "New Testament",
                    "book": "Colossians",
                    "chapter": 2,
                    "verse": 11,
                    "text": "In whom also ye are circumcised with the circumcision made without hands, in putting off the body of the sins of the flesh by the circumcision of Christ:",
                    "score": 0.7471085234204327
                }
            ]
        }
    ]
}