{
    "volume": "Old Testament",
    "book": "Genesis",
    "chapter": 47,
    "verses": [
        {
            "verse": 1,
            "text": "Then Joseph came and told Pharaoh, and said, My father and my brethren, and their flocks, and their herds, and all that they have, are come out of the land of Canaan; and, behold, they are in the land of Goshen.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 18,
                    "text": "And now, it came to pass that Mosiah went and did as his father had commanded him, and proclaimed unto all the people who were in the land of Zarahemla that thereby they might gather themselves together, to go up to the temple to hear the words which his father should speak unto them.",
                    "score": 0.8027695704154667
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 27,
                    "verse": 14,
                    "text": "And they gathered together all their people, yea, all the people of the Lord, and did gather together all their flocks and herds, and departed out of the land, and came into the wilderness which divided the land of Nephi from the land of Zarahemla, and came over near the borders of the land.",
                    "score": 0.7953344777656383
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 41,
                    "text": "And he said unto them: I came out from the land of Cainan, the land of my fathers, a land of righteousness unto this day. And my father taught me in all the ways of God.",
                    "score": 0.7899534133630844
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 40,
                    "text": "And he loveth those who will have him to be their God. Behold, he loved our fathers, and he covenanted with them, yea, even Abraham, Isaac, and Jacob; and he remembered the covenants which he had made; wherefore, he did bring them out of the land of Egypt.",
                    "score": 0.7893013195841382
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 8,
                    "text": "But wo, saith the Father, unto the unbelieving of the Gentiles--for notwithstanding they have come forth upon the face of this land, and have scattered my people who are of the house of Israel; and my people who are of the house of Israel have been cast out from among them, and have been trodden under feet by them;",
                    "score": 0.7888483173843005
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 1,
                    "text": "And now, I, Nephi, speak concerning the prophecies of which my father hath spoken, concerning Joseph, who was carried into Egypt.",
                    "score": 0.7887015890870502
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 35,
                    "verse": 6,
                    "text": "And it came to pass that after they had found out the minds of all the people, those who were in favor of the words which had been spoken by Alma and his brethren were cast out of the land; and they were many; and they came over also into the land of Jershon.",
                    "score": 0.7863422048881173
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 4,
                    "text": "Therefore I left the land of Ur, of the Chaldees, to go into the land of Canaan; and I took Lot, my brother's son, and his wife, and Sarai my wife; and also my father followed after me, unto the land which we denominated Haran.",
                    "score": 0.7862663719207373
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 27,
                    "verse": 22,
                    "text": "And it came to pass that the voice of the people came, saying: Behold, we will give up the land of Jershon, which is on the east by the sea, which joins the land Bountiful, which is on the south of the land Bountiful; and this land Jershon is the land which we will give unto our brethren for an inheritance.",
                    "score": 0.7845329031839742
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 3,
                    "text": "Now the Lord had said unto me: Abraham, get thee out of thy country, and from thy kindred, and from thy father's house, unto a land that I will show thee.",
                    "score": 0.7835791355330447
                }
            ]
        },
        {
            "verse": 2,
            "text": "And he took some of his brethren, even five men, and presented them unto Pharaoh.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 9,
                    "verse": 14,
                    "text": "For they were about five thousand men. And he said to his disciples, Make them sit down by fifties in a company.",
                    "score": 0.7774068919758936
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 44,
                    "text": "And they that did eat of the loaves were about five thousand men.",
                    "score": 0.7707898586891898
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 7,
                    "text": "And he called unto him the twelve, and began to send them forth by two and two; and gave them power over unclean spirits;",
                    "score": 0.7681275526930044
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 14,
                    "verse": 25,
                    "text": "And there went great multitudes with him: and he turned, and said unto them,",
                    "score": 0.762645958357756
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 15,
                    "text": "And unto one he gave five talents, to another two, and to another one; to every man according to his several ability; and straightway took his journey.",
                    "score": 0.7617027058592253
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 25,
                    "text": "But the king stood forth among them and administered unto them. And they were pacified towards Aaron and those who were with him.",
                    "score": 0.7615777527677218
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 28,
                    "verse": 1,
                    "text": "Now it came to pass that after the sons of Mosiah had done all these things, they took a small number with them and returned to their father, the king, and desired of him that he would grant unto them that they might, with these whom they had selected, go up to the land of Nephi that they might preach the things which they had heard, and that they might impart the word of God to their brethren, the Lamanites--",
                    "score": 0.7600139235204124
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 13,
                    "text": "And at the second time Joseph was made known to his brethren; and Joseph's kindred was made known unto Pharaoh.",
                    "score": 0.7595557740130775
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 2,
                    "text": "And it came to pass that king Mosiah granted that sixteen of their strong men might go up to the land of Lehi-Nephi, to inquire concerning their brethren.",
                    "score": 0.7584209080337785
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 14,
                    "verse": 21,
                    "text": "And they that had eaten were about five thousand men, beside women and children.",
                    "score": 0.75443649679108
                }
            ]
        },
        {
            "verse": 3,
            "text": "And Pharaoh said unto his brethren, What is your occupation? And they said unto Pharaoh, Thy servants are shepherds, both we, and also our fathers.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 20,
                    "text": "Thou art my servant; and I covenant with thee that thou shalt have eternal life; and thou shalt serve me and go forth in my name, and shalt gather together my sheep.",
                    "score": 0.7902846448643069
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 3,
                    "verse": 22,
                    "text": "For Moses truly said unto the fathers, A prophet shall the Lord your God raise up unto you of your brethren, like unto me; him shall ye hear in all things whatsoever he shall say unto you.",
                    "score": 0.7899881435767209
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 32,
                    "text": "Behold, this is the law I gave unto my servant Nephi, and thy fathers, Joseph, and Jacob, and Isaac, and Abraham, and all mine ancient prophets and apostles.",
                    "score": 0.7872488856636782
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 125,
                    "text": "I give unto you my servant Joseph to be a presiding elder over all my church, to be a translator, a revelator, a seer, and prophet.",
                    "score": 0.7866827475496881
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 1,
                    "text": "Verily, thus saith the Lord unto you my servant Joseph, that inasmuch as you have inquired of my hand to know and understand wherein I, the Lord, justified my servants Abraham, Isaac, and Jacob, as also Moses, David and Solomon, my servants, as touching the principle and doctrine of their having many wives and concubines--",
                    "score": 0.7860045643224302
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 3,
                    "verse": 9,
                    "text": "For we are labourers together with God: ye are God's husbandry, ye are God's building.",
                    "score": 0.7847108837472342
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 26,
                    "text": "Pharaoh, being a righteous man, established his kingdom and judged his people wisely and justly all his days, seeking earnestly to imitate that order established by the fathers in the first generations, in the days of the first patriarchal reign, even in the reign of Adam, and also of Noah, his father, who blessed him with the blessings of the earth, and with the blessings of wisdom, but cursed him as pertaining to the Priesthood.",
                    "score": 0.7827424771034054
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 32,
                    "text": "The Lord said unto Enoch: Behold these thy brethren; they are the workmanship of mine own hands, and I gave unto them their knowledge, in the day I created them; and in the Garden of Eden, gave I unto man his agency;",
                    "score": 0.7811158455095167
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 36,
                    "text": "For he that receiveth my servants receiveth me;",
                    "score": 0.7804683756931585
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 57,
                    "text": "And again, I say, let not my servant Joseph put his property out of his hands, lest an enemy come and destroy him; for Satan seeketh to destroy; for I am the Lord thy God, and he is my servant; and behold, and lo, I am with him, as I was with Abraham, thy father, even unto his exaltation and glory.",
                    "score": 0.7800549884122832
                }
            ]
        },
        {
            "verse": 4,
            "text": "They said moreover unto Pharaoh, For to sojourn in the land are we come; for thy servants have no pasture for their flocks; for the famine is sore in the land of Canaan: now therefore, we pray thee, let thy servants dwell in the land of Goshen.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 27,
                    "text": "So the servants of the householder came and said unto him, Sir, didst not thou sow good seed in thy field? from whence then hath it tares?",
                    "score": 0.8047509122076102
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 1,
                    "text": "Now the Lord God caused the famine to wax sore in the land of Ur, insomuch that Haran, my brother, died; but Terah, my father, yet lived in the land of Ur, of the Chaldees.",
                    "score": 0.7997875833739394
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 7,
                    "text": "Wherefore, this land is consecrated unto him whom he shall bring. And if it so be that they shall serve him according to the commandments which he hath given, it shall be a land of liberty unto them; wherefore, they shall never be brought down into captivity; if so, it shall be because of iniquity; for if iniquity shall abound cursed shall be the land for their sakes, but unto the righteous it shall be blessed forever.",
                    "score": 0.792543889286229
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 3,
                    "text": "And now, O king, if thou wilt spare our lives, we will be thy servants. And the king said unto them: Arise, for I will grant unto you your lives, and I will not suffer that ye shall be my servants; but I will insist that ye shall administer unto me; for I have been somewhat troubled in mind because of the generosity and the greatness of the words of thy brother Ammon; and I desire to know the cause why he has not come up out of Middoni with thee.",
                    "score": 0.7919782614859813
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 18,
                    "text": "For behold, they have rejected the words of the prophets. Wherefore, if my father should dwell in the land after he hath been commanded to flee out of the land, behold, he would also perish. Wherefore, it must needs be that he flee out of the land.",
                    "score": 0.789481898823725
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 8,
                    "text": "For behold, the Lord shall curse the land with much heat, and the barrenness thereof shall go forth forever; and there was a blackness came upon all the children of Canaan, that they were despised among all people.",
                    "score": 0.7874761127239576
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 86,
                    "verse": 1,
                    "text": "Verily, thus saith the Lord unto you my servants, concerning the parable of the wheat and of the tares:",
                    "score": 0.7848305779576595
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 2,
                    "text": "And the people shall take them and bring them to their place; yea, from far unto the ends of the earth; and they shall return to their lands of promise. And the house of Israel shall possess them, and the land of the Lord shall be for servants and handmaids; and they shall take them captives unto whom they were captives; and they shall rule over their oppressors.",
                    "score": 0.7829744631826012
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 14,
                    "verse": 2,
                    "text": "And harden not their hearts against the Lamb of God, they shall be numbered among the seed of thy father; yea, they shall be numbered among the house of Israel; and they shall be a blessed people upon the promised land forever; they shall be no more brought down into captivity; and the house of Israel shall no more be confounded.",
                    "score": 0.781946868449861
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 7,
                    "text": "And the Lord said unto me: Prophesy; and I prophesied, saying: Behold the people of Canaan, which are numerous, shall go forth in battle array against the people of Shum, and shall slay them that they shall utterly be destroyed; and the people of Canaan shall divide themselves in the land, and the land shall be barren and unfruitful, and none other people shall dwell there but the people of Canaan;",
                    "score": 0.7801589226863065
                }
            ]
        },
        {
            "verse": 5,
            "text": "And Pharaoh spake unto Joseph, saying, Thy father and thy brethren are come unto thee:",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 78,
                    "verse": 1,
                    "text": "The Lord spake unto Joseph Smith, Jun., saying: Hearken unto me, saith the Lord your God, who are ordained unto the high priesthood of my church, who have assembled yourselves together;",
                    "score": 0.8280159823540577
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 13,
                    "text": "And at the second time Joseph was made known to his brethren; and Joseph's kindred was made known unto Pharaoh.",
                    "score": 0.8169841000142242
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 3,
                    "verse": 22,
                    "text": "For Moses truly said unto the fathers, A prophet shall the Lord your God raise up unto you of your brethren, like unto me; him shall ye hear in all things whatsoever he shall say unto you.",
                    "score": 0.8144240974880512
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 57,
                    "text": "And again, I say, let not my servant Joseph put his property out of his hands, lest an enemy come and destroy him; for Satan seeketh to destroy; for I am the Lord thy God, and he is my servant; and behold, and lo, I am with him, as I was with Abraham, thy father, even unto his exaltation and glory.",
                    "score": 0.8121060275828086
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 23,
                    "text": "Behold, I am he of whom Moses spake, saying: A prophet shall the Lord your God raise up unto you of your brethren, like unto me; him shall ye hear in all things whatsoever he shall say unto you. And it shall come to pass that every soul who will not hear that prophet shall be cut off from among the people.",
                    "score": 0.8088746045428244
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 36,
                    "text": "And it came to pass that Moses spake unto the Lord, saying: Be merciful unto thy servant, O God, and tell me concerning this earth, and the inhabitants thereof, and also the heavens, and then thy servant will be content.",
                    "score": 0.8060371550282017
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 2,
                    "text": "And now, behold, this shall you say unto him--he who spake unto you, said unto you: I, the Lord, am God, and have given these things unto you, my servant Joseph Smith, Jun., and have commanded you that you should stand as a witness of these things;",
                    "score": 0.8046238400934849
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 13,
                    "text": "And it came to pass that the Lord spake unto them saying:",
                    "score": 0.7969398366535831
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 17,
                    "text": "The Lord shall bring upon thee, and upon thy people, and upon thy father's house, days that have not come from the day that Ephraim departed from Judah, the king of Assyria.",
                    "score": 0.7959818902987267
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 40,
                    "text": "I am the Lord thy God, and I gave unto thee, my servant Joseph, an appointment, and restore all things. Ask what ye will, and it shall be given unto you according to my word.",
                    "score": 0.7954446100481383
                }
            ]
        },
        {
            "verse": 6,
            "text": "The land of Egypt is before thee; in the best of the land make thy father and brethren to dwell; in the land of Goshen let them dwell: and if thou knowest any men of activity among them, then make them rulers over my cattle.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 19,
                    "text": "Wherefore, I will consecrate this land unto thy seed, and them who shall be numbered among thy seed, forever, for the land of their inheritance; for it is a choice land, saith God unto me, above all other lands, wherefore I will have all men that dwell thereon that they shall worship me, saith God.",
                    "score": 0.8359664180003741
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Therefore, he had Mosiah brought before him; and these are the words which he spake unto him, saying: My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.",
                    "score": 0.8185073876151158
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 7,
                    "text": "Wherefore, this land is consecrated unto him whom he shall bring. And if it so be that they shall serve him according to the commandments which he hath given, it shall be a land of liberty unto them; wherefore, they shall never be brought down into captivity; if so, it shall be because of iniquity; for if iniquity shall abound cursed shall be the land for their sakes, but unto the righteous it shall be blessed forever.",
                    "score": 0.8165867277207749
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 57,
                    "verse": 1,
                    "text": "Hearken, O ye elders of my church, saith the Lord your God, who have assembled yourselves together, according to my commandments, in this land, which is the land of Missouri, which is the land which I have appointed and consecrated for the gathering of the saints.",
                    "score": 0.8088690790955312
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 31,
                    "text": "And now, my brethren, I would that ye should do as ye have hitherto done. As ye have kept my commandments, and also the commandments of my father, and have prospered, and have been kept from falling into the hands of your enemies, even so if ye shall keep the commandments of my son, or the commandments of God which shall be delivered unto you by him, ye shall prosper in the land, and your enemies shall have no power over you.",
                    "score": 0.8083584223353882
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 18,
                    "text": "Wherefore, my beloved brethren, thus saith our God: I will afflict thy seed by the hand of the Gentiles; nevertheless, I will soften the hearts of the Gentiles, that they shall be like unto a father to them; wherefore, the Gentiles shall be blessed and numbered among the house of Israel.",
                    "score": 0.8068115971217101
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 10,
                    "text": "But behold, this land, said God, shall be a land of thine inheritance, and the Gentiles shall be blessed upon the land.",
                    "score": 0.8057123723870921
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 16,
                    "text": "Wherefore, let us be faithful in keeping the commandments of the Lord; therefore let us go down to the land of our father's inheritance, for behold he left gold and silver, and all manner of riches. And all this he hath done because of the commandments of the Lord.",
                    "score": 0.8041125890020061
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 16,
                    "text": "Verily, verily, I say unto you, thus hath the Father commanded me--that I should give unto this people this land for their inheritance.",
                    "score": 0.801811289129613
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 32,
                    "text": "Wherefore, if ye shall keep the commandments of the Lord, the Lord hath consecrated this land for the security of thy seed with the seed of my son.",
                    "score": 0.7986773345004539
                }
            ]
        },
        {
            "verse": 7,
            "text": "And Joseph brought in Jacob his father, and set him before Pharaoh: and Jacob blessed Pharaoh.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 26,
                    "text": "Pharaoh, being a righteous man, established his kingdom and judged his people wisely and justly all his days, seeking earnestly to imitate that order established by the fathers in the first generations, in the days of the first patriarchal reign, even in the reign of Adam, and also of Noah, his father, who blessed him with the blessings of the earth, and with the blessings of wisdom, but cursed him as pertaining to the Priesthood.",
                    "score": 0.7943781132295646
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 5,
                    "verse": 21,
                    "text": "Surely he hath blessed the house of Jacob, and hath been merciful unto the seed of Joseph.",
                    "score": 0.778908807575068
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 40,
                    "text": "And he loveth those who will have him to be their God. Behold, he loved our fathers, and he covenanted with them, yea, even Abraham, Isaac, and Jacob; and he remembered the covenants which he had made; wherefore, he did bring them out of the land of Egypt.",
                    "score": 0.7759728832244979
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 14,
                    "text": "Then sent Joseph, and called his father Jacob to him, and all his kindred, threescore and fifteen souls.",
                    "score": 0.7743934613619378
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 12,
                    "text": "But when Jacob heard that there was corn in Egypt, he sent out our fathers first.",
                    "score": 0.7740651067903837
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 15,
                    "text": "So Jacob went down into Egypt, and died, he, and our fathers,",
                    "score": 0.770512764762587
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 59,
                    "text": "Therefore, let my servant Joseph and his seed after him have place in that house, from generation to generation, forever and ever, saith the Lord.",
                    "score": 0.7676504630362679
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 96,
                    "verse": 7,
                    "text": "For he is a descendant of Joseph and a partaker of the blessings of the promise made unto his fathers--",
                    "score": 0.7645137016204425
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 27,
                    "verse": 10,
                    "text": "And also with Joseph and Jacob, and Isaac, and Abraham, your fathers, by whom the promises remain;",
                    "score": 0.7642038543506627
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 11,
                    "verse": 21,
                    "text": "By faith Jacob, when he was a dying, blessed both the sons of Joseph; and worshipped, leaning upon the top of his staff.",
                    "score": 0.761354940398569
                }
            ]
        },
        {
            "verse": 8,
            "text": "And Pharaoh said unto Jacob, How old art thou?",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 57,
                    "text": "Then said the Jews unto him, Thou art not yet fifty years old, and hast thou seen Abraham?",
                    "score": 0.8009145624102535
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 46,
                    "verse": 26,
                    "text": "Now behold, this was the language of Jacob.",
                    "score": 0.7494544069214437
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 21,
                    "verse": 18,
                    "text": "Verily, verily, I say unto thee, When thou wast young, thou girdedst thyself, and walkedst whither thou wouldest: but when thou shalt be old, thou shalt stretch forth thy hands, and another shall gird thee, and carry thee whither thou wouldest not.",
                    "score": 0.7461169776023153
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 130,
                    "verse": 15,
                    "text": "Joseph, my son, if thou livest until thou art eighty-five years old, thou shalt see the face of the Son of Man; therefore let this suffice, and trouble me no more on this matter.",
                    "score": 0.7458656123905191
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 14,
                    "text": "So I, Abraham, departed as the Lord had said unto me, and Lot with me; and I, Abraham, was sixty and two years old when I departed out of Haran.",
                    "score": 0.7432218333898888
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 15,
                    "text": "So Jacob went down into Egypt, and died, he, and our fathers,",
                    "score": 0.7374156002325212
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 26,
                    "text": "And I, even I, whom ye call your king, am no better than ye yourselves are; for I am also of the dust. And ye behold that I am old, and am about to yield up this mortal frame to its mother earth.",
                    "score": 0.7361314831577501
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 30,
                    "text": "Abraham received promises concerning his seed, and of the fruit of his loins--from whose loins ye are, namely, my servant Joseph--which were to continue so long as they were in the world; and as touching Abraham and his seed, out of the world they should continue; both in the world and out of the world should they continue as innumerable as the stars; or, if ye were to count the sand upon the seashore ye could not number them.",
                    "score": 0.735410517495083
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 12,
                    "text": "And Noah was four hundred and fifty years old, and begat Japheth; and forty-two years afterward he begat Shem of her who was the mother of Japheth, and when he was five hundred years old he begat Ham.",
                    "score": 0.7349368964262719
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 28,
                    "verse": 3,
                    "text": "And he said unto them: Blessed are ye because ye desired this thing of me; therefore, after that ye are seventy and two years old ye shall come unto me in my kingdom; and with me ye shall find rest.",
                    "score": 0.7330095258432285
                }
            ]
        },
        {
            "verse": 9,
            "text": "And Jacob said unto Pharaoh, The days of the years of my pilgrimage are an hundred and thirty years: few and evil have the days of the years of my life been, and have not attained unto the days of the years of the life of my fathers in the days of their pilgrimage.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 1,
                    "text": "And all the days of Enoch were four hundred and thirty years.",
                    "score": 0.7997743037713421
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 17,
                    "text": "And the Lord said unto Noah: My Spirit shall not always strive with man, for he shall know that all flesh shall die; yet his days shall be an hundred and twenty years; and if men do not repent, I will send in the floods upon them.",
                    "score": 0.7766899142314487
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 68,
                    "text": "And all the days of Zion, in the days of Enoch, were three hundred and sixty-five years.",
                    "score": 0.7753866628282882
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 15,
                    "verse": 29,
                    "text": "And he answering said to his father, Lo, these many years do I serve thee, neither transgressed I at any time thy commandment: and yet thou never gavest me a kid, that I might make merry with my friends:",
                    "score": 0.770821879630285
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 107,
                    "verse": 49,
                    "text": "And he saw the Lord, and he walked with him, and was before his face continually; and he walked with God three hundred and sixty-five years, making him four hundred and thirty years old when he was translated.",
                    "score": 0.7678201957594024
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 30,
                    "text": "Abraham received promises concerning his seed, and of the fruit of his loins--from whose loins ye are, namely, my servant Joseph--which were to continue so long as they were in the world; and as touching Abraham and his seed, out of the world they should continue; both in the world and out of the world should they continue as innumerable as the stars; or, if ye were to count the sand upon the seashore ye could not number them.",
                    "score": 0.7672385237557273
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 12,
                    "text": "And all the days that Adam lived were nine hundred and thirty years, and he died.",
                    "score": 0.7612875654148378
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 20,
                    "text": "And Mahalaleel lived sixty-five years, and begat Jared; and Mahalaleel lived, after he begat Jared, eight hundred and thirty years, and begat sons and daughters. And all the days of Mahalaleel were eight hundred and ninety-five years, and he died.",
                    "score": 0.7584902961036933
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 130,
                    "verse": 15,
                    "text": "Joseph, my son, if thou livest until thou art eighty-five years old, thou shalt see the face of the Son of Man; therefore let this suffice, and trouble me no more on this matter.",
                    "score": 0.7580014548696172
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 2,
                    "verse": 1,
                    "text": "And now, Jacob, I speak unto you: Thou art my firstborn in the days of my tribulation in the wilderness. And behold, in thy childhood thou hast suffered afflictions and much sorrow, because of the rudeness of thy brethren.",
                    "score": 0.7524176216486209
                }
            ]
        },
        {
            "verse": 10,
            "text": "And Jacob blessed Pharaoh, and went out from before Pharaoh.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 15,
                    "text": "So Jacob went down into Egypt, and died, he, and our fathers,",
                    "score": 0.7842571363829255
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 25,
                    "text": "Therefore, he took Moses out of their midst, and the Holy Priesthood also;",
                    "score": 0.752243650694137
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 26,
                    "text": "Pharaoh, being a righteous man, established his kingdom and judged his people wisely and justly all his days, seeking earnestly to imitate that order established by the fathers in the first generations, in the days of the first patriarchal reign, even in the reign of Adam, and also of Noah, his father, who blessed him with the blessings of the earth, and with the blessings of wisdom, but cursed him as pertaining to the Priesthood.",
                    "score": 0.7499965342261388
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 12,
                    "text": "But when Jacob heard that there was corn in Egypt, he sent out our fathers first.",
                    "score": 0.7496080787494452
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 5,
                    "verse": 21,
                    "text": "Surely he hath blessed the house of Jacob, and hath been merciful unto the seed of Joseph.",
                    "score": 0.7491159326442691
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 1,
                    "verse": 17,
                    "text": "Wherefore I, Jacob, gave unto them these words as I taught them in the temple, having first obtained mine errand from the Lord.",
                    "score": 0.746457044801311
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 13,
                    "text": "And at the second time Joseph was made known to his brethren; and Joseph's kindred was made known unto Pharaoh.",
                    "score": 0.7447848792976585
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 9,
                    "text": "And the patriarchs, moved with envy, sold Joseph into Egypt: but God was with him,",
                    "score": 0.7438283861643615
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 13,
                    "text": "Esaias also lived in the days of Abraham, and was blessed of him--",
                    "score": 0.7420158257046888
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 40,
                    "text": "And he loveth those who will have him to be their God. Behold, he loved our fathers, and he covenanted with them, yea, even Abraham, Isaac, and Jacob; and he remembered the covenants which he had made; wherefore, he did bring them out of the land of Egypt.",
                    "score": 0.7408588069071163
                }
            ]
        },
        {
            "verse": 11,
            "text": "And Joseph placed his father and his brethren, and gave them a possession in the land of Egypt, in the best of the land, in the land of Rameses, as Pharaoh had commanded.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 11,
                    "verse": 21,
                    "text": "And that the Lord God would send or bring forth another people to possess the land, by his power, after the manner by which he brought their fathers.",
                    "score": 0.793104065676759
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 9,
                    "text": "And the patriarchs, moved with envy, sold Joseph into Egypt: but God was with him,",
                    "score": 0.7923165776817869
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 26,
                    "text": "Pharaoh, being a righteous man, established his kingdom and judged his people wisely and justly all his days, seeking earnestly to imitate that order established by the fathers in the first generations, in the days of the first patriarchal reign, even in the reign of Adam, and also of Noah, his father, who blessed him with the blessings of the earth, and with the blessings of wisdom, but cursed him as pertaining to the Priesthood.",
                    "score": 0.7895167162388923
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 13,
                    "verse": 7,
                    "text": "For as Joseph brought his father down into the land of Egypt, even so he died there; wherefore, the Lord brought a remnant of the seed of Joseph out of the land of Jerusalem, that he might be merciful unto the seed of Joseph that they should perish not, even as he was merciful unto the father of Joseph that he should perish not.",
                    "score": 0.7781054163675821
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 22,
                    "text": "Therefore let my servant Joseph Smith, Jun., say unto the strength of my house, my young men and the middle aged--Gather yourselves together unto the land of Zion, upon the land which I have bought with money that has been consecrated unto me.",
                    "score": 0.7776153147660714
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 59,
                    "text": "Therefore, let my servant Joseph and his seed after him have place in that house, from generation to generation, forever and ever, saith the Lord.",
                    "score": 0.7743161196672114
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 31,
                    "text": "Therefore, as I said concerning the sons of Moses--for the sons of Moses and also the sons of Aaron shall offer an acceptable offering and sacrifice in the house of the Lord, which house shall be built unto the Lord in this generation, upon the consecrated spot as I have appointed--",
                    "score": 0.7736417189312519
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 4,
                    "text": "Therefore I left the land of Ur, of the Chaldees, to go into the land of Canaan; and I took Lot, my brother's son, and his wife, and Sarai my wife; and also my father followed after me, unto the land which we denominated Haran.",
                    "score": 0.7709319000564212
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 13,
                    "verse": 8,
                    "text": "Wherefore, the remnant of the house of Joseph shall be built upon this land; and it shall be a land of their inheritance; and they shall build up a holy city unto the Lord, like unto the Jerusalem of old; and they shall no more be confounded, until the end come when the earth shall pass away.",
                    "score": 0.768025845746656
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 15,
                    "verse": 13,
                    "text": "And behold, this is the land of your inheritance; and the Father hath given it unto you.",
                    "score": 0.7678210941534322
                }
            ]
        },
        {
            "verse": 12,
            "text": "And Joseph nourished his father, and his brethren, and all his father's household, with bread, according to their families.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 4,
                    "text": "And when they had eaten he commanded them that they should break bread, and give unto the multitude.",
                    "score": 0.7765779355915342
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 7,
                    "text": "But he truly gave unto them bread to eat, and also wine to drink.",
                    "score": 0.7744931755545326
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 27,
                    "verse": 35,
                    "text": "And when he had thus spoken, he took bread, and gave thanks to God in presence of them all: and when he had broken it, he began to eat.",
                    "score": 0.7716186271638317
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 22,
                    "text": "And it came to pass that Alma ate bread and was filled; and he blessed Amulek and his house, and he gave thanks unto God.",
                    "score": 0.7715727436868184
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 96,
                    "verse": 7,
                    "text": "For he is a descendant of Joseph and a partaker of the blessings of the promise made unto his fathers--",
                    "score": 0.7660069590902746
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 15,
                    "verse": 17,
                    "text": "And when he came to himself, he said, How many hired servants of my father's have bread enough and to spare, and I perish with hunger!",
                    "score": 0.761542032792562
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 5,
                    "verse": 14,
                    "text": "And it came to pass that my father, Lehi, also found upon the plates of brass a genealogy of his fathers; wherefore he knew that he was a descendant of Joseph; yea, even that Joseph who was the son of Jacob, who was sold into Egypt, and who was preserved by the hand of the Lord, that he might preserve his father, Jacob, and all his household from perishing with famine.",
                    "score": 0.7590120876072773
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 28,
                    "text": "And it came to pass that the Lord of the vineyard and the servant of the Lord of the vineyard did nourish all the fruit of the vineyard.",
                    "score": 0.7567992339076536
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 6,
                    "verse": 34,
                    "text": "Then said they unto him, Lord, evermore give us this bread.",
                    "score": 0.7540808323853696
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 6,
                    "verse": 31,
                    "text": "Our fathers did eat manna in the desert; as it is written, He gave them bread from heaven to eat.",
                    "score": 0.751855544334353
                }
            ]
        },
        {
            "verse": 13,
            "text": "And there was no bread in all the land; for the famine was very sore, so that the land of Egypt and all the land of Canaan fainted by reason of the famine.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 11,
                    "text": "Now there came a dearth over all the land of Egypt and Chanaan, and great affliction: and our fathers found no sustenance.",
                    "score": 0.7967659919045518
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 4,
                    "text": "And there came forth a great famine into the land, and the Lord cursed the earth with a sore curse, and many of the inhabitants thereof died.",
                    "score": 0.795976071317255
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 1,
                    "text": "Now the Lord God caused the famine to wax sore in the land of Ur, insomuch that Haran, my brother, died; but Terah, my father, yet lived in the land of Ur, of the Chaldees.",
                    "score": 0.7806114493861207
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 21,
                    "text": "And I, Abraham, journeyed, going on still towards the south; and there was a continuation of a famine in the land; and I, Abraham, concluded to go down into Egypt, to sojourn there, for the famine became very grievous.",
                    "score": 0.772451639382355
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 3,
                    "verse": 20,
                    "text": "And the multitude cometh together again, so that they could not so much as eat bread.",
                    "score": 0.7659952809832008
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 6,
                    "text": "Now, there had been no bread, neither wine, brought by the disciples, neither by the multitude;",
                    "score": 0.7617505727423766
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 11,
                    "verse": 7,
                    "text": "And they hearkened not unto the voice of the Lord, because of their wicked combinations; wherefore, there began to be wars and contentions in all the land, and also many famines and pestilences, insomuch that there was a great destruction, such an one as never had been known upon the face of the earth; and all this came to pass in the days of Shiblom.",
                    "score": 0.758899299737405
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 16,
                    "verse": 5,
                    "text": "And when his disciples were come to the other side, they had forgotten to take bread.",
                    "score": 0.7563117646686849
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 8,
                    "text": "For behold, the Lord shall curse the land with much heat, and the barrenness thereof shall go forth forever; and there was a blackness came upon all the children of Canaan, that they were despised among all people.",
                    "score": 0.7543240054933312
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 10,
                    "verse": 1,
                    "text": "And it came to pass that Shez, who was a descendant of Heth--for Heth had perished by the famine, and all his household save it were Shez--wherefore, Shez began to build up again a broken people.",
                    "score": 0.7521513906756111
                }
            ]
        },
        {
            "verse": 14,
            "text": "And Joseph gathered up all the money that was found in the land of Egypt, and in the land of Canaan, for the corn which they bought: and Joseph brought the money into Pharaoh's house.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 4,
                    "verse": 37,
                    "text": "Having land, sold it, and brought the money, and laid it at the apostles' feet.",
                    "score": 0.7644928150322867
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 22,
                    "text": "Therefore let my servant Joseph Smith, Jun., say unto the strength of my house, my young men and the middle aged--Gather yourselves together unto the land of Zion, upon the land which I have bought with money that has been consecrated unto me.",
                    "score": 0.7559299227530326
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 70,
                    "text": "Which saith, or teacheth, to purchase all the lands with money, which can be purchased for money, in the region round about the land which I have appointed to be the land of Zion, for the beginning of the gathering of my saints;",
                    "score": 0.7554760144872753
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 9,
                    "text": "And the patriarchs, moved with envy, sold Joseph into Egypt: but God was with him,",
                    "score": 0.7489195121804372
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 43,
                    "text": "Nevertheless, let him impart all the money which he can impart, to be sent up unto the land of Zion.",
                    "score": 0.7488410645767212
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 12,
                    "text": "But when Jacob heard that there was corn in Egypt, he sent out our fathers first.",
                    "score": 0.7466487266884794
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 5,
                    "verse": 52,
                    "text": "And it came to pass that they did yield up unto the Nephites the lands of their possession.",
                    "score": 0.7461288206840243
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 18,
                    "text": "But he that had received one went and digged in the earth, and hid his lord's money.",
                    "score": 0.7430815479992917
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 9,
                    "verse": 9,
                    "text": "And we began to till the ground, yea, even with all manner of seeds, with seeds of corn, and of wheat, and of barley, and with neas, and with sheum, and with seeds of all manner of fruits; and we did begin to multiply and prosper in the land.",
                    "score": 0.7422627799180809
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 4,
                    "text": "Therefore I left the land of Ur, of the Chaldees, to go into the land of Canaan; and I took Lot, my brother's son, and his wife, and Sarai my wife; and also my father followed after me, unto the land which we denominated Haran.",
                    "score": 0.7414346780880626
                }
            ]
        },
        {
            "verse": 15,
            "text": "And when money failed in the land of Egypt, and in the land of Canaan, all the Egyptians came unto Joseph, and said, Give us bread: for why should we die in thy presence? for the money faileth.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 13,
                    "verse": 7,
                    "text": "For as Joseph brought his father down into the land of Egypt, even so he died there; wherefore, the Lord brought a remnant of the seed of Joseph out of the land of Jerusalem, that he might be merciful unto the seed of Joseph that they should perish not, even as he was merciful unto the father of Joseph that he should perish not.",
                    "score": 0.7804274604344607
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 56,
                    "verse": 12,
                    "text": "And if my servant Joseph Smith, Jun., must needs pay the money, behold, I, the Lord, will pay it unto him again in the land of Missouri, that those of whom he shall receive may be rewarded again according to that which they do;",
                    "score": 0.7595144988822908
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 11,
                    "text": "Now there came a dearth over all the land of Egypt and Chanaan, and great affliction: and our fathers found no sustenance.",
                    "score": 0.7585366197907094
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 37,
                    "text": "He answered and said unto them, Give ye them to eat. And they say unto him, Shall we go and buy two hundred pennyworth of bread, and give them to eat?",
                    "score": 0.7572798970356828
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 6,
                    "verse": 34,
                    "text": "Then said they unto him, Lord, evermore give us this bread.",
                    "score": 0.7563278937955998
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 70,
                    "text": "Which saith, or teacheth, to purchase all the lands with money, which can be purchased for money, in the region round about the land which I have appointed to be the land of Zion, for the beginning of the gathering of my saints;",
                    "score": 0.7541921551002551
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 9,
                    "verse": 13,
                    "text": "But he said unto them, Give ye them to eat. And they said, We have no more but five loaves and two fishes; except we should go and buy meat for all this people.",
                    "score": 0.7540659576719078
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 4,
                    "text": "And when they had eaten he commanded them that they should break bread, and give unto the multitude.",
                    "score": 0.752776911245581
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 2,
                    "text": "Therefore let us go up; let us be strong like unto Moses; for he truly spake unto the waters of the Red Sea and they divided hither and thither, and our fathers came through, out of captivity, on dry ground, and the armies of Pharaoh did follow and were drowned in the waters of the Red Sea.",
                    "score": 0.7513837967361127
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 8,
                    "verse": 20,
                    "text": "But Peter said unto him, Thy money perish with thee, because thou hast thought that the gift of God may be purchased with money.",
                    "score": 0.7503091154926593
                }
            ]
        },
        {
            "verse": 16,
            "text": "And Joseph said, Give your cattle; and I will give you for your cattle, if money fail.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 56,
                    "verse": 12,
                    "text": "And if my servant Joseph Smith, Jun., must needs pay the money, behold, I, the Lord, will pay it unto him again in the land of Missouri, that those of whom he shall receive may be rewarded again according to that which they do;",
                    "score": 0.7713337573279915
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 17,
                    "verse": 7,
                    "text": "But which of you, having a servant plowing or feeding cattle, will say unto him by and by, when he is come from the field, Go and sit down to meat?",
                    "score": 0.7638841835298447
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 53,
                    "text": "For I am the Lord thy God, and ye shall obey my voice; and I give unto my servant Joseph that he shall be made ruler over many things; for he hath been faithful over a few things, and from henceforth I will strengthen him.",
                    "score": 0.7490347584009889
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 89,
                    "text": "Whoso receiveth you receiveth me; and the same will feed you, and clothe you, and give you money.",
                    "score": 0.747020370668849
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 18,
                    "text": "And he said, This will I do: I will pull down my barns, and build greater; and there will I bestow all my fruits and my goods.",
                    "score": 0.7459844801501312
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 115,
                    "text": "And again, verily I say unto you, if my servant Robert D. Foster will obey my voice, let him build a house for my servant Joseph, according to the contract which he has made with him, as the door shall be open to him from time to time.",
                    "score": 0.7432750869093003
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 89,
                    "text": "If he will do my will let him from henceforth hearken to the counsel of my servant Joseph, and with his interest support the cause of the poor, and publish the new translation of my holy word unto the inhabitants of the earth.",
                    "score": 0.7431527824557902
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 72,
                    "text": "Verily I say unto you, let my servant Joseph pay stock into their hands for the building of that house, as seemeth him good; but my servant Joseph cannot pay over fifteen thousand dollars stock in that house, nor under fifty dollars; neither can any other man, saith the Lord.",
                    "score": 0.7408898025593149
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 90,
                    "text": "And he who feeds you, or clothes you, or gives you money, shall in nowise lose his reward.",
                    "score": 0.7408343667365277
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 112,
                    "text": "This let him do if he will have an interest; and let him hearken unto the counsel of my servant Joseph, and labor with his own hands that he may obtain the confidence of men.",
                    "score": 0.737946052418802
                }
            ]
        },
        {
            "verse": 17,
            "text": "And they brought their cattle unto Joseph: and Joseph gave them bread in exchange for horses, and for the flocks, and for the cattle of the herds, and for the asses: and he fed them with bread for all their cattle for that year.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Enos",
                    "chapter": 1,
                    "verse": 21,
                    "text": "And it came to pass that the people of Nephi did till the land, and raise all manner of grain, and of fruit, and flocks of herds, and flocks of all manner of cattle of every kind, and goats, and wild goats, and also many horses.",
                    "score": 0.814043537315581
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 20,
                    "text": "And Abel, he also brought of the firstlings of his flock, and of the fat thereof. And the Lord had respect unto Abel, and to his offering;",
                    "score": 0.7936602590768247
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 9,
                    "text": "And they said unto him: Behold, he is feeding thy horses. Now the king had commanded his servants, previous to the time of the watering of their flocks, that they should prepare his horses and chariots, and conduct him forth to the land of Nephi; for there had been a great feast appointed at the land of Nephi, by the father of Lamoni, who was king over all the land.",
                    "score": 0.7906050529386169
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 41,
                    "text": "And they made a calf in those days, and offered sacrifice unto the idol, and rejoiced in the works of their own hands.",
                    "score": 0.7878136861577356
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 1,
                    "text": "And it came to pass that after I, the Lord God, had driven them out, that Adam began to till the earth, and to have dominion over all the beasts of the field, and to eat his bread by the sweat of his brow, as I the Lord had commanded him. And Eve, also, his wife, did labor with him.",
                    "score": 0.7825284189243077
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 30,
                    "text": "Abraham received promises concerning his seed, and of the fruit of his loins--from whose loins ye are, namely, my servant Joseph--which were to continue so long as they were in the world; and as touching Abraham and his seed, out of the world they should continue; both in the world and out of the world should they continue as innumerable as the stars; or, if ye were to count the sand upon the seashore ye could not number them.",
                    "score": 0.7799160871564766
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 37,
                    "text": "He answered and said unto them, Give ye them to eat. And they say unto him, Shall we go and buy two hundred pennyworth of bread, and give them to eat?",
                    "score": 0.7714230002862158
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 9,
                    "verse": 18,
                    "text": "And also all manner of cattle, of oxen, and cows, and of sheep, and of swine, and of goats, and also many other kinds of animals which were useful for the food of man.",
                    "score": 0.7705709035524406
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 24,
                    "text": "And I, God, said: Let the earth bring forth the living creature after his kind, cattle, and creeping things, and beasts of the earth after their kind, and it was so;",
                    "score": 0.7700261591022758
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 25,
                    "text": "And he gathereth his children from the four quarters of the earth; and he numbereth his sheep, and they know him; and there shall be one fold and one shepherd; and he shall feed his sheep, and in him they shall find pasture.",
                    "score": 0.769588238893844
                }
            ]
        },
        {
            "verse": 18,
            "text": "When that year was ended, they came unto him the second year, and said unto him, We will not hide it from my lord, how that our money is spent; my lord also hath our herds of cattle; there is not ought left in the sight of my lord, but our bodies, and our lands:",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 26,
                    "text": "His lord answered and said unto him, Thou wicked and slothful servant, thou knewest that I reap where I sowed not, and gather where I have not strawed:",
                    "score": 0.7739073381610349
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 56,
                    "verse": 27,
                    "text": "And now it came to pass in the second month of this year, there was brought unto us many provisions from the fathers of those my two thousand sons.",
                    "score": 0.773557408797832
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 24,
                    "text": "And I, God, said: Let the earth bring forth the living creature after his kind, cattle, and creeping things, and beasts of the earth after their kind, and it was so;",
                    "score": 0.7733041022415013
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 13,
                    "verse": 20,
                    "text": "And in the second year the word of the Lord came to Ether, that he should go and prophesy unto Coriantumr that, if he would repent, and all his household, the Lord would give unto him his kingdom and spare the people--",
                    "score": 0.7732973053266193
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 6,
                    "verse": 1,
                    "text": "And now it came to pass that the people of the Nephites did all return to their own lands in the twenty and sixth year, every man, with his family, his flocks and his herds, his horses and his cattle, and all things whatsoever did belong unto them.",
                    "score": 0.7659334397396356
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 2,
                    "verse": 15,
                    "text": "And the brother of Jared repented of the evil which he had done, and did call upon the name of the Lord for his brethren who were with him. And the Lord said unto him: I will forgive thee and thy brethren of their sins; but thou shalt not sin any more, for ye shall remember that my Spirit will not always strive with man; wherefore, if ye will sin until ye are fully ripe ye shall be cut off from the presence of the Lord. And these are my thoughts upon the land which I shall give you for your inheritance; for it shall be a land choice above all other lands.",
                    "score": 0.7654570994150109
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 12,
                    "verse": 2,
                    "text": "Yea, and we may see at the very time when he doth prosper his people, yea, in the increase of their fields, their flocks and their herds, and in gold, and in silver, and in all manner of precious things of every kind and art; sparing their lives, and delivering them out of the hands of their enemies; softening the hearts of their enemies that they should not declare wars against them; yea, and in fine, doing all things for the welfare and happiness of his people; yea, then is the time that they do harden their hearts, and do forget the Lord their God, and do trample under their feet the Holy One--yea, and this because of their ease, and their exceedingly great prosperity.",
                    "score": 0.7629518433801026
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 10,
                    "verse": 35,
                    "text": "And on the morrow when he departed, he took out two pence, and gave them to the host, and said unto him, Take care of him; and whatsoever thou spendest more, when I come again, I will repay thee.",
                    "score": 0.7609929684904168
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 29,
                    "text": "And I will remember the covenant which I have made with my people; and I have covenanted with them that I would gather them together in mine own due time, that I would give unto them again the land of their fathers for their inheritance, which is the land of Jerusalem, which is the promised land unto them forever, saith the Father.",
                    "score": 0.7583124118534156
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 19,
                    "text": "For I will, saith the Lord, that they shall hide up their treasures unto me; and cursed be they who hide not up their treasures unto me; for none hideth up their treasures unto me save it be the righteous; and he that hideth not up his treasures unto me, cursed is he, and also the treasure, and none shall redeem it because of the curse of the land.",
                    "score": 0.7577041218768205
                }
            ]
        },
        {
            "verse": 19,
            "text": "Wherefore shall we die before thine eyes, both we and our land? buy us and our land for bread, and we and our land will be servants unto Pharaoh: and give us seed, that we may live, and not die, that the land be not desolate.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 19,
                    "text": "Wherefore, I will consecrate this land unto thy seed, and them who shall be numbered among thy seed, forever, for the land of their inheritance; for it is a choice land, saith God unto me, above all other lands, wherefore I will have all men that dwell thereon that they shall worship me, saith God.",
                    "score": 0.8366165811681151
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 7,
                    "text": "Wherefore, this land is consecrated unto him whom he shall bring. And if it so be that they shall serve him according to the commandments which he hath given, it shall be a land of liberty unto them; wherefore, they shall never be brought down into captivity; if so, it shall be because of iniquity; for if iniquity shall abound cursed shall be the land for their sakes, but unto the righteous it shall be blessed forever.",
                    "score": 0.8192459849183226
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 18,
                    "text": "Wherefore, our father hath not spoken of our seed alone, but also of all the house of Israel, pointing to the covenant which should be fulfilled in the latter days; which covenant the Lord made to our father Abraham, saying: In thy seed shall all the kindreds of the earth be blessed.",
                    "score": 0.8178585676581409
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 27,
                    "verse": 10,
                    "text": "But the king said unto him: Inquire of the Lord, and if he saith unto us go, we will go; otherwise we will perish in the land.",
                    "score": 0.815291764667259
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 31,
                    "text": "Wherefore, because thou hast been faithful thy seed shall be blessed with his seed, that they dwell in prosperity long upon the face of this land; and nothing, save it shall be iniquity among them, shall harm or disturb their prosperity upon the face of this land forever.",
                    "score": 0.8148375375186474
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 21,
                    "text": "Wherefore, for this cause hath the Lord God promised unto me that these things which I write shall be kept and preserved, and handed down unto my seed, from generation to generation, that the promise may be fulfilled unto Joseph, that his seed should never perish as long as the earth should stand.",
                    "score": 0.8115472467879382
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 32,
                    "text": "Wherefore, if ye shall keep the commandments of the Lord, the Lord hath consecrated this land for the security of thy seed with the seed of my son.",
                    "score": 0.8075286267234301
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 13,
                    "verse": 8,
                    "text": "Wherefore, the remnant of the house of Joseph shall be built upon this land; and it shall be a land of their inheritance; and they shall build up a holy city unto the Lord, like unto the Jerusalem of old; and they shall no more be confounded, until the end come when the earth shall pass away.",
                    "score": 0.8072258281920309
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 5,
                    "text": "But, said he, notwithstanding our afflictions, we have obtained a land of promise, a land which is choice above all other lands; a land which the Lord God hath covenanted with me should be a land for the inheritance of my seed. Yea, the Lord hath covenanted this land unto me, and to my children forever, and also all those who should be led out of other countries by the hand of the Lord.",
                    "score": 0.8053368289228074
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 18,
                    "text": "Wherefore, my beloved brethren, thus saith our God: I will afflict thy seed by the hand of the Gentiles; nevertheless, I will soften the hearts of the Gentiles, that they shall be like unto a father to them; wherefore, the Gentiles shall be blessed and numbered among the house of Israel.",
                    "score": 0.8023763322709576
                }
            ]
        },
        {
            "verse": 20,
            "text": "And Joseph bought all the land of Egypt for Pharaoh; for the Egyptians sold every man his field, because the famine prevailed over them: so the land became Pharaoh's.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 9,
                    "text": "And the patriarchs, moved with envy, sold Joseph into Egypt: but God was with him,",
                    "score": 0.7667610403147764
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 15,
                    "verse": 14,
                    "text": "And when he had spent all, there arose a mighty famine in that land; and he began to be in want.",
                    "score": 0.761520135156458
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 7,
                    "verse": 16,
                    "text": "And he gave battle unto Shule, the king, in which he did obtain the land of their first inheritance; and he became a king over that part of the land.",
                    "score": 0.7409867794479731
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 22,
                    "text": "From this descent sprang all the Egyptians, and thus the blood of the Canaanites was preserved in the land.",
                    "score": 0.7401396735127906
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 5,
                    "verse": 14,
                    "text": "And it came to pass that my father, Lehi, also found upon the plates of brass a genealogy of his fathers; wherefore he knew that he was a descendant of Joseph; yea, even that Joseph who was the son of Jacob, who was sold into Egypt, and who was preserved by the hand of the Lord, that he might preserve his father, Jacob, and all his household from perishing with famine.",
                    "score": 0.7360801538276299
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 10,
                    "text": "And delivered him out of all his afflictions, and gave him favour and wisdom in the sight of Pharaoh king of Egypt; and he made him governor over Egypt and all his house.",
                    "score": 0.7325476983980469
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 1,
                    "text": "Now the Lord God caused the famine to wax sore in the land of Ur, insomuch that Haran, my brother, died; but Terah, my father, yet lived in the land of Ur, of the Chaldees.",
                    "score": 0.7313264716088903
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 11,
                    "text": "Now there came a dearth over all the land of Egypt and Chanaan, and great affliction: and our fathers found no sustenance.",
                    "score": 0.730941745444051
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 19,
                    "text": "And when he had destroyed seven nations in the land of Chanaan, he divided their land to them by lot.",
                    "score": 0.7262489364894327
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Enos",
                    "chapter": 1,
                    "verse": 21,
                    "text": "And it came to pass that the people of Nephi did till the land, and raise all manner of grain, and of fruit, and flocks of herds, and flocks of all manner of cattle of every kind, and goats, and wild goats, and also many horses.",
                    "score": 0.7255898131565688
                }
            ]
        },
        {
            "verse": 21,
            "text": "And as for the people, he removed them to cities from one end of the borders of Egypt even to the other end thereof.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 52,
                    "verse": 13,
                    "text": "And thus he was endeavoring to harass the Nephites, and to draw away a part of their forces to that part of the land, while he had commanded those whom he had left to possess the cities which he had taken, that they should also harass the Nephites on the borders by the east sea, and should take possession of their lands as much as it was in their power, according to the power of their armies.",
                    "score": 0.7778172297830003
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 15,
                    "verse": 1,
                    "text": "And it came to pass that Alma and Amulek were commanded to depart out of that city; and they departed, and came out even into the land of Sidom; and behold, there they found all the people who had departed out of the land of Ammonihah, who had been cast out and stoned, because they believed in the words of Alma.",
                    "score": 0.7585622177793182
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 5,
                    "verse": 16,
                    "text": "And even from one city to another, until they had gone forth among all the people of Nephi who were in the land southward; and from thence into the land of Zarahemla, among the Lamanites.",
                    "score": 0.7559381375118626
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 57,
                    "verse": 4,
                    "text": "But the people of Antiparah did leave the city, and fled to their other cities, which they had possession of, to fortify them; and thus the city of Antiparah fell into our hands.",
                    "score": 0.753522162254175
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 5,
                    "verse": 4,
                    "text": "And it came to pass that they came against us again, and we did maintain the city. And there were also other cities which were maintained by the Nephites, which strongholds did cut them off that they could not get into the country which lay before us, to destroy the inhabitants of our land.",
                    "score": 0.7534291467504397
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 13,
                    "text": "Now when the people had said this, and withstood all his words, and reviled him, and spit upon him, and caused that he should be cast out of their city, he departed thence and took his journey towards the city which was called Aaron.",
                    "score": 0.7506488931701614
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 25,
                    "text": "Therefore, he took Moses out of their midst, and the Holy Priesthood also;",
                    "score": 0.7497522076720455
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 43,
                    "verse": 22,
                    "text": "Behold, now it came to pass that they durst not come against the Nephites in the borders of Jershon; therefore they departed out of the land of Antionum into the wilderness, and took their journey round about in the wilderness, away by the head of the river Sidon, that they might come into the land of Manti and take possession of the land; for they did not suppose that the armies of Moroni would know whither they had gone.",
                    "score": 0.748412316223412
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 9,
                    "text": "And it came to pass that when Moroni had driven all the Lamanites out of the east wilderness, which was north of the lands of their own possessions, he caused that the inhabitants who were in the land of Zarahemla and in the land round about should go forth into the east wilderness, even to the borders by the seashore, and possess the land.",
                    "score": 0.7479165277301889
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 32,
                    "text": "And after they had crossed the river Jordan he did make them mighty unto the driving out of the children of the land, yea, unto the scattering them to destruction.",
                    "score": 0.7472251597347851
                }
            ]
        },
        {
            "verse": 22,
            "text": "Only the land of the priests bought he not; for the priests had a portion assigned them of Pharaoh, and did eat their portion which Pharaoh gave them: wherefore they sold not their lands.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 4,
                    "text": "How he went into the house of God, and did take and eat the shewbread, and gave also to them that were with him; which it is not lawful to eat but for the priests alone?",
                    "score": 0.7743243721793835
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 12,
                    "verse": 4,
                    "text": "How he entered into the house of God, and did eat the shewbread, which was not lawful for him to eat, neither for them which were with him, but only for the priests?",
                    "score": 0.7708147059314624
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 70,
                    "text": "Which saith, or teacheth, to purchase all the lands with money, which can be purchased for money, in the region round about the land which I have appointed to be the land of Zion, for the beginning of the gathering of my saints;",
                    "score": 0.7671779139384467
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 8,
                    "text": "Now, at this time it was the custom of the priest of Pharaoh, the king of Egypt, to offer up upon the altar which was built in the land of Chaldea, for the offering unto these strange gods, men, women, and children.",
                    "score": 0.7656681926980413
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 43,
                    "verse": 12,
                    "text": "And the Nephites would not suffer that they should be destroyed; therefore they gave them lands for their inheritance.",
                    "score": 0.765269634266668
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 2,
                    "verse": 26,
                    "text": "How he went into the house of God in the days of Abiathar the high priest, and did eat the shewbread, which is not lawful to eat but for the priests, and gave also to them which were with him?",
                    "score": 0.7650405214996033
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 29,
                    "text": "Wherefore, the land of Zion shall not be obtained but by purchase or by blood, otherwise there is none inheritance for you.",
                    "score": 0.7621573794572318
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 9,
                    "text": "Not according to the covenant that I made with their fathers in the day when I took them by the hand to lead them out of the land of Egypt; because they continued not in my covenant, and I regarded them not, saith the Lord.",
                    "score": 0.7589541405628969
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 30,
                    "verse": 23,
                    "text": "Now the high priest's name was Giddonah. And Korihor said unto him: Because I do not teach the foolish traditions of your fathers, and because I do not teach this people to bind themselves down under the foolish ordinances and performances which are laid down by ancient priests, to usurp power and authority over them, to keep them in ignorance, that they may not lift up their heads, but be brought down according to thy words.",
                    "score": 0.7573930767204693
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 20,
                    "verse": 18,
                    "text": "For do ye not remember the priests of thy father, whom this people sought to destroy? And are they not in the wilderness? And are not they the ones who have stolen the daughters of the Lamanites?",
                    "score": 0.7547987097041864
                }
            ]
        },
        {
            "verse": 23,
            "text": "Then Joseph said unto the people, Behold, I have bought you this day and your land for Pharaoh: lo, here is seed for you, and ye shall sow the land.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 19,
                    "text": "And the Lord appeared unto me in answer to my prayers, and said unto me: Unto thy seed will I give this land.",
                    "score": 0.8336351416953071
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 58,
                    "text": "And as I said unto Abraham concerning the kindreds of the earth, even so I say unto my servant Joseph: In thee and in thy seed shall the kindred of the earth be blessed.",
                    "score": 0.8146705486197384
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 5,
                    "verse": 10,
                    "text": "And now behold, this I speak unto their seed, and also to the Gentiles who have care for the house of Israel, that realize and know from whence their blessings come.",
                    "score": 0.8100060836145168
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 16,
                    "text": "Verily, verily, I say unto you, thus hath the Father commanded me--that I should give unto this people this land for their inheritance.",
                    "score": 0.806159442877622
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 21,
                    "text": "Wherefore, for this cause hath the Lord God promised unto me that these things which I write shall be kept and preserved, and handed down unto my seed, from generation to generation, that the promise may be fulfilled unto Joseph, that his seed should never perish as long as the earth should stand.",
                    "score": 0.805790769648384
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 29,
                    "text": "And I will remember the covenant which I have made with my people; and I have covenanted with them that I would gather them together in mine own due time, that I would give unto them again the land of their fathers for their inheritance, which is the land of Jerusalem, which is the promised land unto them forever, saith the Father.",
                    "score": 0.803016397410217
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 16,
                    "text": "Yea, thus prophesied Joseph: I am sure of this thing, even as I am sure of the promise of Moses; for the Lord hath said unto me, I will preserve thy seed forever.",
                    "score": 0.8024900682694392
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 29,
                    "verse": 14,
                    "text": "And it shall come to pass that my people, which are of the house of Israel, shall be gathered home unto the lands of their possessions; and my word also shall be gathered in one. And I will show unto them that fight against my word and against my people, who are of the house of Israel, that I am God, and that I covenanted with Abraham that I would remember his seed forever.",
                    "score": 0.7999197381673848
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 22,
                    "text": "Therefore let my servant Joseph Smith, Jun., say unto the strength of my house, my young men and the middle aged--Gather yourselves together unto the land of Zion, upon the land which I have bought with money that has been consecrated unto me.",
                    "score": 0.7997672355134626
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 32,
                    "text": "Wherefore, if ye shall keep the commandments of the Lord, the Lord hath consecrated this land for the security of thy seed with the seed of my son.",
                    "score": 0.7966872596827739
                }
            ]
        },
        {
            "verse": 24,
            "text": "And it shall come to pass in the increase, that ye shall give the fifth part unto Pharaoh, and four parts shall be your own, for seed of the field, and for your food, and for them of your households, and for food for your little ones.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 9,
                    "verse": 10,
                    "text": "Now he that ministereth seed to the sower both minister bread for your food, and multiply your seed sown, and increase the fruits of your righteousness;)",
                    "score": 0.7917341000997483
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 5,
                    "text": "And then will I gather them in from the four quarters of the earth; and then will I fulfil the covenant which the Father hath made unto all the people of the house of Israel.",
                    "score": 0.7906788590667774
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 6,
                    "verse": 6,
                    "text": "Wherefore, I shall give commandment unto my seed, that they shall not occupy these plates with things which are not of worth unto the children of men.",
                    "score": 0.7836048597654743
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 8,
                    "text": "And it shall come to pass that they shall be gathered in from their long dispersion, from the isles of the sea, and from the four parts of the earth; and the nations of the Gentiles shall be great in the eyes of me, saith God, in carrying them forth to the lands of their inheritance.",
                    "score": 0.7834746298431836
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 8,
                    "text": "Bring forth therefore fruits worthy of repentance, and begin not to say within yourselves, We have Abraham to our father: for I say unto you, That God is able of these stones to raise up children unto Abraham.",
                    "score": 0.781458160338548
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 11,
                    "text": "But a seer will I raise up out of the fruit of thy loins; and unto him will I give power to bring forth my word unto the seed of thy loins--and not to the bringing forth my word only, saith the Lord, but to the convincing them of my word, which shall have already gone forth among them.",
                    "score": 0.7785868219333348
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 30,
                    "text": "For behold, thus saith the Lord God: I will give unto the children of men line upon line, precept upon precept, here a little and there a little; and blessed are those who hearken unto my precepts, and lend an ear unto my counsel, for they shall learn wisdom; for unto him that receiveth I will give more; and from them that shall say, We have enough, from them shall be taken away even that which they have.",
                    "score": 0.7779122499464757
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 2,
                    "text": "And the things which shall be written out of the book shall be of great worth unto the children of men, and especially unto our seed, which is a remnant of the house of Israel.",
                    "score": 0.7766939054052153
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 4,
                    "verse": 29,
                    "text": "And the Gods said: Behold, we will give them every herb bearing seed that shall come upon the face of all the earth, and every tree which shall have fruit upon it; yea, the fruit of the tree yielding seed to them we will give it; it shall be for their meat.",
                    "score": 0.7766763148635748
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 25,
                    "text": "And he gathereth his children from the four quarters of the earth; and he numbereth his sheep, and they know him; and there shall be one fold and one shepherd; and he shall feed his sheep, and in him they shall find pasture.",
                    "score": 0.7763254971636675
                }
            ]
        },
        {
            "verse": 25,
            "text": "And they said, Thou hast saved our lives: let us find grace in the sight of my lord, and we will be Pharaoh's servants.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 3,
                    "text": "And now, O king, if thou wilt spare our lives, we will be thy servants. And the king said unto them: Arise, for I will grant unto you your lives, and I will not suffer that ye shall be my servants; but I will insist that ye shall administer unto me; for I have been somewhat troubled in mind because of the generosity and the greatness of the words of thy brother Ammon; and I desire to know the cause why he has not come up out of Middoni with thee.",
                    "score": 0.8030471100724621
                },
                {
                    "volume": "New Testament",
                    "book": "Titus",
                    "chapter": 2,
                    "verse": 11,
                    "text": "For the grace of God that bringeth salvation hath appeared to all men,",
                    "score": 0.780836684199556
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 68,
                    "verse": 5,
                    "text": "Behold, this is the promise of the Lord unto you, O ye my servants.",
                    "score": 0.7805780804530025
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 3,
                    "text": "Behold, verily, verily, I say unto my servant Sidney, I have looked upon thee and thy works. I have heard thy prayers, and prepared thee for a greater work.",
                    "score": 0.7786213340351451
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 100,
                    "verse": 14,
                    "text": "Thy brethren, my servants Orson Hyde and John Gould, are in my hands; and inasmuch as they keep my commandments they shall be saved.",
                    "score": 0.7775857184601013
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 4,
                    "verse": 16,
                    "text": "Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need.",
                    "score": 0.7773124780979302
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 3,
                    "text": "And now thou beholdest, O Lord, that thy servants have done according to thy commandment.",
                    "score": 0.7770230039257593
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 37,
                    "text": "Blessed are those servants, whom the lord when he cometh shall find watching: verily I say unto you, that he shall gird himself, and make them to sit down to meat, and will come forth and serve them.",
                    "score": 0.7750141088342585
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 1,
                    "text": "Thanks be to thy name, O Lord God of Israel, who keepest covenant and showest mercy unto thy servants who walk uprightly before thee, with all their hearts--",
                    "score": 0.7750040293394933
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 47,
                    "text": "For so hath the Lord commanded us, saying, I have set thee to be a light of the Gentiles, that thou shouldest be for salvation unto the ends of the earth.",
                    "score": 0.7748805166039766
                }
            ]
        },
        {
            "verse": 26,
            "text": "And Joseph made it a law over the land of Egypt unto this day, that Pharaoh should have the fifth part; except the land of the priests only, which became not Pharaoh's.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 7,
                    "verse": 11,
                    "text": "If therefore perfection were by the Levitical priesthood, (for under it the people received the law,) what further need was there that another priest should rise after the order of Melchisedec, and not be called after the order of Aaron?",
                    "score": 0.7744246443578389
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 26,
                    "text": "Pharaoh, being a righteous man, established his kingdom and judged his people wisely and justly all his days, seeking earnestly to imitate that order established by the fathers in the first generations, in the days of the first patriarchal reign, even in the reign of Adam, and also of Noah, his father, who blessed him with the blessings of the earth, and with the blessings of wisdom, but cursed him as pertaining to the Priesthood.",
                    "score": 0.7666631510754178
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 13,
                    "verse": 8,
                    "text": "Wherefore, the remnant of the house of Joseph shall be built upon this land; and it shall be a land of their inheritance; and they shall build up a holy city unto the Lord, like unto the Jerusalem of old; and they shall no more be confounded, until the end come when the earth shall pass away.",
                    "score": 0.7653229995769604
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 13,
                    "verse": 7,
                    "text": "For as Joseph brought his father down into the land of Egypt, even so he died there; wherefore, the Lord brought a remnant of the seed of Joseph out of the land of Jerusalem, that he might be merciful unto the seed of Joseph that they should perish not, even as he was merciful unto the father of Joseph that he should perish not.",
                    "score": 0.762216591433049
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 8,
                    "text": "Now, at this time it was the custom of the priest of Pharaoh, the king of Egypt, to offer up upon the altar which was built in the land of Chaldea, for the offering unto these strange gods, men, women, and children.",
                    "score": 0.7571893594271977
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 7,
                    "verse": 25,
                    "text": "And he did execute a law throughout all the land, which gave power unto the prophets that they should go whithersoever they would; and by this cause the people were brought unto repentance.",
                    "score": 0.7526572437382567
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 21,
                    "text": "Let no man break the laws of the land, for he that keepeth the laws of God hath no need to break the laws of the land.",
                    "score": 0.7484592293709286
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 18,
                    "text": "Till another king arose, which knew not Joseph.",
                    "score": 0.746570976869457
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 7,
                    "verse": 5,
                    "text": "And verily they that are of the sons of Levi, who receive the office of the priesthood, have a commandment to take tithes of the people according to the law, that is, of their brethren, though they come out of the loins of Abraham:",
                    "score": 0.7461615295195024
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 7,
                    "verse": 12,
                    "text": "For the priesthood being changed, there is made of necessity a change also of the law.",
                    "score": 0.744596682407383
                }
            ]
        },
        {
            "verse": 27,
            "text": "And Israel dwelt in the land of Egypt, in the country of Goshen; and they had possessions therein, and grew, and multiplied exceedingly.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 62,
                    "verse": 48,
                    "text": "And the people of Nephi began to prosper again in the land, and began to multiply and to wax exceedingly strong again in the land. And they began to grow exceedingly rich.",
                    "score": 0.8037391229714637
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 17,
                    "text": "But when the time of the promise drew nigh, which God had sworn to Abraham, the people grew and multiplied in Egypt,",
                    "score": 0.7861311281127731
                },
                {
                    "volume": "Book of Mormon",
                    "book": "4 Nephi",
                    "chapter": 1,
                    "verse": 23,
                    "text": "And now I, Mormon, would that ye should know that the people had multiplied, insomuch that they were spread upon all the face of the land, and that they had become exceedingly rich, because of their prosperity in Christ.",
                    "score": 0.778969481251459
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 18,
                    "text": "And they did prosper exceedingly, and they became exceedingly rich; yea, and they did multiply and wax strong in the land.",
                    "score": 0.7784514503412652
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 6,
                    "verse": 9,
                    "text": "And it came to pass that they became exceedingly rich, both the Lamanites and the Nephites; and they did have an exceeding plenty of gold, and of silver, and of all manner of precious metals, both in the land south and in the land north.",
                    "score": 0.773457138697339
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 12,
                    "verse": 24,
                    "text": "But the word of God grew and multiplied.",
                    "score": 0.76943119592705
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 23,
                    "verse": 19,
                    "text": "And it came to pass that they began to prosper exceedingly in the land; and they called the land Helam.",
                    "score": 0.7684311854399792
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 13,
                    "text": "And it came to pass that we began to prosper exceedingly, and to multiply in the land.",
                    "score": 0.7683078853487195
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 23,
                    "verse": 20,
                    "text": "And it came to pass that they did multiply and prosper exceedingly in the land of Helam; and they built a city, which they called the city of Helam.",
                    "score": 0.7623278982565345
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 6,
                    "verse": 18,
                    "text": "And it came to pass that they began to spread upon the face of the land, and to multiply and to till the earth; and they did wax strong in the land.",
                    "score": 0.7582986413637186
                }
            ]
        },
        {
            "verse": 28,
            "text": "And Jacob lived in the land of Egypt seventeen years: so the whole age of Jacob was an hundred forty and seven years.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 68,
                    "text": "And all the days of Zion, in the days of Enoch, were three hundred and sixty-five years.",
                    "score": 0.7700851955092983
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 6,
                    "verse": 4,
                    "text": "And Mosiah began to reign in his father's stead. And he began to reign in the thirtieth year of his age, making in the whole, about four hundred and seventy-six years from the time that Lehi left Jerusalem.",
                    "score": 0.7623911733237926
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 1,
                    "text": "And all the days of Enoch were four hundred and thirty years.",
                    "score": 0.7506715963808452
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 21,
                    "text": "And Jared lived one hundred and sixty-two years, and begat Enoch; and Jared lived, after he begat Enoch, eight hundred years, and begat sons and daughters. And Jared taught Enoch in all the ways of God.",
                    "score": 0.746305262411657
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 19,
                    "text": "And Cainan lived seventy years, and begat Mahalaleel; and Cainan lived after he begat Mahalaleel eight hundred and forty years, and begat sons and daughters. And all the days of Cainan were nine hundred and ten years, and he died.",
                    "score": 0.7410332736665686
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 107,
                    "verse": 46,
                    "text": "Mahalaleel was four hundred and ninety-six years and seven days old when he was ordained by the hand of Adam, who also blessed him.",
                    "score": 0.7398393162953167
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 6,
                    "text": "And Methuselah lived, after he begat Lamech, seven hundred and eighty-two years, and begat sons and daughters;",
                    "score": 0.7390588893347498
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 46,
                    "text": "And it came to pass that Mosiah died also, in the thirty and third year of his reign, being sixty and three years old; making in the whole, five hundred and nine years from the time Lehi left Jerusalem.",
                    "score": 0.7381905397384058
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 20,
                    "text": "And Mahalaleel lived sixty-five years, and begat Jared; and Mahalaleel lived, after he begat Jared, eight hundred and thirty years, and begat sons and daughters. And all the days of Mahalaleel were eight hundred and ninety-five years, and he died.",
                    "score": 0.7353818067896458
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 107,
                    "verse": 49,
                    "text": "And he saw the Lord, and he walked with him, and was before his face continually; and he walked with God three hundred and sixty-five years, making him four hundred and thirty years old when he was translated.",
                    "score": 0.733571100586338
                }
            ]
        },
        {
            "verse": 29,
            "text": "And the time drew nigh that Israel must die: and he called his son Joseph, and said unto him, If now I have found grace in thy sight, put, I pray thee, thy hand under my thigh, and deal kindly and truly with me; bury me not, I pray thee, in Egypt:",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 57,
                    "text": "And again, I say, let not my servant Joseph put his property out of his hands, lest an enemy come and destroy him; for Satan seeketh to destroy; for I am the Lord thy God, and he is my servant; and behold, and lo, I am with him, as I was with Abraham, thy father, even unto his exaltation and glory.",
                    "score": 0.7966298134518605
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 13,
                    "verse": 7,
                    "text": "For as Joseph brought his father down into the land of Egypt, even so he died there; wherefore, the Lord brought a remnant of the seed of Joseph out of the land of Jerusalem, that he might be merciful unto the seed of Joseph that they should perish not, even as he was merciful unto the father of Joseph that he should perish not.",
                    "score": 0.7952150693478971
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 6,
                    "text": "But I, Abraham, and Lot, my brother's son, prayed unto the Lord, and the Lord appeared unto me, and said unto me: Arise, and take Lot with thee; for I have purposed to take thee away out of Haran, and to make of thee a minister to bear my name in a strange land which I will give unto thy seed after thee for an everlasting possession, when they hearken to my voice.",
                    "score": 0.7883759084227627
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 60,
                    "text": "Let no one, therefore, set on my servant Joseph; for I will justify him; for he shall do the sacrifice which I require at his hands for his transgressions, saith the Lord your God.",
                    "score": 0.7868218051869316
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 7,
                    "verse": 27,
                    "text": "And I, Jacob, saw that I must soon go down to my grave; wherefore, I said unto my son Enos: Take these plates. And I told him the things which my brother Nephi had commanded me, and he promised obedience unto the commands. And I make an end of my writing upon these plates, which writing has been small; and to the reader I bid farewell, hoping that many of my brethren may read my words. Brethren, adieu.",
                    "score": 0.7848228250001192
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 25,
                    "text": "And now, blessed art thou, Joseph. Behold, thou art little; wherefore hearken unto the words of thy brother, Nephi, and it shall be done unto thee even according to the words which I have spoken. Remember the words of thy dying father. Amen.",
                    "score": 0.783758578572226
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 9,
                    "verse": 6,
                    "text": "And now, my beloved son, notwithstanding their hardness, let us labor diligently; for if we should cease to labor, we should be brought under condemnation; for we have a labor to perform whilst in this tabernacle of clay, that we may conquer the enemy of all righteousness, and rest our souls in the kingdom of God.",
                    "score": 0.7836260678672198
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 3,
                    "verse": 1,
                    "text": "But behold, I, Jacob, would speak unto you that are pure in heart. Look unto God with firmness of mind, and pray unto him with exceeding faith, and he will console you in your afflictions, and he will plead your cause, and send down justice upon those who seek your destruction.",
                    "score": 0.7809954782928119
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 2,
                    "verse": 29,
                    "text": "Men and brethren, let me freely speak unto you of the patriarch David, that he is both dead and buried, and his sepulchre is with us unto this day.",
                    "score": 0.7778396098471638
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 54,
                    "text": "And I command mine handmaid, Emma Smith, to abide and cleave unto my servant Joseph, and to none else. But if she will not abide this commandment she shall be destroyed, saith the Lord; for I am the Lord thy God, and will destroy her if she abide not in my law.",
                    "score": 0.7776304907857959
                }
            ]
        },
        {
            "verse": 30,
            "text": "But I will lie with my fathers, and thou shalt carry me out of Egypt, and bury me in their buryingplace. And he said, I will do as thou hast said.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 9,
                    "verse": 59,
                    "text": "And he said unto another, Follow me. But he said, Lord, suffer me first to go and bury my father.",
                    "score": 0.8212349005521847
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 8,
                    "verse": 21,
                    "text": "And another of his disciples said unto him, Lord, suffer me first to go and bury my father.",
                    "score": 0.8065657575643621
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 15,
                    "verse": 18,
                    "text": "I will arise and go to my father, and will say unto him, Father, I have sinned against heaven, and before thee,",
                    "score": 0.8047457830336531
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 14,
                    "verse": 21,
                    "text": "He that hath my commandments, and keepeth them, he it is that loveth me: and he that loveth me shall be loved of my Father, and I will love him, and will manifest myself to him.",
                    "score": 0.8038427997903852
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 36,
                    "verse": 28,
                    "text": "And I know that he will raise me up at the last day, to dwell with him in glory; yea, and I will praise him forever, for he has brought our fathers out of Egypt, and he has swallowed up the Egyptians in the Red Sea; and he led them by his power into the promised land; yea, and he has delivered them out of bondage and captivity from time to time.",
                    "score": 0.8035156491007214
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 59,
                    "verse": 2,
                    "text": "For those that live shall inherit the earth, and those that die shall rest from all their labors, and their works shall follow them; and they shall receive a crown in the mansions of my Father, which I have prepared for them.",
                    "score": 0.7942214096651193
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 19,
                    "text": "And behold, I have given you the law and the commandments of my Father, that ye shall believe in me, and that ye shall repent of your sins, and come unto me with a broken heart and a contrite spirit. Behold, ye have the commandments before you, and the law is fulfilled.",
                    "score": 0.7904684570318137
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 25,
                    "text": "That I will bring the Assyrian in my land, and upon my mountains tread him under foot; then shall his yoke depart from off them, and his burden depart from off their shoulders.",
                    "score": 0.7872821094686377
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 29,
                    "text": "And I will remember the covenant which I have made with my people; and I have covenanted with them that I would gather them together in mine own due time, that I would give unto them again the land of their fathers for their inheritance, which is the land of Jerusalem, which is the promised land unto them forever, saith the Father.",
                    "score": 0.7871180225874203
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 31,
                    "text": "And now, my brethren, I would that ye should do as ye have hitherto done. As ye have kept my commandments, and also the commandments of my father, and have prospered, and have been kept from falling into the hands of your enemies, even so if ye shall keep the commandments of my son, or the commandments of God which shall be delivered unto you by him, ye shall prosper in the land, and your enemies shall have no power over you.",
                    "score": 0.7866508966387785
                }
            ]
        },
        {
            "verse": 31,
            "text": "And he said, Swear unto me. And he sware unto him. And Israel bowed himself upon the bed's head.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 17,
                    "text": "And it came to pass that when Aaron had said these words, the king did bow down before the Lord, upon his knees; yea, even he did prostrate himself upon the earth, and cried mightily, saying:",
                    "score": 0.8000256075748067
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 18,
                    "verse": 6,
                    "text": "And when they opposed themselves, and blasphemed, he shook his raiment, and said unto them, Your blood be upon your own heads; I am clean: from henceforth I will go unto the Gentiles.",
                    "score": 0.7945586562585872
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 2,
                    "text": "And it came to pass that he went in unto him into the king's palace, with his brethren, and bowed himself before the king, and said unto him: Behold, O king, we are the brethren of Ammon, whom thou hast delivered out of prison.",
                    "score": 0.7936019623304735
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 14,
                    "text": "And it came to pass that when they had knelt upon the ground, Jesus groaned within himself, and said: Father, I am troubled because of the wickedness of the people of the house of Israel.",
                    "score": 0.7902234844691437
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 12,
                    "text": "And now, when Ammon saw that he was permitted to speak, he went forth and bowed himself before the king; and rising again he said: O king, I am very thankful before God this day that I am yet alive, and am permitted to speak; and I will endeavor to speak with boldness;",
                    "score": 0.777807997288751
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 28,
                    "text": "And now, except he humble himself and acknowledge unto me the things that he has done which are wrong, and covenant with me that he will keep my commandments, and exercise faith in me, behold, I say unto him, he shall have no such views, for I will grant unto him no views of the things of which I have spoken.",
                    "score": 0.7774456832052863
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 9,
                    "text": "And because of the mercies of the Father unto the Gentiles, and also the judgments of the Father upon my people who are of the house of Israel, verily, verily, I say unto you, that after all this, and I have caused my people who are of the house of Israel to be smitten, and to be afflicted, and to be slain, and to be cast out from among them, and to become hated by them, and to become a hiss and a byword among them--",
                    "score": 0.7760727026178527
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 8,
                    "verse": 13,
                    "text": "And it came to pass that Akish gathered in unto the house of Jared all his kinsfolk, and said unto them: Will ye swear unto me that ye will be faithful unto me in the thing which I shall desire of you?",
                    "score": 0.7742452656524363
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 5,
                    "verse": 11,
                    "text": "He answered them, He that made me whole, the same said unto me, Take up thy bed, and walk.",
                    "score": 0.7717236010187148
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 30,
                    "text": "For even at this time, my whole frame doth tremble exceedingly while attempting to speak unto you; but the Lord God doth support me, and hath suffered me that I should speak unto you, and hath commanded me that I should declare unto you this day, that my son Mosiah is a king and a ruler over you.",
                    "score": 0.7708334716946211
                }
            ]
        }
    ]
}