{
    "volume": "Old Testament",
    "book": "Hosea",
    "chapter": 6,
    "verses": [
        {
            "verse": 1,
            "text": "Come, and let us return unto the Lord: for he hath torn, and he will heal us; he hath smitten, and he will bind us up.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 3,
                    "verse": 22,
                    "text": "Return, ye backsliding children, and I will heal your backslidings. Behold, we come unto thee; for thou art the Lord our God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8302295821536124
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 8,
                    "verse": 7,
                    "text": "And Jesus saith unto him, I will come and heal him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8271180850455697
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 147,
                    "verse": 3,
                    "text": "He healeth the broken in heart, and bindeth up their wounds.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8154255742465658
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 17,
                    "verse": 14,
                    "text": "Heal me, O Lord, and I shall be healed; save me, and I shall be saved: for thou art my praise.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8127329379424555
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 30,
                    "verse": 9,
                    "text": "For if ye turn again unto the Lord, your brethren and your children shall find compassion before them that lead them captive, so that they shall come again into this land: for the Lord your God is gracious and merciful, and will not turn away his face from you, if ye return unto him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8106704701079582
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 7,
                    "verse": 32,
                    "text": "And now, behold, the promise of the Lord is fulfilled, and ye are smitten and afflicted.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8058270723604857
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 13,
                    "verse": 3,
                    "text": "But behold, the voice of the Lord came unto him, that he should return again, and prophesy unto the people whatsoever things should come into his heart.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8038438178677741
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 104,
                    "text": "And if he will offer unto me an acceptable offering, and acknowledgments, and remain with my people, behold, I, the Lord your God, will heal him that he shall be healed; and he shall lift up his voice again on the mountains, and be a spokesman before my face.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8034910241474009
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 116,
                    "verse": 7,
                    "text": "Return unto thy rest, O my soul; for the Lord hath dealt bountifully with thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.802467043998755
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 30,
                    "verse": 3,
                    "text": "That then the Lord thy God will turn thy captivity, and have compassion upon thee, and will return and gather thee from all the nations, whither the Lord thy God hath scattered thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8024650611264872
                }
            ]
        },
        {
            "verse": 2,
            "text": "After two days will he revive us: in the third day he will raise us up, and we shall live in his sight.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 3,
                    "verse": 10,
                    "text": "And he shall rise the third day from the dead; and behold, he standeth to judge the world; and behold, all these things are done that a righteous judgment might come upon the children of men.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8152671761914309
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 25,
                    "verse": 13,
                    "text": "Behold, they will crucify him; and after he is laid in a sepulchre for the space of three days he shall rise from the dead, with healing in his wings; and all those who shall believe on his name shall be saved in the kingdom of God. Wherefore, my soul delighteth to prophesy concerning him, for I have seen his day, and my heart doth magnify his holy name.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8136467367473196
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 27,
                    "verse": 63,
                    "text": "Saying, Sir, we remember that that deceiver said, while he was yet alive, After three days I will rise again.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8040444764924747
                }
            ]
        },
        {
            "verse": 3,
            "text": "Then shall we know, if we follow on to know the Lord: his going forth is prepared as the morning; and he shall come unto us as the rain, as the latter and former rain unto the earth.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 65,
                    "verse": 5,
                    "text": "Call upon the Lord, that his kingdom may go forth upon the earth, that the inhabitants thereof may receive it, and be prepared for the days to come, in the which the Son of Man shall come down in heaven, clothed in the brightness of his glory, to meet the kingdom of God which is set up on the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8105828260773574
                }
            ]
        },
        {
            "verse": 4,
            "text": "O Ephraim, what shall I do unto thee? O Judah, what shall I do unto thee? for your goodness is as a morning cloud, and as the early dew it goeth away.",
            "similars": []
        },
        {
            "verse": 5,
            "text": "Therefore have I hewed them by the prophets; I have slain them by the words of my mouth: and thy judgments are as the light that goeth forth.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 15,
                    "verse": 11,
                    "text": "Behold I say unto you, that whosoever has heard the words of the prophets, yea, all the holy prophets who have prophesied concerning the coming of the Lord--I say unto you, that all those who have hearkened unto their words, and believed that the Lord would redeem his people, and have looked forward to that day for a remission of their sins, I say unto you, that these are his seed, or they are the heirs of the kingdom of God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8285697377543898
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 11,
                    "verse": 11,
                    "text": "For, behold, it is I that speak; behold, I am the light which shineth in darkness, and by my power I give these words unto thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8195568447333889
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 39,
                    "verse": 21,
                    "text": "And I will set my glory among the heathen, and all the heathen shall see my judgment that I have executed, and my hand that I have laid upon them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8117369241829241
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 15,
                    "verse": 10,
                    "text": "Behold, I have given unto you the commandments; therefore keep my commandments. And this is the law and the prophets, for they truly testified of me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8081643056704142
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 37,
                    "verse": 30,
                    "text": "For behold, they murdered all the prophets of the Lord who came among them to declare unto them concerning their iniquities; and the blood of those whom they murdered did cry unto the Lord their God for vengeance upon those who were their murderers; and thus the judgments of God did come upon these workers of darkness and secret combinations.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8032110346278465
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 15,
                    "verse": 5,
                    "text": "Behold, blessed are you for this thing, and for speaking my words which I have given you according to my commandments.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8032090351355538
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 13,
                    "verse": 47,
                    "text": "For so hath the Lord commanded us, saying, I have set thee to be a light of the Gentiles, that thou shouldest be for salvation unto the ends of the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8029561275120031
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 18,
                    "verse": 17,
                    "text": "And the Lord said unto me, They have well spoken that which they have spoken.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8024663546466743
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 16,
                    "verse": 5,
                    "text": "Behold, blessed are you for this thing, and for speaking my words which I have given unto you according to my commandments.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8015869370887173
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 15,
                    "verse": 15,
                    "text": "And to this agree the words of the prophets; as it is written,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8011283946541814
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 7,
                    "verse": 52,
                    "text": "Which of the prophets have not your fathers persecuted? and they have slain them which shewed before of the coming of the Just One; of whom ye have been now the betrayers and murderers:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8010622896423656
                }
            ]
        },
        {
            "verse": 6,
            "text": "For I desired mercy, and not sacrifice; and the knowledge of God more than burnt offerings.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 40,
                    "verse": 6,
                    "text": "Sacrifice and offering thou didst not desire; mine ears hast thou opened: burnt offering and sin offering hast thou not required.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8263387290103702
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 51,
                    "verse": 16,
                    "text": "For thou desirest not sacrifice; else would I give it: thou delightest not in burnt offering.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8223357023465748
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 9,
                    "verse": 13,
                    "text": "But go ye and learn what that meaneth, I will have mercy, and not sacrifice: for I am not come to call the righteous, but sinners to repentance.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.815046507037442
                }
            ]
        },
        {
            "verse": 7,
            "text": "But they like men have transgressed the covenant: there have they dealt treacherously against me.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 5,
                    "text": "For I, the Lord, have decreed in my heart, that inasmuch as any man belonging to the order shall be found a transgressor, or, in other words, shall break the covenant with which ye are bound, he shall be cursed in his life, and shall be trodden down by whom I will;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8132334161164864
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 5,
                    "verse": 11,
                    "text": "For the house of Israel and the house of Judah have dealt very treacherously against me, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8110861656440209
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 7,
                    "verse": 11,
                    "text": "Israel hath sinned, and they have also transgressed my covenant which I commanded them: for they have even taken of the accursed thing, and have also stolen, and dissembled also, and they have put it even among their own stuff.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8096234604000805
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "volume_book_index": 28,
                    "chapter": 7,
                    "verse": 13,
                    "text": "Woe unto them! for they have fled from me: destruction unto them! because they have transgressed against me: though I have redeemed them, yet they have spoken lies against me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8054720847459907
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 46,
                    "verse": 22,
                    "text": "Now this was the covenant which they made, and they cast their garments at the feet of Moroni, saying: We covenant with our God, that we shall be destroyed, even as our brethren in the land northward, if we shall fall into transgression; yea, he may cast us at the feet of our enemies, even as we have cast our garments at thy feet to be trodden under foot, if we shall fall into transgression.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8004940490881796
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 101,
                    "verse": 2,
                    "text": "I, the Lord, have suffered the affliction to come upon them, wherewith they have been afflicted, in consequence of their transgressions;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8004481800162563
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 52,
                    "text": "The covenants being broken through transgression, by covetousness and feigned words--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001459713322262
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 26,
                    "verse": 40,
                    "text": "If they shall confess their iniquity, and the iniquity of their fathers, with their trespass which they trespassed against me, and that also they have walked contrary unto me;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9026784627831637
                }
            ]
        },
        {
            "verse": 8,
            "text": "Gilead is a city of them that work iniquity, and is polluted with blood.",
            "similars": []
        },
        {
            "verse": 9,
            "text": "And as troops of robbers wait for a man, so the company of priests murder in the way by consent: for they commit lewdness.",
            "similars": []
        },
        {
            "verse": 10,
            "text": "I have seen an horrible thing in the house of Israel: there is the whoredom of Ephraim, Israel is defiled.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "volume_book_index": 28,
                    "chapter": 5,
                    "verse": 3,
                    "text": "I know Ephraim, and Israel is not hid from me: for now, O Ephraim, thou committest whoredom, and Israel is defiled.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8515381715648065
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 20,
                    "verse": 30,
                    "text": "Wherefore say unto the house of Israel, Thus saith the Lord God; Are ye polluted after the manner of your fathers? and commit ye whoredom after their abominations?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8018953967822908
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "volume_book_index": 28,
                    "chapter": 5,
                    "verse": 3,
                    "text": "I know Ephraim, and Israel is not hid from me: for now, O Ephraim, thou committest whoredom, and Israel is defiled.",
                    "embedding_model": "text-embedding-3-small",
                    "score": 0.810106588313573
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "volume_book_index": 28,
                    "chapter": 5,
                    "verse": 3,
                    "text": "I know Ephraim, and Israel is not hid from me: for now, O Ephraim, thou committest whoredom, and Israel is defiled.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9160665992637437
                }
            ]
        },
        {
            "verse": 11,
            "text": "Also, O Judah, he hath set an harvest for thee, when I returned the captivity of my people.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 30,
                    "verse": 3,
                    "text": "For, lo, the days come, saith the Lord, that I will bring again the captivity of my people Israel and Judah, saith the Lord: and I will cause them to return to the land that I gave to their fathers, and they shall possess it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8618252496235174
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "volume_book_index": 29,
                    "chapter": 3,
                    "verse": 1,
                    "text": "For, behold, in those days, and in that time, when I shall bring again the captivity of Judah and Jerusalem,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8573675984079666
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 33,
                    "verse": 7,
                    "text": "And I will cause the captivity of Judah and the captivity of Israel to return, and will build them, as at the first.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8556747843519901
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 29,
                    "verse": 20,
                    "text": "Hear ye therefore the word of the Lord, all ye of the captivity, whom I have sent from Jerusalem to Babylon:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8034805488760302
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 32,
                    "verse": 44,
                    "text": "Men shall buy fields for money, and subscribe evidences, and seal them, and take witnesses in the land of Benjamin, and in the places about Jerusalem, and in the cities of Judah, and in the cities of the mountains, and in the cities of the valley, and in the cities of the south: for I will cause their captivity to return, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8028845693215025
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 10,
                    "verse": 3,
                    "text": "That after they should be destroyed, even that great city Jerusalem, and many be carried away captive into Babylon, according to the own due time of the Lord, they should return again, yea, even be brought back out of captivity; and after they should be brought back out of captivity they should possess again the land of their inheritance.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8025033088662692
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 28,
                    "verse": 17,
                    "text": "For again the Edomites had come and smitten Judah, and carried away captives.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8018360330036058
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "volume_book_index": 30,
                    "chapter": 9,
                    "verse": 14,
                    "text": "And I will bring again the captivity of my people of Israel, and they shall build the waste cities, and inhabit them; and they shall plant vineyards, and drink the wine thereof; they shall also make gardens, and eat the fruit of them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8000369504688516
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "volume_book_index": 29,
                    "chapter": 3,
                    "verse": 1,
                    "text": "For, behold, in those days, and in that time, when I shall bring again the captivity of Judah and Jerusalem,",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9030555602245856
                }
            ]
        }
    ]
}