{
    "volume": "Old Testament",
    "book": "Hosea",
    "chapter": 7,
    "verses": [
        {
            "verse": 1,
            "text": "When I would have healed Israel, then the iniquity of Ephraim was discovered, and the wickedness of Samaria: for they commit falsehood; and the thief cometh in, and the troop of robbers spoileth without.",
            "similars": []
        },
        {
            "verse": 2,
            "text": "And they consider not in their hearts that I remember all their wickedness: now their own doings have beset them about; they are before my face.",
            "similars": []
        },
        {
            "verse": 3,
            "text": "They make the king glad with their wickedness, and the princes with their lies.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "volume_book_index": 20,
                    "chapter": 29,
                    "verse": 12,
                    "text": "If a ruler hearken to lies, all his servants are wicked.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8069943403689465
                }
            ]
        },
        {
            "verse": 4,
            "text": "They are all adulterers, as an oven heated by the baker, who ceaseth from raising after he hath kneaded the dough, until it be leavened.",
            "similars": []
        },
        {
            "verse": 5,
            "text": "In the day of our king the princes have made him sick with bottles of wine; he stretched out his hand with scorners.",
            "similars": []
        },
        {
            "verse": 6,
            "text": "For they have made ready their heart like an oven, whiles they lie in wait: their baker sleepeth all the night; in the morning it burneth as a flaming fire.",
            "similars": []
        },
        {
            "verse": 7,
            "text": "They are all hot as an oven, and have devoured their judges; all their kings are fallen: there is none among them that calleth unto me.",
            "similars": []
        },
        {
            "verse": 8,
            "text": "Ephraim, he hath mixed himself among the people; Ephraim is a cake not turned.",
            "similars": []
        },
        {
            "verse": 9,
            "text": "Strangers have devoured his strength, and he knoweth it not: yea, gray hairs are here and there upon him, yet he knoweth not.",
            "similars": []
        },
        {
            "verse": 10,
            "text": "And the pride of Israel testifieth to his face: and they do not return to the Lord their God, nor seek him for all this.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 12,
                    "verse": 24,
                    "text": "Thus saith the Lord, Ye shall not go up, nor fight against your brethren the children of Israel: return every man to his house; for this thing is from me. They hearkened therefore to the word of the Lord, and returned to depart, according to the word of the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8144439660339349
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "volume_book_index": 28,
                    "chapter": 5,
                    "verse": 5,
                    "text": "And the pride of Israel doth testify to his face: therefore shall Israel and Ephraim fall in their iniquity; Judah also shall fall with them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8028916416914668
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 3,
                    "verse": 12,
                    "text": "Go and proclaim these words toward the north, and say, Return, thou backsliding Israel, saith the Lord; and I will not cause mine anger to fall upon you: for I am merciful, saith the Lord, and I will not keep anger for ever.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8024770327617693
                }
            ]
        },
        {
            "verse": 11,
            "text": "Ephraim also is like a silly dove without heart: they call to Egypt, they go to Assyria.",
            "similars": []
        },
        {
            "verse": 12,
            "text": "When they shall go, I will spread my net upon them; I will bring them down as the fowls of the heaven; I will chastise them, as their congregation hath heard.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 51,
                    "verse": 40,
                    "text": "I will bring them down like lambs to the slaughter, like rams with he goats.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8232256004589217
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 34,
                    "verse": 15,
                    "text": "I will feed my flock, and I will cause them to lie down, saith the Lord God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8203123859149156
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 34,
                    "verse": 20,
                    "text": "I will even give them into the hand of their enemies, and into the hand of them that seek their life: and their dead bodies shall be for meat unto the fowls of the heaven, and to the beasts of the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.814595584404906
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 32,
                    "verse": 3,
                    "text": "Thus saith the Lord God; I will therefore spread out my net over thee with a company of many people; and they shall bring thee up in my net.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8119087659678927
                },
                {
                    "volume": "Old Testament",
                    "book": "Zephaniah",
                    "volume_book_index": 36,
                    "chapter": 1,
                    "verse": 3,
                    "text": "I will consume man and beast; I will consume the fowls of the heaven, and the fishes of the sea, and the stumblingblocks with the wicked; and I will cut off man from off the land, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.809980145627277
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "volume_book_index": 28,
                    "chapter": 2,
                    "verse": 18,
                    "text": "And in that day will I make a covenant for them with the beasts of the field, and with the fowls of heaven, and with the creeping things of the ground: and I will break the bow and the sword and the battle out of the earth, and will make them to lie down safely.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8067092461781853
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "volume_book_index": 28,
                    "chapter": 10,
                    "verse": 10,
                    "text": "It is in my desire that I should chastise them; and the people shall be gathered against them, when they shall bind themselves in their two furrows.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8053114620582957
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 22,
                    "verse": 15,
                    "text": "And I will scatter thee among the heathen, and disperse thee in the countries, and will consume thy filthiness out of thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.804687100020922
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 10,
                    "verse": 65,
                    "text": "For, behold, I will gather them as a hen gathereth her chickens under her wings, if they will not harden their hearts;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8032390135573165
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 29,
                    "verse": 2,
                    "text": "Who will gather his people even as a hen gathereth her chickens under her wings, even as many as will hearken to my voice and humble themselves before me, and call upon me in mighty prayer.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8031174625960509
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 15,
                    "verse": 7,
                    "text": "And I will fan them with a fan in the gates of the land; I will bereave them of children, I will destroy my people, since they return not from their ways.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8026484540420592
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 19,
                    "verse": 7,
                    "text": "And I will make void the counsel of Judah and Jerusalem in this place; and I will cause them to fall by the sword before their enemies, and by the hands of them that seek their lives: and their carcases will I give to be meat for the fowls of the heaven, and for the beasts of the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8018220081666309
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 25,
                    "verse": 17,
                    "text": "And I will execute great vengeance upon them with furious rebukes; and they shall know that I am the Lord, when I shall lay my vengeance upon them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801419135070708
                }
            ]
        },
        {
            "verse": 13,
            "text": "Woe unto them! for they have fled from me: destruction unto them! because they have transgressed against me: though I have redeemed them, yet they have spoken lies against me.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 13,
                    "verse": 4,
                    "text": "Lest mine enemy say, I have prevailed against him; and those that trouble me rejoice when I am moved.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8197723093629175
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 5,
                    "verse": 10,
                    "text": "Destroy thou them, O God; let them fall by their own counsels; cast them out in the multitude of their transgressions; for they have rebelled against thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8069627474410199
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 33,
                    "verse": 10,
                    "text": "Yea, and thou hast also heard me when I have been cast out and have been despised by mine enemies; yea, thou didst hear my cries, and wast angry with mine enemies, and thou didst visit them in thine anger with speedy destruction.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8067895077881323
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "volume_book_index": 28,
                    "chapter": 6,
                    "verse": 7,
                    "text": "But they like men have transgressed the covenant: there have they dealt treacherously against me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8054720847459907
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 109,
                    "verse": 2,
                    "text": "For the mouth of the wicked and the mouth of the deceitful are opened against me: they have spoken against me with a lying tongue.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8047779223099564
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 101,
                    "verse": 2,
                    "text": "I, the Lord, have suffered the affliction to come upon them, wherewith they have been afflicted, in consequence of their transgressions;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8032057751056462
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 71,
                    "verse": 10,
                    "text": "For mine enemies speak against me; and they that lay wait for my soul take counsel together,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8019839801553148
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 31,
                    "verse": 11,
                    "text": "I was a reproach among all mine enemies, but especially among my neighbours, and a fear to mine acquaintance: they that did see me without fled from me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8013848697541206
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 7,
                    "verse": 20,
                    "text": "And it came to pass that they were sorrowful, because of their wickedness, insomuch that they did bow down before me, and did plead with me that I would forgive them of the thing that they had done against me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801034615069458
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 26,
                    "verse": 27,
                    "text": "And Isaac said unto them, Wherefore come ye to me, seeing ye hate me, and have sent me away from you?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8003408177477217
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 59,
                    "verse": 3,
                    "text": "For, lo, they lie in wait for my soul: the mighty are gathered against me; not for my transgression, nor for my sin, O Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001938580103178
                }
            ]
        },
        {
            "verse": 14,
            "text": "And they have not cried unto me with their heart, when they howled upon their beds: they assemble themselves for corn and wine, and they rebel against me.",
            "similars": []
        },
        {
            "verse": 15,
            "text": "Though I have bound and strengthened their arms, yet do they imagine mischief against me.",
            "similars": []
        },
        {
            "verse": 16,
            "text": "They return, but not to the most High: they are like a deceitful bow: their princes shall fall by the sword for the rage of their tongue: this shall be their derision in the land of Egypt.",
            "similars": []
        }
    ]
}