{
    "volume": "Old Testament",
    "book": "Jeremiah",
    "chapter": 40,
    "verses": [
        {
            "verse": 1,
            "text": "The word that came to Jeremiah from the Lord, after that Nebuzar-adan the captain of the guard had let him go from Ramah, when he had taken him being bound in chains among all that were carried away captive of Jerusalem and Judah, which were carried away captive unto Babylon.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "chapter": 1,
                    "verse": 15,
                    "text": "Behold, it came to pass that Mosiah discovered that the people of Zarahemla came out from Jerusalem at the time that Zedekiah, king of Judah, was carried away captive into Babylon.",
                    "score": 0.7869956387307631
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 6,
                    "verse": 8,
                    "text": "And now I, Jacob, would speak somewhat concerning these words. For behold, the Lord has shown me that those who were at Jerusalem, from whence we came, have been slain and carried away captive.",
                    "score": 0.7838758896981801
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 10,
                    "text": "Wherefore, it hath been told them concerning the destruction which should come upon them, immediately after my father left Jerusalem; nevertheless, they hardened their hearts; and according to my prophecy they have been destroyed, save it be those which are carried away captive into Babylon.",
                    "score": 0.7802893355114161
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 12,
                    "verse": 17,
                    "text": "But he, beckoning unto them with the hand to hold their peace, declared unto them how the Lord had brought him out of the prison. And he said, Go shew these things unto James, and to the brethren. And he departed, and went into another place.",
                    "score": 0.7763551117324411
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 10,
                    "verse": 3,
                    "text": "That after they should be destroyed, even that great city Jerusalem, and many be carried away captive into Babylon, according to the own due time of the Lord, they should return again, yea, even be brought back out of captivity; and after they should be brought back out of captivity they should possess again the land of their inheritance.",
                    "score": 0.7752143137932823
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 3,
                    "text": "And it came to pass that he was obedient unto the word of the Lord, wherefore he did as the Lord commanded him.",
                    "score": 0.7682027739735475
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 24,
                    "verse": 17,
                    "text": "And he said unto Alma: Thou shalt go before this people, and I will go with thee and deliver this people out of bondage.",
                    "score": 0.7646530892375016
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 20,
                    "verse": 20,
                    "text": "Go ye forth of Babylon, flee ye from the Chaldeans, with a voice of singing declare ye, tell this, utter to the end of the earth; say ye: The Lord hath redeemed his servant Jacob.",
                    "score": 0.7633622548716473
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 18,
                    "verse": 11,
                    "text": "And it came to pass that Laman and Lemuel did take me and bind me with cords, and they did treat me with much harshness; nevertheless, the Lord did suffer it that he might show forth his power, unto the fulfilling of his word which he had spoken concerning the wicked.",
                    "score": 0.7588314312184815
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 35,
                    "text": "And it came to pass that Zoram did take courage at the words which I spake. Now Zoram was the name of the servant; and he promised that he would go down into the wilderness unto our father. Yea, and he also made an oath unto us that he would tarry with us from that time forth.",
                    "score": 0.7583836146013962
                }
            ]
        },
        {
            "verse": 2,
            "text": "And the captain of the guard took Jeremiah, and said unto him, The Lord thy God hath pronounced this evil upon this place.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 9,
                    "text": "And it came to pass that they were angry with him; and they took him and carried him bound before the king, and said unto the king: Behold, we have brought a man before thee who has prophesied evil concerning thy people, and saith that God will destroy them.",
                    "score": 0.7556034371109044
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 16,
                    "text": "And behold, I am sent to command thee that thou return to the city of Ammonihah, and preach again unto the people of the city; yea, preach unto them. Yea, say unto them, except they repent the Lord God will destroy them.",
                    "score": 0.750455445175106
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 6,
                    "verse": 23,
                    "text": "And now behold, this was grievous unto them. And the brother of Jared said unto them: Surely this thing leadeth into captivity.",
                    "score": 0.743632318958068
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 3,
                    "verse": 15,
                    "text": "Yea, he said unto them: As the Lord liveth, except ye repent of all your iniquities, and cry unto the Lord, ye will in nowise be delivered out of the hands of those Gadianton robbers.",
                    "score": 0.740407013538863
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 38,
                    "text": "And he leadeth away the righteous into precious lands, and the wicked he destroyeth, and curseth the land unto them for their sakes.",
                    "score": 0.7390646261834622
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 3,
                    "verse": 14,
                    "text": "And when they had sworn by all that had been forbidden them by our Lord and Savior Jesus Christ, that they would go up unto their enemies to battle, and avenge themselves of the blood of their brethren, behold the voice of the Lord came unto me, saying:",
                    "score": 0.7379040773303082
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 1,
                    "verse": 8,
                    "text": "And it came to pass as he was about to do this, behold, he was taken, and was tried according to the voice of the people, and condemned unto death; for he had raised up in rebellion and sought to destroy the liberty of the people.",
                    "score": 0.7367794359465227
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 5,
                    "verse": 29,
                    "text": "And it came to pass that there came a voice as if it were above the cloud of darkness, saying: Repent ye, repent ye, and seek no more to destroy my servants whom I have sent unto you to declare good tidings.",
                    "score": 0.7365529721865425
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 56,
                    "verse": 4,
                    "text": "Wherefore I, the Lord, command and revoke, as it seemeth me good; and all this to be answered upon the heads of the rebellious, saith the Lord.",
                    "score": 0.7346854894046623
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 14,
                    "verse": 9,
                    "text": "And he that bade thee and him come and say to thee, Give this man place; and thou begin with shame to take the lowest room.",
                    "score": 0.7333699368933821
                }
            ]
        },
        {
            "verse": 3,
            "text": "Now the Lord hath brought it, and done according as he hath said: because ye have sinned against the Lord, and have not obeyed his voice, therefore this thing is come upon you.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 61,
                    "verse": 20,
                    "text": "But ye have said, except they repent the Lord hath commanded you that ye should go against them.",
                    "score": 0.8092004104186187
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 23,
                    "text": "And now I have spoken the words which the Lord God hath commanded me.",
                    "score": 0.7945039301608047
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 5,
                    "verse": 29,
                    "text": "And it came to pass that there came a voice as if it were above the cloud of darkness, saying: Repent ye, repent ye, and seek no more to destroy my servants whom I have sent unto you to declare good tidings.",
                    "score": 0.7919817135431526
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 13,
                    "text": "And it came to pass that the Lord spake unto them saying:",
                    "score": 0.7901840758659656
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 108,
                    "verse": 1,
                    "text": "Verily thus saith the Lord unto you, my servant Lyman: Your sins are forgiven you, because you have obeyed my voice in coming up hither this morning to receive counsel of him whom I have appointed.",
                    "score": 0.7891177810424307
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 4,
                    "text": "For behold, as yet, ye have been obedient unto the word of the Lord, which I have given unto you.",
                    "score": 0.7890008841666639
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 34,
                    "text": "And now behold, my brethren, ye know that these commandments were given to our father, Lehi; wherefore, ye have known them before; and ye have come unto great condemnation; for ye have done these things which ye ought not to have done.",
                    "score": 0.7878303215027711
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 29,
                    "text": "Now, behold, they have altered these words, because Satan saith unto them: He hath deceived you--and thus he flattereth them away to do iniquity, to get thee to tempt the Lord thy God.",
                    "score": 0.787787157185792
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 9,
                    "verse": 20,
                    "text": "Nay but, O man, who art thou that repliest against God? Shall the thing formed say to him that formed it, Why hast thou made me thus?",
                    "score": 0.7870210747345381
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 14,
                    "text": "And now, my brethren, do ye suppose that God justifieth you in this thing? Behold, I say unto you, Nay. But he condemneth you, and if ye persist in these things his judgments must speedily come unto you.",
                    "score": 0.7868923179874185
                }
            ]
        },
        {
            "verse": 4,
            "text": "And now, behold, I loose thee this day from the chains which were upon thine hand. If it seem good unto thee to come with me into Babylon, come; and I will look well unto thee: but if it seem ill unto thee to come with me into Babylon, forbear: behold, all the land is before thee: whither it seemeth good and convenient for thee to go, thither go.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 39,
                    "text": "Behold thou hast driven me out this day from the face of the Lord, and from thy face shall I be hid; and I shall be a fugitive and a vagabond in the earth; and it shall come to pass, that he that findeth me will slay me, because of mine iniquities, for these things are not hid from the Lord.",
                    "score": 0.8002955208420351
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 9,
                    "text": "Wherefore, I, Lehi, have obtained a promise, that inasmuch as those whom the Lord God shall bring out of the land of Jerusalem shall keep his commandments, they shall prosper upon the face of this land; and they shall be kept from all other nations, that they may possess this land unto themselves. And if it so be that they shall keep his commandments they shall be blessed upon the face of this land, and there shall be none to molest them, nor to take away the land of their inheritance; and they shall dwell safely forever.",
                    "score": 0.7999895028734605
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 25,
                    "text": "That I will bring the Assyrian in my land, and upon my mountains tread him under foot; then shall his yoke depart from off them, and his burden depart from off their shoulders.",
                    "score": 0.7993748101193664
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 3,
                    "text": "Now the Lord had said unto me: Abraham, get thee out of thy country, and from thy kindred, and from thy father's house, unto a land that I will show thee.",
                    "score": 0.793586622285163
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 7,
                    "text": "Wherefore, this land is consecrated unto him whom he shall bring. And if it so be that they shall serve him according to the commandments which he hath given, it shall be a land of liberty unto them; wherefore, they shall never be brought down into captivity; if so, it shall be because of iniquity; for if iniquity shall abound cursed shall be the land for their sakes, but unto the righteous it shall be blessed forever.",
                    "score": 0.7908806579763963
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 24,
                    "text": "For after today cometh the burning--this is speaking after the manner of the Lord--for verily I say, tomorrow all the proud and they that do wickedly shall be as stubble; and I will burn them up, for I am the Lord of Hosts; and I will not spare any that remain in Babylon.",
                    "score": 0.789805827411607
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 20,
                    "verse": 20,
                    "text": "Go ye forth of Babylon, flee ye from the Chaldeans, with a voice of singing declare ye, tell this, utter to the end of the earth; say ye: The Lord hath redeemed his servant Jacob.",
                    "score": 0.7897974556872059
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 10,
                    "verse": 3,
                    "text": "That after they should be destroyed, even that great city Jerusalem, and many be carried away captive into Babylon, according to the own due time of the Lord, they should return again, yea, even be brought back out of captivity; and after they should be brought back out of captivity they should possess again the land of their inheritance.",
                    "score": 0.789357424844045
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 1,
                    "verse": 42,
                    "text": "And when thou hast done this thou shalt go at the head of them down into the valley which is northward. And there will I meet thee, and I will go before thee into a land which is choice above all the lands of the earth.",
                    "score": 0.7871318802537494
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Enos",
                    "chapter": 1,
                    "verse": 10,
                    "text": "And while I was thus struggling in the spirit, behold, the voice of the Lord came into my mind again, saying: I will visit thy brethren according to their diligence in keeping my commandments. I have given unto them this land, and it is a holy land; and I curse it not save it be for the cause of iniquity; wherefore, I will visit thy brethren according as I have said; and their transgressions will I bring down with sorrow upon their own heads.",
                    "score": 0.7869099636488016
                }
            ]
        },
        {
            "verse": 5,
            "text": "Now while he was not yet gone back, he said, Go back also to Gedaliah the son of Ahikam the son of Shaphan, whom the king of Babylon hath made governor over the cities of Judah, and dwell with him among the people: or go wheresoever it seemeth convenient unto thee to go. So the captain of the guard gave him victuals and a reward, and let him go.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 64,
                    "text": "And the children of Judah may begin to return to the lands which thou didst give to Abraham, their father.",
                    "score": 0.7743590005128697
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 10,
                    "verse": 3,
                    "text": "That after they should be destroyed, even that great city Jerusalem, and many be carried away captive into Babylon, according to the own due time of the Lord, they should return again, yea, even be brought back out of captivity; and after they should be brought back out of captivity they should possess again the land of their inheritance.",
                    "score": 0.770153420081873
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 16,
                    "text": "And behold, I am sent to command thee that thou return to the city of Ammonihah, and preach again unto the people of the city; yea, preach unto them. Yea, say unto them, except they repent the Lord God will destroy them.",
                    "score": 0.7691116575610664
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 4,
                    "verse": 42,
                    "text": "And when it was day, he departed and went into a desert place: and the people sought him, and came unto him, and stayed him, that he should not depart from them.",
                    "score": 0.7637957609328254
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 13,
                    "text": "And let them who be of Judah flee unto Jerusalem, unto the mountains of the Lord's house.",
                    "score": 0.7634196308967064
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 17,
                    "text": "The Lord shall bring upon thee, and upon thy people, and upon thy father's house, days that have not come from the day that Ephraim departed from Judah, the king of Assyria.",
                    "score": 0.7613374851727913
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 9,
                    "text": "Wherefore, I, Lehi, have obtained a promise, that inasmuch as those whom the Lord God shall bring out of the land of Jerusalem shall keep his commandments, they shall prosper upon the face of this land; and they shall be kept from all other nations, that they may possess this land unto themselves. And if it so be that they shall keep his commandments they shall be blessed upon the face of this land, and there shall be none to molest them, nor to take away the land of their inheritance; and they shall dwell safely forever.",
                    "score": 0.7602649283665134
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 3,
                    "text": "And now, O king, if thou wilt spare our lives, we will be thy servants. And the king said unto them: Arise, for I will grant unto you your lives, and I will not suffer that ye shall be my servants; but I will insist that ye shall administer unto me; for I have been somewhat troubled in mind because of the generosity and the greatness of the words of thy brother Ammon; and I desire to know the cause why he has not come up out of Middoni with thee.",
                    "score": 0.7601953096380101
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 7,
                    "verse": 15,
                    "text": "Now behold, I say unto you that if ye will return unto Jerusalem ye shall also perish with them. And now, if ye have choice, go up to the land, and remember the words which I speak unto you, that if ye go ye will also perish; for thus the Spirit of the Lord constraineth me that I should speak.",
                    "score": 0.7593465769889489
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 127,
                    "verse": 4,
                    "text": "And again, verily thus saith the Lord: Let the work of my temple, and all the works which I have appointed unto you, be continued on and not cease; and let your diligence, and your perseverance, and patience, and your works be redoubled, and you shall in nowise lose your reward, saith the Lord of Hosts. And if they persecute you, so persecuted they the prophets and righteous men that were before you. For all this there is a reward in heaven.",
                    "score": 0.7591658640014348
                }
            ]
        },
        {
            "verse": 6,
            "text": "Then went Jeremiah unto Gedaliah the son of Ahikam to Mizpah; and dwelt with him among the people that were left in the land.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 4,
                    "text": "Then came he out of the land of the Chaldaeans, and dwelt in Charran: and from thence, when his father was dead, he removed him into this land, wherein ye now dwell.",
                    "score": 0.7705804270694654
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 6,
                    "verse": 10,
                    "text": "Now the land south was called Lehi, and the land north was called Mulek, which was after the son of Zedekiah; for the Lord did bring Mulek into the land north, and Lehi into the land south.",
                    "score": 0.7704811867858008
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 1,
                    "text": "And now it came to pass that as Alma was journeying from the land of Gideon southward, away to the land of Manti, behold, to his astonishment, he met with the sons of Mosiah journeying towards the land of Zarahemla.",
                    "score": 0.769886915843944
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 23,
                    "verse": 38,
                    "text": "And the remainder of them went to the land of Nephi; and a part of them returned to the land of Helam, and also brought with them the wives and the children of the guards who had been left in the land.",
                    "score": 0.7698713447768231
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 21,
                    "verse": 16,
                    "text": "And there shall be a highway for the remnant of his people which shall be left, from Assyria, like as it was to Israel in the day that he came up out of the land of Egypt.",
                    "score": 0.7685765575809868
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 21,
                    "verse": 1,
                    "text": "Now when Ammon and his brethren separated themselves in the borders of the land of the Lamanites, behold Aaron took his journey towards the land which was called by the Lamanites, Jerusalem, calling it after the land of their fathers' nativity; and it was away joining the borders of Mormon.",
                    "score": 0.767743089989284
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 64,
                    "text": "And the children of Judah may begin to return to the lands which thou didst give to Abraham, their father.",
                    "score": 0.7654619074186542
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 27,
                    "verse": 14,
                    "text": "And they gathered together all their people, yea, all the people of the Lord, and did gather together all their flocks and herds, and departed out of the land, and came into the wilderness which divided the land of Nephi from the land of Zarahemla, and came over near the borders of the land.",
                    "score": 0.7653869584396242
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 15,
                    "verse": 1,
                    "text": "And it came to pass that Alma and Amulek were commanded to depart out of that city; and they departed, and came out even into the land of Sidom; and behold, there they found all the people who had departed out of the land of Ammonihah, who had been cast out and stoned, because they believed in the words of Alma.",
                    "score": 0.7653549624149969
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 53,
                    "verse": 10,
                    "text": "And now behold, I have somewhat to say concerning the people of Ammon, who, in the beginning, were Lamanites; but by Ammon and his brethren, or rather by the power and word of God, they had been converted unto the Lord; and they had been brought down into the land of Zarahemla, and had ever since been protected by the Nephites.",
                    "score": 0.7646786830583808
                }
            ]
        },
        {
            "verse": 7,
            "text": "Now when all the captains of the forces which were in the fields, even they and their men, heard that the king of Babylon had made Gedaliah the son of Ahikam governor in the land, and had committed unto him men, and women, and children, and of the poor of the land, of them that were not carried away captive to Babylon;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 3,
                    "verse": 13,
                    "text": "Yea, he sent a proclamation among all the people, that they should gather together their women, and their children, their flocks and their herds, and all their substance, save it were their land, unto one place.",
                    "score": 0.7799478560983457
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 47,
                    "verse": 3,
                    "text": "And now it came to pass that the king was wroth because of their disobedience; therefore he gave Amalickiah the command of that part of his army which was obedient unto his commands, and commanded him that he should go forth and compel them to arms.",
                    "score": 0.7738659944269204
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 7,
                    "verse": 25,
                    "text": "And he did execute a law throughout all the land, which gave power unto the prophets that they should go whithersoever they would; and by this cause the people were brought unto repentance.",
                    "score": 0.7736912731365438
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 25,
                    "text": "But the king stood forth among them and administered unto them. And they were pacified towards Aaron and those who were with him.",
                    "score": 0.7707750402968583
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 35,
                    "verse": 4,
                    "text": "And they sent and gathered together throughout all the land all the people, and consulted with them concerning the words which had been spoken.",
                    "score": 0.7704048232891865
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Therefore, he had Mosiah brought before him; and these are the words which he spake unto him, saying: My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.",
                    "score": 0.7675803607235877
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 4,
                    "text": "And also that they might give thanks to the Lord their God, who had brought them out of the land of Jerusalem, and who had delivered them out of the hands of their enemies, and had appointed just men to be their teachers, and also a just man to be their king, who had established peace in the land of Zarahemla, and who had taught them to keep the commandments of God, that they might rejoice and be filled with love towards God and all men.",
                    "score": 0.7666324740343512
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 63,
                    "verse": 12,
                    "text": "Now behold, all those engravings which were in the possession of Helaman were written and sent forth among the children of men throughout all the land, save it were those parts which had been commanded by Alma should not go forth.",
                    "score": 0.7649528900850497
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 23,
                    "verse": 1,
                    "text": "Now Alma, having been warned of the Lord that the armies of king Noah would come upon them, and having made it known to his people, therefore they gathered together their flocks, and took of their grain, and departed into the wilderness before the armies of king Noah.",
                    "score": 0.7641239757111463
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "chapter": 1,
                    "verse": 15,
                    "text": "Behold, it came to pass that Mosiah discovered that the people of Zarahemla came out from Jerusalem at the time that Zedekiah, king of Judah, was carried away captive into Babylon.",
                    "score": 0.7637846470669838
                }
            ]
        },
        {
            "verse": 8,
            "text": "Then they came to Gedaliah to Mizpah, even Ishmael the son of Nethaniah, and Johanan and Jonathan the sons of Kareah, and Seraiah the son of Tanhumeth, and the sons of Ephai the Netophathite, and Jezaniah the son of a Maachathite, they and their men.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 1,
                    "text": "And now it came to pass that as Alma was journeying from the land of Gideon southward, away to the land of Manti, behold, to his astonishment, he met with the sons of Mosiah journeying towards the land of Zarahemla.",
                    "score": 0.8006253664556887
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 28,
                    "text": "And now my son, Laman, and also Lemuel and Sam, and also my sons who are the sons of Ishmael, behold, if ye will hearken unto the voice of Nephi ye shall not perish. And if ye will hearken unto him I leave unto you a blessing, yea, even my first blessing.",
                    "score": 0.7879745907286198
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 4,
                    "text": "And it came to pass that on the morrow, when the multitude was gathered together, behold, Nephi and his brother whom he had raised from the dead, whose name was Timothy, and also his son, whose name was Jonas, and also Mathoni, and Mathonihah, his brother, and Kumen, and Kumenonhi, and Jeremiah, and Shemnon, and Jonas, and Zedekiah, and Isaiah--now these were the names of the disciples whom Jesus had chosen--and it came to pass that they went forth and stood in the midst of the multitude.",
                    "score": 0.781957057323079
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 19,
                    "text": "And Ammon went to the land of Ishmael, the land being called after the sons of Ishmael, who also became Lamanites.",
                    "score": 0.7792952983379464
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 3,
                    "verse": 21,
                    "text": "And it came to pass that he had two sons. He gave unto the eldest the name of Nephi, and unto the youngest, the name of Lehi. And they began to grow up unto the Lord.",
                    "score": 0.7756446752631689
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 48,
                    "verse": 18,
                    "text": "Behold, he was a man like unto Ammon, the son of Mosiah, yea, and even the other sons of Mosiah, yea, and also Alma and his sons, for they were all men of God.",
                    "score": 0.7708854531960131
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 7,
                    "verse": 22,
                    "text": "And it came to pass that we did come down unto the tent of our father. And after I and my brethren and all the house of Ishmael had come down unto the tent of my father, they did give thanks unto the Lord their God; and they did offer sacrifice and burnt offerings unto him.",
                    "score": 0.7700838350702617
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 3,
                    "text": "And it came to pass that on the morrow they started to go up, having with them one Ammon, he being a strong and mighty man, and a descendant of Zarahemla; and he was also their leader.",
                    "score": 0.769702366753473
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 9,
                    "text": "And he spake unto them, saying: Behold, my sons and my daughters, who are the sons and the daughters of my second son; behold I leave unto you the same blessing which I left unto the sons and daughters of Laman; wherefore, thou shalt not utterly be destroyed; but in the end thy seed shall be blessed.",
                    "score": 0.7663185040386122
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 16,
                    "verse": 7,
                    "text": "And it came to pass that I, Nephi, took one of the daughters of Ishmael to wife; and also, my brethren took of the daughters of Ishmael to wife; and also Zoram took the eldest daughter of Ishmael to wife.",
                    "score": 0.7653845746754006
                }
            ]
        },
        {
            "verse": 9,
            "text": "And Gedaliah the son of Ahikam the son of Shaphan sware unto them and to their men, saying, Fear not to serve the Chaldeans: dwell in the land, and serve the king of Babylon, and it shall be well with you.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 4,
                    "text": "And say unto him: Take heed, and be quiet; fear not, neither be faint-hearted for the two tails of these smoking firebrands, for the fierce anger of Rezin with Syria, and of the son of Remaliah.",
                    "score": 0.7774764297903338
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 3,
                    "text": "And now, O king, if thou wilt spare our lives, we will be thy servants. And the king said unto them: Arise, for I will grant unto you your lives, and I will not suffer that ye shall be my servants; but I will insist that ye shall administer unto me; for I have been somewhat troubled in mind because of the generosity and the greatness of the words of thy brother Ammon; and I desire to know the cause why he has not come up out of Middoni with thee.",
                    "score": 0.7760802896698543
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 20,
                    "verse": 14,
                    "text": "All ye, assemble yourselves, and hear; who among them hath declared these things unto them? The Lord hath loved him; yea, and he will fulfil his word which he hath declared by them; and he will do his pleasure on Babylon, and his arm shall come upon the Chaldeans.",
                    "score": 0.7747763294600993
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 4,
                    "text": "Wherefore, hearken, O my people, which are of the house of Israel, and give ear unto my words; for because the words of Isaiah are not plain unto you, nevertheless they are plain unto all those that are filled with the spirit of prophecy. But I give unto you a prophecy, according to the spirit which is in me; wherefore I shall prophesy according to the plainness which hath been with me from the time that I came out from Jerusalem with my father; for behold, my soul delighteth in plainness unto my people, that they may learn.",
                    "score": 0.7742663581823647
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 3,
                    "verse": 21,
                    "text": "But Gidgiddoni saith unto them: The Lord forbid; for if we should go up against them the Lord would deliver us into their hands; therefore we will prepare ourselves in the center of our lands, and we will gather all our armies together, and we will not go against them, but we will wait till they shall come against us; therefore as the Lord liveth, if we do this he will deliver them into our hands.",
                    "score": 0.7730059064221667
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 9,
                    "text": "Wherefore, I, Lehi, have obtained a promise, that inasmuch as those whom the Lord God shall bring out of the land of Jerusalem shall keep his commandments, they shall prosper upon the face of this land; and they shall be kept from all other nations, that they may possess this land unto themselves. And if it so be that they shall keep his commandments they shall be blessed upon the face of this land, and there shall be none to molest them, nor to take away the land of their inheritance; and they shall dwell safely forever.",
                    "score": 0.7729487324527538
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 27,
                    "verse": 23,
                    "text": "And behold, we will set our armies between the land Jershon and the land Nephi, that we may protect our brethren in the land Jershon; and this we do for our brethren, on account of their fear to take up arms against their brethren lest they should commit sin; and this their great fear came because of their sore repentance which they had, on account of their many murders and their awful wickedness.",
                    "score": 0.7704079974723091
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 14,
                    "verse": 2,
                    "text": "And harden not their hearts against the Lamb of God, they shall be numbered among the seed of thy father; yea, they shall be numbered among the house of Israel; and they shall be a blessed people upon the promised land forever; they shall be no more brought down into captivity; and the house of Israel shall no more be confounded.",
                    "score": 0.7677378154160932
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 20,
                    "verse": 20,
                    "text": "Go ye forth of Babylon, flee ye from the Chaldeans, with a voice of singing declare ye, tell this, utter to the end of the earth; say ye: The Lord hath redeemed his servant Jacob.",
                    "score": 0.7673066742304944
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 38,
                    "verse": 1,
                    "text": "My son, give ear to my words, for I say unto you, even as I said unto Helaman, that inasmuch as ye shall keep the commandments of God ye shall prosper in the land; and inasmuch as ye will not keep the commandments of God ye shall be cut off from his presence.",
                    "score": 0.7670568590056632
                }
            ]
        },
        {
            "verse": 10,
            "text": "As for me, behold, I will dwell at Mizpah to serve the Chaldeans, which will come unto us: but ye, gather ye wine, and summer fruits, and oil, and put them in your vessels, and dwell in your cities that ye have taken.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 76,
                    "text": "For behold, for a long time will I lay up of the fruit of my vineyard unto mine own self against the season, which speedily cometh; and for the last time have I nourished my vineyard, and pruned it, and dug about it, and dunged it; wherefore I will lay up unto mine own self of the fruit, for a long time, according to that which I have spoken.",
                    "score": 0.7906164649130549
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 39,
                    "text": "For it shall come to pass, that which I spake by the mouths of my prophets shall be fulfilled; for I will consecrate of the riches of those who embrace my gospel among the Gentiles unto the poor of my people who are of the house of Israel.",
                    "score": 0.7894232636605654
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 39,
                    "text": "Let my servant Titus Billings, who has the care thereof, dispose of the land, that he may be prepared in the coming spring to take his journey up unto the land of Zion, with those that dwell upon the face thereof, excepting those whom I shall reserve unto myself, that shall not go until I shall command them.",
                    "score": 0.7860108966639787
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 59,
                    "text": "For the purpose of building up my church and kingdom on the earth, and to prepare my people for the time when I shall dwell with them, which is nigh at hand.",
                    "score": 0.7854066443385848
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 125,
                    "verse": 2,
                    "text": "Verily, thus saith the Lord, I say unto you, if those who call themselves by my name and are essaying to be my saints, if they will do my will and keep my commandments concerning them, let them gather themselves together unto the places which I shall appoint unto them by my servant Joseph, and build up cities unto my name, that they may be prepared for that which is in store for a time to come.",
                    "score": 0.7853895401571697
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 61,
                    "text": "Wherefore, go to, and call servants, that we may labor diligently with our might in the vineyard, that we may prepare the way, that I may bring forth again the natural fruit, which natural fruit is good and the most precious above all other fruit.",
                    "score": 0.7815364441768685
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 20,
                    "text": "Let my servant Sidney Rigdon have appointed unto him the place where he now resides, and the lot of the tannery for his stewardship, for his support while he is laboring in my vineyard, even as I will, when I shall command him.",
                    "score": 0.779302354090231
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 24,
                    "verse": 17,
                    "text": "And they shall be mine, saith the Lord of Hosts, in that day when I make up my jewels; and I will spare them as a man spareth his own son that serveth him.",
                    "score": 0.7788534706878815
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 3,
                    "text": "For behold, thus saith the Lord, I will liken thee, O house of Israel, like unto a tame olive tree, which a man took and nourished in his vineyard; and it grew, and waxed old, and began to decay.",
                    "score": 0.7773189665796209
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 71,
                    "text": "And the Lord of the vineyard said unto them: Go to, and labor in the vineyard, with your might. For behold, this is the last time that I shall nourish my vineyard; for the end is nigh at hand, and the season speedily cometh; and if ye labor with your might with me ye shall have joy in the fruit which I shall lay up unto myself against the time which will soon come.",
                    "score": 0.7772825768963738
                }
            ]
        },
        {
            "verse": 11,
            "text": "Likewise when all the Jews that were in Moab, and among the Ammonites, and in Edom, and that were in all the countries, heard that the king of Babylon had left a remnant of Judah, and that he had set over them Gedaliah the son of Ahikam the son of Shaphan;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 21,
                    "verse": 16,
                    "text": "And there shall be a highway for the remnant of his people which shall be left, from Assyria, like as it was to Israel in the day that he came up out of the land of Egypt.",
                    "score": 0.7738719335535411
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 15,
                    "text": "Wherefore, the Jews shall be scattered among all nations; yea, and also Babylon shall be destroyed; wherefore, the Jews shall be scattered by other nations.",
                    "score": 0.7736137376230472
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 19,
                    "verse": 24,
                    "text": "Wherefore I spake unto them, saying: Hear ye the words of the prophet, ye who are a remnant of the house of Israel, a branch who have been broken off; hear ye the words of the prophet, which were written unto all the house of Israel, and liken them unto yourselves, that ye may have hope as well as your brethren from whom ye have been broken off; for after this manner has the prophet written.",
                    "score": 0.7689890725541344
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 8,
                    "verse": 21,
                    "text": "And now will you dispute that Jerusalem was destroyed? Will ye say that the sons of Zedekiah were not slain, all except it were Mulek? Yea, and do ye not behold that the seed of Zedekiah are with us, and they were driven out of the land of Jerusalem? But behold, this is not all--",
                    "score": 0.7640860749000982
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 15,
                    "verse": 1,
                    "text": "And it came to pass that Alma and Amulek were commanded to depart out of that city; and they departed, and came out even into the land of Sidom; and behold, there they found all the people who had departed out of the land of Ammonihah, who had been cast out and stoned, because they believed in the words of Alma.",
                    "score": 0.7572419772219436
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "chapter": 1,
                    "verse": 15,
                    "text": "Behold, it came to pass that Mosiah discovered that the people of Zarahemla came out from Jerusalem at the time that Zedekiah, king of Judah, was carried away captive into Babylon.",
                    "score": 0.7542054200734503
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 30,
                    "verse": 4,
                    "text": "And then shall the remnant of our seed know concerning us, how that we came out from Jerusalem, and that they are descendants of the Jews.",
                    "score": 0.7531706760290064
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 23,
                    "verse": 1,
                    "text": "The burden of Babylon, which Isaiah the son of Amoz did see.",
                    "score": 0.7525294324767651
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 1,
                    "text": "Now, as Ammon was thus teaching the people of Lamoni continually, we will return to the account of Aaron and his brethren; for after he departed from the land of Middoni he was led by the Spirit to the land of Nephi, even to the house of the king which was over all the land save it were the land of Ishmael; and he was the father of Lamoni.",
                    "score": 0.7496562661942642
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 1,
                    "verse": 33,
                    "text": "Which Jared came forth with his brother and their families, with some others and their families, from the great tower, at the time the Lord confounded the language of the people, and swore in his wrath that they should be scattered upon all the face of the earth; and according to the word of the Lord the people were scattered.",
                    "score": 0.7485381649208271
                }
            ]
        },
        {
            "verse": 12,
            "text": "Even all the Jews returned out of all places whither they were driven, and came to the land of Judah, to Gedaliah, unto Mizpah, and gathered wine and summer fruits very much.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 64,
                    "text": "And the children of Judah may begin to return to the lands which thou didst give to Abraham, their father.",
                    "score": 0.7680745256666995
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 1,
                    "text": "But, behold, in the last days, or in the days of the Gentiles--yea, behold all the nations of the Gentiles and also the Jews, both those who shall come upon this land and those who shall be upon other lands, yea, even upon all the lands of the earth, behold, they will be drunken with iniquity and all manner of abominations--",
                    "score": 0.7620474852378738
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 30,
                    "verse": 7,
                    "text": "And it shall come to pass that the Jews which are scattered also shall begin to believe in Christ; and they shall begin to gather in upon the face of the land; and as many as shall believe in Christ shall also become a delightsome people.",
                    "score": 0.7618498427226267
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 2,
                    "text": "That he has spoken unto the Jews, by the mouth of his holy prophets, even from the beginning down, from generation to generation, until the time comes that they shall be restored to the true church and fold of God; when they shall be gathered home to the lands of their inheritance, and shall be established in all their lands of promise.",
                    "score": 0.759019792147591
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 8,
                    "verse": 8,
                    "text": "And they were lost in the wilderness for the space of many days, yet they were diligent, and found not the land of Zarahemla but returned to this land, having traveled in a land among many waters, having discovered a land which was covered with bones of men, and of beasts, and was also covered with ruins of buildings of every kind, having discovered a land which had been peopled with a people who were as numerous as the hosts of Israel.",
                    "score": 0.7543024294497912
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 7,
                    "verse": 7,
                    "text": "And it came to pass in the which rebellion, they were desirous to return unto the land of Jerusalem.",
                    "score": 0.7537346806790225
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 5,
                    "verse": 1,
                    "text": "After this there was a feast of the Jews; and Jesus went up to Jerusalem.",
                    "score": 0.7525461184384099
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 12,
                    "text": "Now, when they had come into the land, behold, to their astonishment they found that the Zoramites had built synagogues, and that they did gather themselves together on one day of the week, which day they did call the day of the Lord; and they did worship after a manner which Alma and his brethren had never beheld;",
                    "score": 0.7515039450014889
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 5,
                    "text": "And when they had given unto the multitude he also gave them wine to drink, and commanded them that they should give unto the multitude.",
                    "score": 0.7511921758077149
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "chapter": 1,
                    "verse": 16,
                    "text": "And they journeyed in the wilderness, and were brought by the hand of the Lord across the great waters, into the land where Mosiah discovered them; and they had dwelt there from that time forth.",
                    "score": 0.7511888218367802
                }
            ]
        },
        {
            "verse": 13,
            "text": "Moreover Johanan the son of Kareah, and all the captains of the forces that were in the fields, came to Gedaliah to Mizpah,",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 35,
                    "verse": 14,
                    "text": "And Alma, and Ammon, and their brethren, and also the two sons of Alma returned to the land of Zarahemla, after having been instruments in the hands of God of bringing many of the Zoramites to repentance; and as many as were brought to repentance were driven out of their land; but they have lands for their inheritance in the land of Jershon, and they have taken up arms to defend themselves, and their wives, and children, and their lands.",
                    "score": 0.7448492745758961
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 34,
                    "text": "And it came to pass that Alma and the people of the Lord were apprised of the coming of the king's army; therefore they took their tents and their families and departed into the wilderness.",
                    "score": 0.7260211494932555
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 16,
                    "verse": 5,
                    "text": "Therefore, he that had been appointed chief captain over the armies of the Nephites, (and his name was Zoram, and he had two sons, Lehi and Aha)--now Zoram and his two sons, knowing that Alma was high priest over the church, and having heard that he had the spirit of prophecy, therefore they went unto him and desired of him to know whither the Lord would that they should go into the wilderness in search of their brethren, who had been taken captive by the Lamanites.",
                    "score": 0.7254141625529527
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 1,
                    "text": "And now it came to pass that as Alma was journeying from the land of Gideon southward, away to the land of Manti, behold, to his astonishment, he met with the sons of Mosiah journeying towards the land of Zarahemla.",
                    "score": 0.7220551075875955
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 47,
                    "verse": 13,
                    "text": "And it came to pass that when Lehonti had come down with his guards to Amalickiah, that Amalickiah desired him to come down with his army in the night-time, and surround those men in their camps over whom the king had given him command, and that he would deliver them up into Lehonti's hands, if he would make him (Amalickiah) a second leader over the whole army.",
                    "score": 0.7204547722532976
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 3,
                    "text": "And it came to pass that on the morrow they started to go up, having with them one Ammon, he being a strong and mighty man, and a descendant of Zarahemla; and he was also their leader.",
                    "score": 0.7171548580422397
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 48,
                    "verse": 18,
                    "text": "Behold, he was a man like unto Ammon, the son of Mosiah, yea, and even the other sons of Mosiah, yea, and also Alma and his sons, for they were all men of God.",
                    "score": 0.7152441632920263
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 51,
                    "verse": 30,
                    "text": "And it came to pass that he headed Amalickiah also, as he was marching forth with his numerous army that he might take possession of the land Bountiful, and also the land northward.",
                    "score": 0.7142687114694951
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Words of Mormon",
                    "chapter": 1,
                    "verse": 16,
                    "text": "And after there had been false prophets, and false preachers and teachers among the people, and all these having been punished according to their crimes; and after there having been much contention and many dissensions away unto the Lamanites, behold, it came to pass that king Benjamin, with the assistance of the holy prophets who were among his people--",
                    "score": 0.7137818754829947
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 56,
                    "verse": 28,
                    "text": "And also there were sent two thousand men unto us from the land of Zarahemla. And thus we were prepared with ten thousand men, and provisions for them, and also for their wives and their children.",
                    "score": 0.7130491372757882
                }
            ]
        },
        {
            "verse": 14,
            "text": "And said unto him, Dost thou certainly know that Baalis the king of the Ammonites hath sent Ishmael the son of Nethaniah to slay thee? But Gedaliah the son of Ahikam believed them not.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 35,
                    "text": "Therefore they did not fear Ammon, for they supposed that one of their men could slay him according to their pleasure, for they knew not that the Lord had promised Mosiah that he would deliver his sons out of their hands; neither did they know anything concerning the Lord; therefore they delighted in the destruction of their brethren; and for this cause they stood to scatter the flocks of the king.",
                    "score": 0.7747948524142678
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 20,
                    "verse": 14,
                    "text": "Now the father of Lamoni commanded him that he should slay Ammon with the sword. And he also commanded him that he should not go to the land of Middoni, but that he should return with him to the land of Ishmael.",
                    "score": 0.7551439518031525
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 13,
                    "text": "And it came to pass that not many days after his death, Laman and Lemuel and the sons of Ishmael were angry with me because of the admonitions of the Lord.",
                    "score": 0.7512904372292065
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 14,
                    "text": "Therefore Ammon turned himself unto the king, and said unto him: What wilt thou that I should do for thee, O king? And the king answered him not for the space of an hour, according to their time, for he knew not what he should say unto him.",
                    "score": 0.7508386138099266
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 3,
                    "text": "And they answered the king, and said: Whether he be the Great Spirit or a man, we know not; but this much we do know, that he cannot be slain by the enemies of the king; neither can they scatter the king's flocks when he is with us, because of his expertness and great strength; therefore, we know that he is a friend to the king. And now, O king, we do not believe that a man has such great power, for we know he cannot be slain.",
                    "score": 0.7465977669733533
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 23,
                    "text": "Now we see that Ammon could not be slain, for the Lord had said unto Mosiah, his father: I will spare him, and it shall be unto him according to thy faith--therefore, Mosiah trusted him unto the Lord.",
                    "score": 0.7460416191900718
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 16,
                    "verse": 37,
                    "text": "And Laman said unto Lemuel and also unto the sons of Ishmael: Behold, let us slay our father, and also our brother Nephi, who has taken it upon him to be our ruler and our teacher, who are his elder brethren.",
                    "score": 0.7447726787474716
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 20,
                    "verse": 15,
                    "text": "But Lamoni said unto him: I will not slay Ammon, neither will I return to the land of Ishmael, but I go to the land of Middoni that I may release the brethren of Ammon, for I know that they are just men and holy prophets of the true God.",
                    "score": 0.7441227086058846
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 24,
                    "verse": 5,
                    "text": "Now when Ammon and his brethren and all those who had come up with him saw the preparations of the Lamanites to destroy their brethren, they came forth to the land of Midian, and there Ammon met all his brethren; and from thence they came to the land of Ishmael that they might hold a council with Lamoni and also with his brother Anti-Nephi-Lehi, what they should do to defend themselves against the Lamanites.",
                    "score": 0.7427485917682483
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 15,
                    "text": "And it came to pass that Ammon said unto him again: What desirest thou of me? But the king answered him not.",
                    "score": 0.7407643899222204
                }
            ]
        },
        {
            "verse": 15,
            "text": "Then Johanan the son of Kareah spake to Gedaliah in Mizpah secretly, saying, Let me go, I pray thee, and I will slay Ishmael the son of Nethaniah, and no man shall know it: wherefore should he slay thee, that all the Jews which are gathered unto thee should be scattered, and the remnant in Judah perish?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 44,
                    "text": "Wherefore, the Lord commanded my father that he should depart into the wilderness; and the Jews also sought to take away his life; yea, and ye also have sought to take away his life; wherefore, ye are murderers in your hearts and ye are like unto them.",
                    "score": 0.7783373150515253
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 18,
                    "text": "For behold, they have rejected the words of the prophets. Wherefore, if my father should dwell in the land after he hath been commanded to flee out of the land, behold, he would also perish. Wherefore, it must needs be that he flee out of the land.",
                    "score": 0.7725408595260893
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 15,
                    "text": "Wherefore, for this cause, that my covenants may be fulfilled which I have made unto the children of men, that I will do unto them while they are in the flesh, I must needs destroy the secret works of darkness, and of murders, and of abominations.",
                    "score": 0.767311480384662
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 23,
                    "verse": 34,
                    "text": "Wherefore, behold, I send unto you prophets, and wise men, and scribes: and some of them ye shall kill and crucify; and some of them shall ye scourge in your synagogues, and persecute them from city to city:",
                    "score": 0.7633075734316419
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 17,
                    "text": "And this is what our father meaneth; and he meaneth that it will not come to pass until after they are scattered by the Gentiles; and he meaneth that it shall come by way of the Gentiles, that the Lord may show his power unto the Gentiles, for the very cause that he shall be rejected of the Jews, or of the house of Israel.",
                    "score": 0.7631627371939825
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 20,
                    "text": "For it shall come to pass, saith the Father, that at that day whosoever will not repent and come unto my Beloved Son, them will I cut off from among my people, O house of Israel;",
                    "score": 0.7618561412171029
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 27,
                    "verse": 10,
                    "text": "And now it came to pass that while he was going about to destroy the church of God, for he did go about secretly with the sons of Mosiah seeking to destroy the church, and to lead astray the people of the Lord, contrary to the commandments of God, or even the king--",
                    "score": 0.7583720455125746
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 7,
                    "verse": 1,
                    "text": "And now I would that ye might know, that after my father, Lehi, had made an end of prophesying concerning his seed, it came to pass that the Lord spake unto him again, saying that it was not meet for him, Lehi, that he should take his family into the wilderness alone; but that his sons should take daughters to wife, that they might raise up seed unto the Lord in the land of promise.",
                    "score": 0.7577651484250268
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 10,
                    "text": "And it came to pass that when my father had made an end of speaking unto them, behold, he spake unto the sons of Ishmael, yea, and even all his household.",
                    "score": 0.756707168685197
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 4,
                    "text": "Wherefore, the Lord hath commanded me that thou and thy brothers should go unto the house of Laban, and seek the records, and bring them down hither into the wilderness.",
                    "score": 0.7564947325494196
                }
            ]
        },
        {
            "verse": 16,
            "text": "But Gedaliah the son of Ahikam said unto Johanan the son of Kareah, Thou shalt not do this thing: for thou speakest falsely of Ishmael.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 6,
                    "verse": 25,
                    "text": "Now behold, it is these secret oaths and covenants which Alma commanded his son should not go forth unto the world, lest they should be a means of bringing down the people unto destruction.",
                    "score": 0.776531032450191
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 12,
                    "verse": 32,
                    "text": "And whosoever speaketh a word against the Son of man, it shall be forgiven him: but whosoever speaketh against the Holy Ghost, it shall not be forgiven him, neither in this world, neither in the world to come.",
                    "score": 0.7654832015968955
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 32,
                    "text": "And again, the Lord God hath commanded that men should not murder; that they should not lie; that they should not steal; that they should not take the name of the Lord their God in vain; that they should not envy; that they should not have malice; that they should not contend one with another; that they should not commit whoredoms; and that they should do none of these things; for whoso doeth them shall perish.",
                    "score": 0.762148766720652
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 36,
                    "text": "Now Amulek saith again unto him: Behold thou hast lied, for thou sayest that I spake as though I had authority to command God because I said he shall not save his people in their sins.",
                    "score": 0.7567961651777212
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 41,
                    "text": "And whatsoever city thy servants shall enter, and the people of that city receive not the testimony of thy servants, and thy servants warn them to save themselves from this untoward generation, let it be upon that city according to that which thou hast spoken by the mouths of thy prophets.",
                    "score": 0.7567670024780674
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 5,
                    "text": "Because Syria, Ephraim, and the son of Remaliah, have taken evil counsel against thee, saying:",
                    "score": 0.7565610307647237
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 10,
                    "text": "And whosoever shall speak a word against the Son of man, it shall be forgiven him: but unto him that blasphemeth against the Holy Ghost it shall not be forgiven.",
                    "score": 0.7564579092007496
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 19,
                    "verse": 18,
                    "text": "He saith unto him, Which? Jesus said, Thou shalt do no murder, Thou shalt not commit adultery, Thou shalt not steal, Thou shalt not bear false witness,",
                    "score": 0.7550472962121414
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 38,
                    "verse": 1,
                    "text": "My son, give ear to my words, for I say unto you, even as I said unto Helaman, that inasmuch as ye shall keep the commandments of God ye shall prosper in the land; and inasmuch as ye will not keep the commandments of God ye shall be cut off from his presence.",
                    "score": 0.7542811179819672
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 30,
                    "verse": 23,
                    "text": "Now the high priest's name was Giddonah. And Korihor said unto him: Because I do not teach the foolish traditions of your fathers, and because I do not teach this people to bind themselves down under the foolish ordinances and performances which are laid down by ancient priests, to usurp power and authority over them, to keep them in ignorance, that they may not lift up their heads, but be brought down according to thy words.",
                    "score": 0.7539305840733692
                }
            ]
        }
    ]
}