{
    "volume": "Old Testament",
    "book": "Jeremiah",
    "chapter": 12,
    "verses": [
        {
            "verse": 1,
            "text": "Righteous art thou, O Lord, when I plead with thee: yet let me talk with thee of thy judgments: Wherefore doth the way of the wicked prosper? wherefore are all they happy that deal very treacherously?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 2,
                    "verse": 29,
                    "text": "Wherefore will ye plead with me? ye all have transgressed against me, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8146822594028227
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 3,
                    "verse": 27,
                    "text": "But when I speak with thee, I will open thy mouth, and thou shalt say unto them, Thus saith the Lord God; He that heareth, let him hear; and he that forbeareth, let him forbear: for they are a rebellious house.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8056662733262124
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 20,
                    "verse": 8,
                    "text": "Therefore thou shalt deal kindly with thy servant; for thou hast brought thy servant into a covenant of the Lord with thee: notwithstanding, if there be in me iniquity, slay me thyself; for why shouldest thou bring me to thy father?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.804982057523691
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 56,
                    "verse": 4,
                    "text": "Wherefore I, the Lord, command and revoke, as it seemeth me good; and all this to be answered upon the heads of the rebellious, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8048201719919789
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 33,
                    "verse": 1,
                    "text": "Woe to thee that spoilest, and thou wast not spoiled; and dealest treacherously, and they dealt not treacherously with thee! when thou shalt cease to spoil, thou shalt be spoiled; and when thou shalt make an end to deal treacherously, they shall deal treacherously with thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8019361721020426
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 70,
                    "verse": 2,
                    "text": "For I give unto them a commandment; wherefore hearken and hear, for thus saith the Lord unto them--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8006638180925377
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 119,
                    "verse": 137,
                    "text": "Righteous art thou, O Lord, and upright are thy judgments.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9103613010802636
                }
            ]
        },
        {
            "verse": 2,
            "text": "Thou hast planted them, yea, they have taken root: they grow, yea, they bring forth fruit: thou art near in their mouth, and far from their reins.",
            "similars": []
        },
        {
            "verse": 3,
            "text": "But thou, O Lord, knowest me: thou hast seen me, and tried mine heart toward thee: pull them out like sheep for the slaughter, and prepare them for the day of slaughter.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 10,
                    "verse": 17,
                    "text": "Lord, thou hast heard the desire of the humble: thou wilt prepare their heart, thou wilt cause thine ear to hear:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8161712116076005
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "volume_book_index": 1,
                    "chapter": 5,
                    "verse": 39,
                    "text": "Behold thou hast driven me out this day from the face of the Lord, and from thy face shall I be hid; and I shall be a fugitive and a vagabond in the earth; and it shall come to pass, that he that findeth me will slay me, because of mine iniquities, for these things are not hid from the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8131868333569794
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 44,
                    "verse": 21,
                    "text": "And thou saidst unto thy servants, Bring him down unto me, that I may set mine eyes upon him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8043648619560104
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 15,
                    "verse": 15,
                    "text": "O Lord, thou knowest: remember me, and visit me, and revenge me of my persecutors; take me not away in thy longsuffering: know that for thy sake I have suffered rebuke.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8041508806012011
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "volume_book_index": 25,
                    "chapter": 1,
                    "verse": 22,
                    "text": "Let all their wickedness come before thee; and do unto them, as thou hast done unto me for all my transgressions: for my sighs are many, and my heart is faint.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8031461854507277
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 4,
                    "verse": 14,
                    "text": "Behold, thou hast driven me out this day from the face of the earth; and from thy face shall I be hid; and I shall be a fugitive and a vagabond in the earth; and it shall come to pass, that every one that findeth me shall slay me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8011991654877831
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 18,
                    "verse": 23,
                    "text": "Yet, Lord, thou knowest all their counsel against me to slay me: forgive not their iniquity, neither blot out their sin from thy sight, but let them be overthrown before thee; deal thus with them in the time of thine anger.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9000078380112695
                }
            ]
        },
        {
            "verse": 4,
            "text": "How long shall the land mourn, and the herbs of every field wither, for the wickedness of them that dwell therein? the beasts are consumed, and the birds; because they said, He shall not see our last end.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "volume_book_index": 28,
                    "chapter": 4,
                    "verse": 3,
                    "text": "Therefore shall the land mourn, and every one that dwelleth therein shall languish, with the beasts of the field, and with the fowls of heaven; yea, the fishes of the sea also shall be taken away.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8420465324345324
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 31,
                    "verse": 13,
                    "text": "Upon his ruin shall all the fowls of the heaven remain, and all the beasts of the field shall be upon his branches:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8406424961647757
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 32,
                    "verse": 4,
                    "text": "Then will I leave thee upon the land, I will cast thee forth upon the open field, and will cause all the fowls of the heaven to remain upon thee, and I will fill the beasts of the whole earth with thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8157218004836659
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 49,
                    "verse": 19,
                    "text": "For, behold, the beasts of the field and the fowls of the air, and that which cometh of the earth, is ordained for the use of man for food and for raiment, and that he might have in abundance.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.814350715189484
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 16,
                    "verse": 4,
                    "text": "They shall die of grievous deaths; they shall not be lamented; neither shall they be buried; but they shall be as dung upon the face of the earth: and they shall be consumed by the sword, and by famine; and their carcases shall be meat for the fowls of heaven, and for the beasts of the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8121123505589254
                },
                {
                    "volume": "Old Testament",
                    "book": "Zephaniah",
                    "volume_book_index": 36,
                    "chapter": 1,
                    "verse": 3,
                    "text": "I will consume man and beast; I will consume the fowls of the heaven, and the fishes of the sea, and the stumblingblocks with the wicked; and I will cut off man from off the land, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8112902054290422
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "volume_book_index": 1,
                    "chapter": 4,
                    "verse": 24,
                    "text": "Thorns also, and thistles shall it bring forth to thee, and thou shalt eat the herb of the field.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8095823490113716
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 3,
                    "verse": 18,
                    "text": "Thorns also and thistles shall it bring forth to thee; and thou shalt eat the herb of the field;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8095823490113716
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 38,
                    "verse": 20,
                    "text": "So that the fishes of the sea, and the fowls of the heaven, and the beasts of the field, and all creeping things that creep upon the earth, and all the men that are upon the face of the earth, shall shake at my presence, and the mountains shall be thrown down, and the steep places shall fall, and every wall shall fall to the ground.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.809535097024518
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 39,
                    "verse": 4,
                    "text": "Thou shalt fall upon the mountains of Israel, thou, and all thy bands, and the people that is with thee: I will give thee unto the ravenous birds of every sort, and to the beasts of the field to be devoured.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8074061542347728
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 29,
                    "verse": 5,
                    "text": "And I will leave thee thrown into the wilderness, thee and all the fish of thy rivers: thou shalt fall upon the open fields; thou shalt not be brought together, nor gathered: I have given thee for meat to the beasts of the field and to the fowls of the heaven.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8071180195650165
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "volume_book_index": 27,
                    "chapter": 4,
                    "verse": 32,
                    "text": "And they shall drive thee from men, and thy dwelling shall be with the beasts of the field: they shall make thee to eat grass as oxen, and seven times shall pass over thee, until thou know that the most High ruleth in the kingdom of men, and giveth it to whomsoever he will.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8060406705002436
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "volume_book_index": 27,
                    "chapter": 4,
                    "verse": 25,
                    "text": "That they shall drive thee from men, and thy dwelling shall be with the beasts of the field, and they shall make thee to eat grass as oxen, and they shall wet thee with the dew of heaven, and seven times shall pass over thee, till thou know that the most High ruleth in the kingdom of men, and giveth it to whomsoever he will.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8055810214330984
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "volume_book_index": 2,
                    "chapter": 4,
                    "verse": 30,
                    "text": "And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, behold, we will give them life, and also we will give to them every green herb for meat, and all these things shall be thus organized.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8008995624256955
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 9,
                    "verse": 10,
                    "text": "For the mountains will I take up a weeping and wailing, and for the habitations of the wilderness a lamentation, because they are burned up, so that none can pass through them; neither can men hear the voice of the cattle; both the fowl of the heavens and the beast are fled; they are gone.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8002464729094849
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 33,
                    "verse": 27,
                    "text": "Say thou thus unto them, Thus saith the Lord God; As I live, surely they that are in the wastes shall fall by the sword, and him that is in the open field will I give to the beasts to be devoured, and they that be in the forts and in the caves shall die of the pestilence.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001339036874517
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "volume_book_index": 28,
                    "chapter": 4,
                    "verse": 3,
                    "text": "Therefore shall the land mourn, and every one that dwelleth therein shall languish, with the beasts of the field, and with the fowls of heaven; yea, the fishes of the sea also shall be taken away.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.917431116104126
                }
            ]
        },
        {
            "verse": 5,
            "text": "If thou hast run with the footmen, and they have wearied thee, then how canst thou contend with horses? and if in the land of peace, wherein thou trustedst, they wearied thee, then how wilt thou do in the swelling of Jordan?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 20,
                    "verse": 1,
                    "text": "When thou goest out to battle against thine enemies, and seest horses, and chariots, and a people more than thou, be not afraid of them: for the Lord thy God is with thee, which brought thee up out of the land of Egypt.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8113522061881601
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 20,
                    "verse": 25,
                    "text": "And number thee an army, like the army that thou hast lost, horse for horse, and chariot for chariot: and we will fight against them in the plain, and surely we shall be stronger than they. And he hearkened unto their voice, and did so.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8083716662852864
                }
            ]
        },
        {
            "verse": 6,
            "text": "For even thy brethren, and the house of thy father, even they have dealt treacherously with thee; yea, they have called a multitude after thee: believe them not, though they speak fair words unto thee.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 56,
                    "verse": 46,
                    "text": "For as I had ever called them my sons (for they were all of them very young) even so they said unto me: Father, behold our God is with us, and he will not suffer that we should fall; then let us go forth; we would not slay our brethren if they would let us alone; therefore let us go, lest they should overpower the army of Antipus.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8172215110067329
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 44,
                    "verse": 6,
                    "text": "And thou shalt say to the rebellious, even to the house of Israel, Thus saith the Lord God; O ye house of Israel, let it suffice you of all your abominations,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8090211843306568
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 139,
                    "verse": 20,
                    "text": "For they speak against thee wickedly, and thine enemies take thy name in vain.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8086063396180816
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 39,
                    "verse": 2,
                    "text": "For thou didst not give so much heed unto my words as did thy brother, among the people of the Zoramites. Now this is what I have against thee; thou didst go on unto boasting in thy strength and thy wisdom.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8055344357076335
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 30,
                    "verse": 7,
                    "text": "And be not ye like your fathers, and like your brethren, which trespassed against the Lord God of their fathers, who therefore gave them up to desolation, as ye see.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8054326458132997
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 4,
                    "verse": 29,
                    "text": "And now, Lord, behold their threatenings: and grant unto thy servants, that with all boldness they may speak thy word,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8043418670591446
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "volume_book_index": 13,
                    "chapter": 3,
                    "verse": 14,
                    "text": "And when they had sworn by all that had been forbidden them by our Lord and Savior Jesus Christ, that they would go up unto their enemies to battle, and avenge themselves of the blood of their brethren, behold the voice of the Lord came unto me, saying:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8007138869943587
                },
                {
                    "volume": "New Testament",
                    "book": "3 John",
                    "volume_book_index": 25,
                    "chapter": 1,
                    "verse": 5,
                    "text": "Beloved, thou doest faithfully whatsoever thou doest to the brethren, and to strangers;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8006135436242473
                }
            ]
        },
        {
            "verse": 7,
            "text": "I have forsaken mine house, I have left mine heritage; I have given the dearly beloved of my soul into the hand of her enemies.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 105,
                    "verse": 15,
                    "text": "Behold, the destroyer I have sent forth to destroy and lay waste mine enemies; and not many years hence they shall not be left to pollute mine heritage, and to blaspheme my name upon the lands which I have consecrated for the gathering together of my saints.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8079241804105919
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 47,
                    "verse": 6,
                    "text": "I was wroth with my people, I have polluted mine inheritance, and given them into thine hand: thou didst shew them no mercy; upon the ancient hast thou very heavily laid thy yoke.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8052544343533065
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "volume_book_index": 12,
                    "chapter": 21,
                    "verse": 14,
                    "text": "And I will forsake the remnant of mine inheritance, and deliver them into the hand of their enemies; and they shall become a prey and a spoil to all their enemies;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8027255273251611
                }
            ]
        },
        {
            "verse": 8,
            "text": "Mine heritage is unto me as a lion in the forest; it crieth out against me: therefore have I hated it.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 12,
                    "verse": 9,
                    "text": "Mine heritage is unto me as a speckled bird, the birds round about are against her; come ye, assemble all the beasts of the field, come to devour.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9073663353919983
                }
            ]
        },
        {
            "verse": 9,
            "text": "Mine heritage is unto me as a speckled bird, the birds round about are against her; come ye, assemble all the beasts of the field, come to devour.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 39,
                    "verse": 4,
                    "text": "Thou shalt fall upon the mountains of Israel, thou, and all thy bands, and the people that is with thee: I will give thee unto the ravenous birds of every sort, and to the beasts of the field to be devoured.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8184288442574911
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 50,
                    "verse": 11,
                    "text": "I know all the fowls of the mountains: and the wild beasts of the field are mine.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8170097063963347
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 59,
                    "verse": 16,
                    "text": "Verily I say, that inasmuch as ye do this, the fulness of the earth is yours, the beasts of the field and the fowls of the air, and that which climbeth upon the trees and walketh upon the earth;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8165337259932022
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 12,
                    "verse": 8,
                    "text": "Mine heritage is unto me as a lion in the forest; it crieth out against me: therefore have I hated it.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9073663353919983
                }
            ]
        },
        {
            "verse": 10,
            "text": "Many pastors have destroyed my vineyard, they have trodden my portion under foot, they have made my pleasant portion a desolate wilderness.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 23,
                    "verse": 1,
                    "text": "Woe be unto the pastors that destroy and scatter the sheep of my pasture! saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8262776756441407
                }
            ]
        },
        {
            "verse": 11,
            "text": "They have made it desolate, and being desolate it mourneth unto me; the whole land is made desolate, because no man layeth it to heart.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 36,
                    "verse": 34,
                    "text": "And the desolate land shall be tilled, whereas it lay desolate in the sight of all that passed by.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8034843500988835
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 15,
                    "verse": 8,
                    "text": "And I will make the land desolate, because they have committed a trespass, saith the Lord God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8031450728626488
                }
            ]
        },
        {
            "verse": 12,
            "text": "The spoilers are come upon all high places through the wilderness: for the sword of the Lord shall devour from the one end of the land even to the other end of the land: no flesh shall have peace.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 48,
                    "verse": 8,
                    "text": "And the spoiler shall come upon every city, and no city shall escape: the valley also shall perish, and the plain shall be destroyed, as the Lord hath spoken.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9016700025391573
                }
            ]
        },
        {
            "verse": 13,
            "text": "They have sown wheat, but shall reap thorns: they have put themselves to pain, but shall not profit: and they shall be ashamed of your revenues because of the fierce anger of the Lord.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 86,
                    "verse": 6,
                    "text": "But the Lord saith unto them, pluck not up the tares while the blade is yet tender (for verily your faith is weak), lest you destroy the wheat also.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8101385445445438
                }
            ]
        },
        {
            "verse": 14,
            "text": "Thus saith the Lord against all mine evil neighbours, that touch the inheritance which I have caused my people Israel to inherit; Behold, I will pluck them out of their land, and pluck out the house of Judah from among them.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "volume_book_index": 13,
                    "chapter": 17,
                    "verse": 10,
                    "text": "And since the time that I commanded judges to be over my people Israel. Moreover I will subdue all thine enemies. Furthermore I tell thee that the Lord will build thee an house.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8529161892738393
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 11,
                    "verse": 17,
                    "text": "For the Lord of hosts, that planted thee, hath pronounced evil against thee, for the evil of the house of Israel and of the house of Judah, which they have done against themselves to provoke me to anger in offering incense unto Baal.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8477628941481239
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 13,
                    "verse": 6,
                    "text": "All the inhabitants of the hill country from Lebanon unto Misrephoth-maim, and all the Sidonians, them will I drive out from before the children of Israel: only divide thou it by lot unto the Israelites for an inheritance, as I have commanded thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8419034470410274
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 3,
                    "verse": 18,
                    "text": "In those days the house of Judah shall walk with the house of Israel, and they shall come together out of the land of the north to the land that I have given for an inheritance unto your fathers.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.841309669191445
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 28,
                    "verse": 25,
                    "text": "Thus saith the Lord God; When I shall have gathered the house of Israel from the people among whom they are scattered, and shall be sanctified in them in the sight of the heathen, then shall they dwell in their land that I have given to my servant Jacob.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.84088756385306
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 5,
                    "verse": 11,
                    "text": "For the house of Israel and the house of Judah have dealt very treacherously against me, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8406633610753942
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 21,
                    "verse": 3,
                    "text": "And say to the land of Israel, Thus saith the Lord; Behold, I am against thee, and will draw forth my sword out of his sheath, and will cut off from thee the righteous and the wicked.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8404873635736883
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 44,
                    "verse": 11,
                    "text": "Therefore thus saith the Lord of hosts, the God of Israel; Behold, I will set my face against you for evil, and to cut off all Judah.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8398596506697906
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 24,
                    "text": "And inasmuch as mine enemies come against you to drive you from my goodly land, which I have consecrated to be the land of Zion, even from your own lands after these testimonies, which ye have brought before me against them, ye shall curse them;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8390214156841574
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 36,
                    "verse": 12,
                    "text": "Yea, I will cause men to walk upon you, even my people Israel; and they shall possess thee, and thou shalt be their inheritance, and thou shalt no more henceforth bereave them of men.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8386200409123539
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "volume_book_index": 10,
                    "chapter": 12,
                    "verse": 11,
                    "text": "Thus saith the Lord, Behold, I will raise up evil against thee out of thine own house, and I will take thy wives before thine eyes, and give them unto thy neighbour, and he shall lie with thy wives in the sight of this sun.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8376626247157164
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 65,
                    "verse": 9,
                    "text": "And I will bring forth a seed out of Jacob, and out of Judah an inheritor of my mountains: and mine elect shall inherit it, and my servants shall dwell there.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8364124038113199
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 45,
                    "verse": 8,
                    "text": "In the land shall be his possession in Israel: and my princes shall no more oppress my people; and the rest of the land shall they give to the house of Israel according to their tribes.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8359377941741267
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "volume_book_index": 10,
                    "chapter": 7,
                    "verse": 11,
                    "text": "And as since the time that I commanded judges to be over my people Israel, and have caused thee to rest from all thine enemies. Also the Lord telleth thee that he will make thee an house.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8358314619191248
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 12,
                    "verse": 1,
                    "text": "Now the Lord had said unto Abram, Get thee out of thy country, and from thy kindred, and from thy father's house, unto a land that I will shew thee:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8344403278358556
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 45,
                    "verse": 9,
                    "text": "Thus saith the Lord God; Let it suffice you, O princes of Israel: remove violence and spoil, and execute judgment and justice, take away your exactions from my people, saith the Lord God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8326729722187022
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 16,
                    "verse": 9,
                    "text": "And because of the mercies of the Father unto the Gentiles, and also the judgments of the Father upon my people who are of the house of Israel, verily, verily, I say unto you, that after all this, and I have caused my people who are of the house of Israel to be smitten, and to be afflicted, and to be slain, and to be cast out from among them, and to become hated by them, and to become a hiss and a byword among them--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8320283713798524
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 20,
                    "verse": 4,
                    "text": "For thus saith the Lord, Behold, I will make thee a terror to thyself, and to all thy friends: and they shall fall by the sword of their enemies, and thine eyes shall behold it: and I will give all Judah into the hand of the king of Babylon, and he shall carry them captive into Babylon, and shall slay them with the sword.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8314749738934468
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 18,
                    "verse": 20,
                    "text": "And the Lord spake unto Aaron, Thou shalt have no inheritance in their land, neither shalt thou have any part among them: I am thy part and thine inheritance among the children of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8309578979580624
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 29,
                    "verse": 14,
                    "text": "And it shall come to pass that my people, which are of the house of Israel, shall be gathered home unto the lands of their possessions; and my word also shall be gathered in one. And I will show unto them that fight against my word and against my people, who are of the house of Israel, that I am God, and that I covenanted with Abraham that I would remember his seed forever.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8307255422851587
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 14,
                    "verse": 10,
                    "text": "Therefore, behold, I will bring evil upon the house of Jeroboam, and will cut off from Jeroboam him that pisseth against the wall, and him that is shut up and left in Israel, and will take away the remnant of the house of Jeroboam, as a man taketh away dung, till it be all gone.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.830561449677469
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 24,
                    "verse": 21,
                    "text": "Speak unto the house of Israel, Thus saith the Lord God; Behold, I will profane my sanctuary, the excellency of your strength, the desire of your eyes, and that which your soul pitieth; and your sons and your daughters whom ye have left shall fall by the sword.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8305465492218369
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 37,
                    "verse": 21,
                    "text": "And say unto them, Thus saith the Lord God; Behold, I will take the children of Israel from among the heathen, whither they be gone, and will gather them on every side, and bring them into their own land:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8303186302165602
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 7,
                    "verse": 30,
                    "text": "For the children of Judah have done evil in my sight, saith the Lord: they have set their abominations in the house which is called by my name, to pollute it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8302132885183217
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 2,
                    "verse": 30,
                    "text": "Wherefore the Lord God of Israel saith, I said indeed that thy house, and the house of thy father, should walk before me for ever: but now the Lord saith, Be it far from me; for them that honour me I will honour, and they that despise me shall be lightly esteemed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.83011978058775
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 11,
                    "verse": 6,
                    "text": "For I will no more pity the inhabitants of the land, saith the Lord: but, lo, I will deliver the men every one into his neighbour's hand, and into the hand of his king: and they shall smite the land, and out of their hand I will not deliver them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8288213693653185
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "volume_book_index": 19,
                    "chapter": 8,
                    "verse": 8,
                    "text": "For finding fault with them, he saith, Behold, the days come, saith the Lord, when I will make a new covenant with the house of Israel and with the house of Judah:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8281588983566819
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "volume_book_index": 3,
                    "chapter": 3,
                    "verse": 4,
                    "text": "And the time speedily cometh, that except ye repent they shall possess the land of your inheritance, and the Lord God will lead away the righteous out from among you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8280842237158487
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 8,
                    "verse": 53,
                    "text": "For thou didst separate them from among all the people of the earth, to be thine inheritance, as thou spakest by the hand of Moses thy servant, when thou broughtest our fathers out of Egypt, O Lord God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8276919713984132
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 44,
                    "verse": 28,
                    "text": "And it shall be unto them for an inheritance: I am their inheritance: and ye shall give them no possession in Israel: I am their possession.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8275913764631838
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "volume_book_index": 30,
                    "chapter": 6,
                    "verse": 14,
                    "text": "But, behold, I will raise up against you a nation, O house of Israel, saith the Lord the God of hosts; and they shall afflict you from the entering in of Hemath unto the river of the wilderness.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8275575924699634
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 48,
                    "verse": 29,
                    "text": "This is the land which ye shall divide by lot unto the tribes of Israel for inheritance, and these are their portions, saith the Lord God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8272224120264773
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 2,
                    "verse": 32,
                    "text": "And thou shalt see an enemy in my habitation, in all the wealth which God shall give Israel: and there shall not be an old man in thine house for ever.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8271368505251833
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 20,
                    "verse": 24,
                    "text": "But I have said unto you, Ye shall inherit their land, and I will give it unto you to possess it, a land that floweth with milk and honey: I am the Lord your God, which have separated you from other people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8267936129669191
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 15,
                    "verse": 4,
                    "text": "And I will cause them to be removed into all kingdoms of the earth, because of Manasseh the son of Hezekiah king of Judah, for that which he did in Jerusalem.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8267742830625789
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 11,
                    "verse": 15,
                    "text": "Son of man, thy brethren, even thy brethren, the men of thy kindred, and all the house of Israel wholly, are they unto whom the inhabitants of Jerusalem have said, Get you far from the Lord: unto us is this land given in possession.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.825666358102534
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 16,
                    "verse": 8,
                    "text": "But wo, saith the Father, unto the unbelieving of the Gentiles--for notwithstanding they have come forth upon the face of this land, and have scattered my people who are of the house of Israel; and my people who are of the house of Israel have been cast out from among them, and have been trodden under feet by them;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8255363739119767
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "volume_book_index": 28,
                    "chapter": 5,
                    "verse": 10,
                    "text": "The princes of Judah were like them that remove the bound: therefore I will pour out my wrath upon them like water.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8253694949526434
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 36,
                    "verse": 3,
                    "text": "It may be that the house of Judah will hear all the evil which I purpose to do unto them; that they may return every man from his evil way; that I may forgive their iniquity and their sin.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.825222593937186
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 101,
                    "verse": 1,
                    "text": "Verily I say unto you, concerning your brethren who have been afflicted, and persecuted, and cast out from the land of their inheritance--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8250591223104408
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 50,
                    "verse": 18,
                    "text": "Therefore thus saith the Lord of hosts, the God of Israel; Behold, I will punish the king of Babylon and his land, as I have punished the king of Assyria.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8249403194390805
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 49,
                    "verse": 7,
                    "text": "Cursed be their anger, for it was fierce; and their wrath, for it was cruel: I will divide them in Jacob, and scatter them in Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8248701579998545
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 34,
                    "verse": 24,
                    "text": "Thus saith the Lord, Behold, I will bring evil upon this place, and upon the inhabitants thereof, even all the curses that are written in the book which they have read before the king of Judah:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8242888044736482
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 25,
                    "verse": 9,
                    "text": "Behold, I will send and take all the families of the north, saith the Lord, and Nebuchadrezzar the king of Babylon, my servant, and will bring them against this land, and against the inhabitants thereof, and against all these nations round about, and will utterly destroy them, and make them an astonishment, and an hissing, and perpetual desolations.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8239500464458737
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 35,
                    "verse": 15,
                    "text": "As thou didst rejoice at the inheritance of the house of Israel, because it was desolate, so will I do unto thee: thou shalt be desolate, O mount Seir, and all Idumea, even all of it: and they shall know that I am the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8236638305500938
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 1,
                    "verse": 24,
                    "text": "Therefore saith the Lord, the Lord of hosts, the mighty One of Israel, Ah, I will ease me of mine adversaries, and avenge me of mine enemies:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8235391395500031
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 36,
                    "verse": 4,
                    "text": "And when the jubilee of the children of Israel shall be, then shall their inheritance be put unto the inheritance of the tribe whereunto they are received: so shall their inheritance be taken away from the inheritance of the tribe of our fathers.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8234431997601891
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 6,
                    "verse": 12,
                    "text": "And their houses shall be turned unto others, with their fields and wives together: for I will stretch out my hand upon the inhabitants of the land, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8223936343073788
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 21,
                    "text": "Behold, I will bring evil upon thee, and will take away thy posterity, and will cut off from Ahab him that pisseth against the wall, and him that is shut up and left in Israel,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8223585552660876
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "volume_book_index": 12,
                    "chapter": 23,
                    "verse": 27,
                    "text": "And the Lord said, I will remove Judah also out of my sight, as I have removed Israel, and will cast off this city Jerusalem which I have chosen, and the house of which I said, My name shall be there.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8221717243816903
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "volume_book_index": 14,
                    "chapter": 9,
                    "verse": 20,
                    "text": "And thus the Lord did pour out his blessings upon this land, which was choice above all other lands; and he commanded that whoso should possess the land should possess it unto the Lord, or they should be destroyed when they were ripened in iniquity; for upon such, saith the Lord: I will pour out the fulness of my wrath.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8218040919265619
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 22,
                    "verse": 3,
                    "text": "Say unto them, Whosoever he be of all your seed among your generations, that goeth unto the holy things, which the children of Israel hallow unto the Lord, having his uncleanness upon him, that soul shall be cut off from my presence: I am the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8217755797146359
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 9,
                    "verse": 7,
                    "text": "Then will I cut off Israel out of the land which I have given them; and this house, which I have hallowed for my name, will I cast out of my sight; and Israel shall be a proverb and a byword among all people:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8209907408109697
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 44,
                    "verse": 7,
                    "text": "Therefore now thus saith the Lord, the God of hosts, the God of Israel; Wherefore commit ye this great evil against your souls, to cut off from you man and woman, child and suckling, out of Judah, to leave you none to remain;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8203036351965589
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 16,
                    "verse": 14,
                    "text": "And I will not suffer my people, who are of the house of Israel, to go through among them, and tread them down, saith the Father.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8202476856161444
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 50,
                    "verse": 21,
                    "text": "Go up against the land of Merathaim, even against it, and against the inhabitants of Pekod: waste and utterly destroy after them, saith the Lord, and do according to all that I have commanded thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8201599051553755
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 33,
                    "verse": 4,
                    "text": "For thus saith the Lord, the God of Israel, concerning the houses of this city, and concerning the houses of the kings of Judah, which are thrown down by the mounts, and by the sword;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8199156950492328
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 26,
                    "verse": 44,
                    "text": "And yet for all that, when they be in the land of their enemies, I will not cast them away, neither will I abhor them, to destroy them utterly, and to break my covenant with them: for I am the Lord their God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8198338815573792
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "volume_book_index": 12,
                    "chapter": 22,
                    "verse": 16,
                    "text": "Thus saith the Lord, Behold, I will bring evil upon this place, and upon the inhabitants thereof, even all the words of the book which the king of Judah hath read:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8197047018389634
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 45,
                    "verse": 4,
                    "text": "Thus shalt thou say unto him, The Lord saith thus; Behold, that which I have built will I break down, and that which I have planted I will pluck up, even this whole land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8196400464695291
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 28,
                    "verse": 24,
                    "text": "And there shall be no more a pricking brier unto the house of Israel, nor any grieving thorn of all that are round about them, that despised them; and they shall know that I am the Lord God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8196037105224888
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 49,
                    "verse": 8,
                    "text": "Judah, thou art he whom thy brethren shall praise: thy hand shall be in the neck of thine enemies; thy father's children shall bow down before thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8194719609671633
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "volume_book_index": 2,
                    "chapter": 2,
                    "verse": 3,
                    "text": "Now the Lord had said unto me: Abraham, get thee out of thy country, and from thy kindred, and from thy father's house, unto a land that I will show thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8194535792526384
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 44,
                    "verse": 12,
                    "text": "Because they ministered unto them before their idols, and caused the house of Israel to fall into iniquity; therefore have I lifted up mine hand against them, saith the Lord God, and they shall bear their iniquity.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8189937818742237
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "volume_book_index": 30,
                    "chapter": 9,
                    "verse": 15,
                    "text": "And I will plant them upon their land, and they shall no more be pulled up out of their land which I have given them, saith the Lord thy God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8187252148723045
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 9,
                    "verse": 5,
                    "text": "Not for thy righteousness, or for the uprightness of thine heart, dost thou go to possess their land: but for the wickedness of these nations the Lord thy God doth drive them out from before thee, and that he may perform the word which the Lord sware unto thy fathers, Abraham, Isaac, and Jacob.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8184134890904139
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 30,
                    "verse": 3,
                    "text": "For, lo, the days come, saith the Lord, that I will bring again the captivity of my people Israel and Judah, saith the Lord: and I will cause them to return to the land that I gave to their fathers, and they shall possess it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.818388412891619
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 36,
                    "verse": 5,
                    "text": "Therefore thus saith the Lord God; Surely in the fire of my jealousy have I spoken against the residue of the heathen, and against all Idumea, which have appointed my land into their possession with the joy of all their heart, with despiteful minds, to cast it out for a prey.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8183723050746642
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "volume_book_index": 3,
                    "chapter": 2,
                    "verse": 25,
                    "text": "Wherefore, thus saith the Lord, I have led this people forth out of the land of Jerusalem, by the power of mine arm, that I might raise up unto me a righteous branch from the fruit of the loins of Joseph.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8183244191490139
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 47,
                    "verse": 22,
                    "text": "And it shall come to pass, that ye shall divide it by lot for an inheritance unto you, and to the strangers that sojourn among you, which shall beget children among you: and they shall be unto you as born in the country among the children of Israel; they shall have inheritance with you among the tribes of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8183030654862085
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 23,
                    "verse": 2,
                    "text": "Therefore thus saith the Lord God of Israel against the pastors that feed my people; Ye have scattered my flock, and driven them away, and have not visited them: behold, I will visit upon you the evil of your doings, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8182678396682732
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 52,
                    "verse": 5,
                    "text": "God shall likewise destroy thee for ever, he shall take thee away, and pluck thee out of thy dwelling place, and root thee out of the land of the living. Selah.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8179024007594238
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 25,
                    "verse": 12,
                    "text": "Thus saith the Lord God; Because that Edom hath dealt against the house of Judah by taking vengeance, and hath greatly offended, and revenged himself upon them;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8177441035399688
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 24,
                    "verse": 22,
                    "text": "For I will rise up against them, saith the Lord of Hosts, and cut off from Babylon the name, and remnant, and son, and nephew, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8172267145271844
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 14,
                    "verse": 22,
                    "text": "For I will rise up against them, saith the Lord of hosts, and cut off from Babylon the name, and remnant, and son, and nephew, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8172267145271844
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 11,
                    "text": "But verily I say unto you, I have decreed that your brethren which have been scattered shall return to the lands of their inheritances, and shall build up the waste places of Zion.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8168168962061928
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 31,
                    "verse": 31,
                    "text": "Behold, the days come, saith the Lord, that I will make a new covenant with the house of Israel, and with the house of Judah:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8166110765664092
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 19,
                    "verse": 3,
                    "text": "And say, Hear ye the word of the Lord, O kings of Judah, and inhabitants of Jerusalem; Thus saith the Lord of hosts, the God of Israel; Behold, I will bring evil upon this place, the which whosoever heareth, his ears shall tingle.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8164558482304828
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 105,
                    "verse": 30,
                    "text": "And after these lands are purchased, I will hold the armies of Israel guiltless in taking possession of their own lands, which they have previously purchased with their moneys, and of throwing down the towers of mine enemies that may be upon them, and scattering their watchmen, and avenging me of mine enemies unto the third and fourth generation of them that hate me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8162110431984878
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 16,
                    "verse": 2,
                    "text": "Forasmuch as I exalted thee out of the dust, and made thee prince over my people Israel; and thou hast walked in the way of Jeroboam, and hast made my people Israel to sin, to provoke me to anger with their sins;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8159488479089757
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 13,
                    "verse": 30,
                    "text": "Nevertheless, thou beholdest that the Gentiles who have gone forth out of captivity, and have been lifted up by the power of God above all other nations, upon the face of the land which is choice above all other lands, which is the land that the Lord God hath covenanted with thy father that his seed should have for the land of their inheritance; wherefore, thou seest that the Lord God will not suffer that the Gentiles will utterly destroy the mixture of thy seed, which are among thy brethren.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8159066020443544
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 106,
                    "verse": 40,
                    "text": "Therefore was the wrath of the Lord kindled against his people, insomuch that he abhorred his own inheritance.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8155498881773403
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 23,
                    "verse": 5,
                    "text": "And the Lord your God, he shall expel them from before you, and drive them from out of your sight; and ye shall possess their land, as the Lord your God hath promised unto you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8155230055744744
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 7,
                    "verse": 20,
                    "text": "Then will I pluck them up by the roots out of my land which I have given them; and this house, which I have sanctified for my name, will I cast out of my sight, and will make it to be a proverb and a byword among all nations.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8153595904007591
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 20,
                    "verse": 27,
                    "text": "Therefore, son of man, speak unto the house of Israel, and say unto them, Thus saith the Lord God; Yet in this your fathers have blasphemed me, in that they have committed a trespass against me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8153129984196396
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 25,
                    "verse": 19,
                    "text": "Therefore it shall be, when the Lord thy God hath given thee rest from all thine enemies round about, in the land which the Lord thy God giveth thee for an inheritance to possess it, that thou shalt blot out the remembrance of Amalek from under heaven; thou shalt not forget it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8149057539688833
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 10,
                    "verse": 18,
                    "text": "Wherefore, my beloved brethren, thus saith our God: I will afflict thy seed by the hand of the Gentiles; nevertheless, I will soften the hearts of the Gentiles, that they shall be like unto a father to them; wherefore, the Gentiles shall be blessed and numbered among the house of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8148404253349361
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 16,
                    "verse": 19,
                    "text": "O Lord, my strength, and my fortress, and my refuge in the day of affliction, the Gentiles shall come unto thee from the ends of the earth, and shall say, Surely our fathers have inherited lies, vanity, and things wherein there is no profit.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8145540240953679
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 101,
                    "verse": 58,
                    "text": "And inasmuch as they gather together against you, avenge me of mine enemies, that by and by I may come with the residue of mine house and possess the land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8144345087316764
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 104,
                    "verse": 5,
                    "text": "For I, the Lord, have decreed in my heart, that inasmuch as any man belonging to the order shall be found a transgressor, or, in other words, shall break the covenant with which ye are bound, he shall be cursed in his life, and shall be trodden down by whom I will;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8143440346193327
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 49,
                    "verse": 2,
                    "text": "Therefore, behold, the days come, saith the Lord, that I will cause an alarm of war to be heard in Rabbah of the Ammonites; and it shall be a desolate heap, and her daughters shall be burned with fire: then shall Israel be heir unto them that were his heirs, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8143298553791665
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "volume_book_index": 33,
                    "chapter": 2,
                    "verse": 3,
                    "text": "Therefore thus saith the Lord; Behold, against this family do I devise an evil, from which ye shall not remove your necks; neither shall ye go haughtily: for this time is evil.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8143156098561906
                },
                {
                    "volume": "Old Testament",
                    "book": "Zephaniah",
                    "volume_book_index": 36,
                    "chapter": 1,
                    "verse": 4,
                    "text": "I will also stretch out mine hand upon Judah, and upon all the inhabitants of Jerusalem; and I will cut off the remnant of Baal from this place, and the name of the Chemarims with the priests;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8141556902621057
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 32,
                    "verse": 32,
                    "text": "Because of all the evil of the children of Israel and of the children of Judah, which they have done to provoke me to anger, they, their kings, their princes, their priests, and their prophets, and the men of Judah, and the inhabitants of Jerusalem.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8139403130633855
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 14,
                    "verse": 15,
                    "text": "For the Lord shall smite Israel, as a reed is shaken in the water, and he shall root up Israel out of this good land, which he gave to their fathers, and shall scatter them beyond the river, because they have made their groves, provoking the Lord to anger.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8138274944152226
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 35,
                    "verse": 17,
                    "text": "Therefore thus saith the Lord God of hosts, the God of Israel; Behold, I will bring upon Judah and upon all the inhabitants of Jerusalem all the evil that I have pronounced against them: because I have spoken unto them, but they have not heard; and I have called unto them, but they have not answered.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8137641364537381
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 31,
                    "verse": 4,
                    "text": "And the Lord shall do unto them as he did to Sihon and to Og, kings of the Amorites, and unto the land of them, whom he destroyed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8136438140227152
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 34,
                    "verse": 4,
                    "text": "And the Lord said unto him, This is the land which I sware unto Abraham, unto Isaac, and unto Jacob, saying, I will give it unto thy seed: I have caused thee to see it with thine eyes, but thou shalt not go over thither.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8136023759827666
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 105,
                    "verse": 11,
                    "text": "Saying, Unto thee will I give the land of Canaan, the lot of your inheritance:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8135000155666997
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "volume_book_index": 13,
                    "chapter": 16,
                    "verse": 18,
                    "text": "Saying, Unto thee will I give the land of Canaan, the lot of your inheritance;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8135000155666997
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 6,
                    "verse": 11,
                    "text": "Thus saith the Lord God; Smite with thine hand, and stamp with thy foot, and say, Alas for all the evil abominations of the house of Israel! for they shall fall by the sword, by the famine, and by the pestilence.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.813404642387982
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 47,
                    "verse": 14,
                    "text": "And ye shall inherit it, one as well as another: concerning the which I lifted up mine hand to give it unto your fathers: and this land shall fall unto you for inheritance.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8133649568613587
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 49,
                    "verse": 20,
                    "text": "Therefore hear the counsel of the Lord, that he hath taken against Edom; and his purposes, that he hath purposed against the inhabitants of Teman: Surely the least of the flock shall draw them out: surely he shall make their habitations desolate with them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8131462380611212
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 34,
                    "verse": 21,
                    "text": "And Zedekiah king of Judah and his princes will I give into the hand of their enemies, and into the hand of them that seek their life, and into the hand of the king of Babylon's army, which are gone up from you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8129130268695752
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 23,
                    "verse": 30,
                    "text": "By little and little I will drive them out from before thee, until thou be increased, and inherit the land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8127302892658629
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 1,
                    "verse": 18,
                    "text": "For, behold, I have made thee this day a defenced city, and an iron pillar, and brasen walls against the whole land, against the kings of Judah, against the princes thereof, against the priests thereof, and against the people of the land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8123449258756346
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 13,
                    "verse": 11,
                    "text": "For as the girdle cleaveth to the loins of a man, so have I caused to cleave unto me the whole house of Israel and the whole house of Judah, saith the Lord; that they might be unto me for a people, and for a name, and for a praise, and for a glory: but they would not hear.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8120678030717746
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 36,
                    "verse": 31,
                    "text": "And I will punish him and his seed and his servants for their iniquity; and I will bring upon them, and upon the inhabitants of Jerusalem, and upon the men of Judah, all the evil that I have pronounced against them; but they hearkened not.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8120439732054395
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 4,
                    "verse": 38,
                    "text": "To drive out nations from before thee greater and mightier than thou art, to bring thee in, to give thee their land for an inheritance, as it is this day.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8119810267685788
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 25,
                    "verse": 13,
                    "text": "Therefore thus saith the Lord God; I will also stretch out mine hand upon Edom, and will cut off man and beast from it; and I will make it desolate from Teman; and they of Dedan shall fall by the sword.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8118670293405984
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 15,
                    "verse": 7,
                    "text": "And he said unto him, I am the Lord that brought thee out of Ur of the Chaldees, to give thee this land to inherit it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8117877885926826
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 34,
                    "verse": 30,
                    "text": "And Jacob said to Simeon and Levi, Ye have troubled me to make me to stink among the inhabitants of the land, among the Canaanites and the Perizzites: and I being few in number, they shall gather themselves together against me, and slay me; and I shall be destroyed, I and my house.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8116447052925747
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 10,
                    "verse": 18,
                    "text": "For thus saith the Lord, Behold, I will sling out the inhabitants of the land at this once, and will distress them, that they may find it so.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8116246077627446
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 20,
                    "verse": 15,
                    "text": "But also thou shalt not cut off thy kindness from my house for ever: no, not when the Lord hath cut off the enemies of David every one from the face of the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8113411177163755
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 101,
                    "verse": 8,
                    "text": "I will early destroy all the wicked of the land; that I may cut off all wicked doers from the city of the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8112917820121766
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 22,
                    "verse": 6,
                    "text": "Come now therefore, I pray thee, curse me this people; for they are too mighty for me: peradventure I shall prevail, that we may smite them, and that I may drive them out of the land: for I wot that he whom thou blessest is blessed, and he whom thou cursest is cursed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.810953738685023
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 23,
                    "verse": 2,
                    "text": "For surely he spake as touching all things concerning my people which are of the house of Israel; therefore it must needs be that he must speak also to the Gentiles.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8107740234560293
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 34,
                    "verse": 2,
                    "text": "Command the children of Israel, and say unto them, When ye come into the land of Canaan; (this is the land that shall fall unto you for an inheritance, even the land of Canaan with the coasts thereof:)",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8107097402870368
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 29,
                    "verse": 21,
                    "text": "And the Lord shall separate him unto evil out of all the tribes of Israel, according to all the curses of the covenant that are written in this book of the law:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8104452453701452
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 32,
                    "verse": 30,
                    "text": "For the children of Israel and the children of Judah have only done evil before me from their youth: for the children of Israel have only provoked me to anger with the work of their hands, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8103696825165002
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "volume_book_index": 30,
                    "chapter": 1,
                    "verse": 8,
                    "text": "And I will cut off the inhabitant from Ashdod, and him that holdeth the sceptre from Ashkelon, and I will turn mine hand against Ekron: and the remnant of the Philistines shall perish, saith the Lord God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8100460275835375
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "volume_book_index": 3,
                    "chapter": 2,
                    "verse": 32,
                    "text": "And I will not suffer, saith the Lord of Hosts, that the cries of the fair daughters of this people, which I have led out of the land of Jerusalem, shall come up unto me against the men of my people, saith the Lord of Hosts.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8100107357607741
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 38,
                    "verse": 16,
                    "text": "And thou shalt come up against my people of Israel, as a cloud to cover the land; it shall be in the latter days, and I will bring thee against my land, that the heathen may know me, when I shall be sanctified in thee, O Gog, before their eyes.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8099575084733278
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 1,
                    "verse": 5,
                    "text": "But, said he, notwithstanding our afflictions, we have obtained a land of promise, a land which is choice above all other lands; a land which the Lord God hath covenanted with me should be a land for the inheritance of my seed. Yea, the Lord hath covenanted this land unto me, and to my children forever, and also all those who should be led out of other countries by the hand of the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8099314806846635
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "volume_book_index": 13,
                    "chapter": 28,
                    "verse": 8,
                    "text": "Now therefore in the sight of all Israel the congregation of the Lord, and in the audience of our God, keep and seek for all the commandments of the Lord your God: that ye may possess this good land, and leave it for an inheritance for your children after you for ever.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8099290133053755
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 28,
                    "verse": 17,
                    "text": "And the Lord hath done to him, as he spake by me: for the Lord hath rent the kingdom out of thine hand, and given it to thy neighbour, even to David:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8097696991155314
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "volume_book_index": 3,
                    "chapter": 2,
                    "verse": 31,
                    "text": "For behold, I, the Lord, have seen the sorrow, and heard the mourning of the daughters of my people in the land of Jerusalem, yea, and in all the lands of my people, because of the wickedness and abominations of their husbands.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8096266037277979
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 15,
                    "verse": 8,
                    "text": "And I will make the land desolate, because they have committed a trespass, saith the Lord God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8094519087745979
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 9,
                    "verse": 26,
                    "text": "I prayed therefore unto the Lord, and said, O Lord God, destroy not thy people and thine inheritance, which thou hast redeemed through thy greatness, which thou hast brought forth out of Egypt with a mighty hand.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8094281686574688
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "volume_book_index": 28,
                    "chapter": 1,
                    "verse": 4,
                    "text": "And the Lord said unto him, Call his name Jezreel; for yet a little while, and I will avenge the blood of Jezreel upon the house of Jehu, and will cause to cease the kingdom of the house of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8091661996715269
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 83,
                    "text": "If he will do my will let him not take his family unto the eastern lands, even unto Kirtland; nevertheless, I, the Lord, will build up Kirtland, but I, the Lord, have a scourge prepared for the inhabitants thereof.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8088655807511707
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 23,
                    "verse": 23,
                    "text": "For mine Angel shall go before thee, and bring thee in unto the Amorites, and the Hittites, and the Perizzites, and the Canaanites, the Hivites, and the Jebusites: and I will cut them off.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8088551826637624
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 2,
                    "verse": 31,
                    "text": "And the Lord said unto me, Behold, I have begun to give Sihon and his land before thee: begin to possess, that thou mayest inherit his land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8088267743512361
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 36,
                    "verse": 2,
                    "text": "And they said, The Lord commanded my lord to give the land for an inheritance by lot to the children of Israel: and my lord was commanded by the Lord to give the inheritance of Zelophehad our brother unto his daughters.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8087494537188183
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 23,
                    "verse": 8,
                    "text": "But, The Lord liveth, which brought up and which led the seed of the house of Israel out of the north country, and from all countries whither I had driven them; and they shall dwell in their own land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8087015710414545
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 18,
                    "verse": 30,
                    "text": "Therefore I will judge you, O house of Israel, every one according to his ways, saith the Lord God. Repent, and turn yourselves from all your transgressions; so iniquity shall not be your ruin.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8084246378618877
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 4,
                    "verse": 21,
                    "text": "Furthermore the Lord was angry with me for your sakes, and sware that I should not go over Jordan, and that I should not go in unto that good land, which the Lord thy God giveth thee for an inheritance:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8083650834529155
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "volume_book_index": 30,
                    "chapter": 3,
                    "verse": 1,
                    "text": "Hear this word that the Lord hath spoken against you, O children of Israel, against the whole family which I brought up from the land of Egypt, saying,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.808234436790057
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 17,
                    "verse": 38,
                    "text": "And he leadeth away the righteous into precious lands, and the wicked he destroyeth, and curseth the land unto them for their sakes.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8076433329710663
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "volume_book_index": 10,
                    "chapter": 3,
                    "verse": 18,
                    "text": "Now then do it: for the Lord hath spoken of David, saying, By the hand of my servant David I will save my people Israel out of the hand of the Philistines, and out of the hand of all their enemies.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8075905206823812
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 31,
                    "verse": 27,
                    "text": "Behold, the days come, saith the Lord, that I will sow the house of Israel and the house of Judah with the seed of man, and with the seed of beast.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8075788774989358
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 29,
                    "verse": 4,
                    "text": "Thus saith the Lord of hosts, the God of Israel, unto all that are carried away captives, whom I have caused to be carried away from Jerusalem unto Babylon;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8072750293758947
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 21,
                    "verse": 12,
                    "text": "O house of David, thus saith the Lord; Execute judgment in the morning, and deliver him that is spoiled out of the hand of the oppressor, lest my fury go out like fire, and burn that none can quench it, because of the evil of your doings.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8071253137294994
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "volume_book_index": 13,
                    "chapter": 17,
                    "verse": 7,
                    "text": "Now therefore thus shalt thou say unto my servant David, Thus saith the Lord of hosts, I took thee from the sheepcote, even from following the sheep, that thou shouldest be ruler over my people Israel:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8071026131288593
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 6,
                    "verse": 1,
                    "text": "Then the Lord said unto Moses, Now shalt thou see what I will do to Pharaoh: for with a strong hand shall he let them go, and with a strong hand shall he drive them out of his land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8070946903491563
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 8,
                    "verse": 14,
                    "text": "Thus shalt thou separate the Levites from among the children of Israel: and the Levites shall be mine.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8070197916496837
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 12,
                    "verse": 29,
                    "text": "When the Lord thy God shall cut off the nations from before thee, whither thou goest to possess them, and thou succeedest them, and dwellest in their land;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8070040205186607
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "volume_book_index": 10,
                    "chapter": 20,
                    "verse": 19,
                    "text": "I am one of them that are peaceable and faithful in Israel: thou seekest to destroy a city and a mother in Israel: why wilt thou swallow up the inheritance of the Lord?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8069113146923571
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 8,
                    "verse": 17,
                    "text": "Then he said unto me, Hast thou seen this, O son of man? Is it a light thing to the house of Judah that they commit the abominations which they commit here? for they have filled the land with violence, and have returned to provoke me to anger: and, lo, they put the branch to their nose.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8069102787316488
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 37,
                    "verse": 34,
                    "text": "Wait on the Lord, and keep his way, and he shall exalt thee to inherit the land: when the wicked are cut off, thou shalt see it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8068890003778304
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 14,
                    "verse": 11,
                    "text": "That the house of Israel may go no more astray from me, neither be polluted any more with all their transgressions; but that they may be my people, and I may be their God, saith the Lord God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8068869350130627
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 7,
                    "verse": 2,
                    "text": "Thou shalt speak all that I command thee: and Aaron thy brother shall speak unto Pharaoh, that he send the children of Israel out of his land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8068601408637932
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 25,
                    "verse": 7,
                    "text": "Behold, therefore I will stretch out mine hand upon thee, and will deliver thee for a spoil to the heathen; and I will cut thee off from the people, and I will cause thee to perish out of the countries: I will destroy thee; and thou shalt know that I am the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8068587306549608
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 14,
                    "verse": 25,
                    "text": "That I will break the Assyrian in my land, and upon my mountains tread him under foot: then shall his yoke depart from off them, and his burden depart from off their shoulders.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8066508089876191
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "volume_book_index": 30,
                    "chapter": 9,
                    "verse": 8,
                    "text": "Behold, the eyes of the Lord God are upon the sinful kingdom, and I will destroy it from off the face of the earth; saving that I will not utterly destroy the house of Jacob, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8064576181875962
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 13,
                    "verse": 7,
                    "text": "Awake, O sword, against my shepherd, and against the man that is my fellow, saith the Lord of hosts: smite the shepherd, and the sheep shall be scattered: and I will turn mine hand upon the little ones.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8064265268928136
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 60,
                    "verse": 21,
                    "text": "Thy people also shall be all righteous: they shall inherit the land for ever, the branch of my planting, the work of my hands, that I may be glorified.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8063629741259501
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 10,
                    "verse": 12,
                    "text": "Yea, even my father spake much concerning the Gentiles, and also concerning the house of Israel, that they should be compared like unto an olive tree, whose branches should be broken off and should be scattered upon all the face of the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8060855709489673
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 16,
                    "verse": 13,
                    "text": "But if the Gentiles will repent and return unto me, saith the Father, behold they shall be numbered among my people, O house of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8058030674421489
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 36,
                    "verse": 17,
                    "text": "Son of man, when the house of Israel dwelt in their own land, they defiled it by their own way and by their doings: their way was before me as the uncleanness of a removed woman.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8057495053780778
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 12,
                    "verse": 12,
                    "text": "And the land shall mourn, every family apart; the family of the house of David apart, and their wives apart; the family of the house of Nathan apart, and their wives apart;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8055676391774547
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "volume_book_index": 10,
                    "chapter": 7,
                    "verse": 8,
                    "text": "Now therefore so shalt thou say unto my servant David, Thus saith the Lord of hosts, I took thee from the sheepcote, from following the sheep, to be ruler over my people, over Israel:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8055526088486183
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 47,
                    "verse": 13,
                    "text": "Thus saith the Lord God; This shall be the border, whereby ye shall inherit the land according to the twelve tribes of Israel: Joseph shall have two portions.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8053756428250778
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 14,
                    "verse": 1,
                    "text": "For the Lord will have mercy on Jacob, and will yet choose Israel, and set them in their own land: and the strangers shall be joined with them, and they shall cleave to the house of Jacob.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8053563665507002
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 24,
                    "verse": 1,
                    "text": "For the Lord will have mercy on Jacob, and will yet choose Israel, and set them in their own land; and the strangers shall be joined with them, and they shall cleave to the house of Jacob.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8053563665507002
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "volume_book_index": 12,
                    "chapter": 21,
                    "verse": 12,
                    "text": "Therefore thus saith the Lord God of Israel, Behold, I am bringing such evil upon Jerusalem and Judah, that whosoever heareth of it, both his ears shall tingle.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8051534962709783
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 34,
                    "verse": 22,
                    "text": "Behold, I will command, saith the Lord, and cause them to return to this city; and they shall fight against it, and take it, and burn it with fire: and I will make the cities of Judah a desolation without an inhabitant.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8051019204296836
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 34,
                    "verse": 2,
                    "text": "Thus saith the Lord, the God of Israel; Go and speak to Zedekiah king of Judah, and tell him, Thus saith the Lord; Behold, I will give this city into the hand of the king of Babylon, and he shall burn it with fire:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8049107342663276
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 37,
                    "verse": 12,
                    "text": "Therefore prophesy and say unto them, Thus saith the Lord God; Behold, O my people, I will open your graves, and cause you to come up out of your graves, and bring you into the land of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8049036249944769
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 44,
                    "verse": 12,
                    "text": "And I will take the remnant of Judah, that have set their faces to go into the land of Egypt to sojourn there, and they shall all be consumed, and fall in the land of Egypt; they shall even be consumed by the sword and by the famine: they shall die, from the least even unto the greatest, by the sword and by the famine: and they shall be an execration, and an astonishment, and a curse, and a reproach.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8047048581865927
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 23,
                    "verse": 28,
                    "text": "For thus saith the Lord God; Behold, I will deliver thee into the hand of them whom thou hatest, into the hand of them from whom thy mind is alienated:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8046071232585762
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 19,
                    "verse": 25,
                    "text": "Whom the Lord of hosts shall bless, saying, Blessed be Egypt my people, and Assyria the work of my hands, and Israel mine inheritance.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8045598345743682
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 2,
                    "verse": 12,
                    "text": "And the Lord shall inherit Judah his portion in the holy land, and shall choose Jerusalem again.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8044836232402565
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 44,
                    "verse": 30,
                    "text": "Thus saith the Lord; Behold, I will give Pharaoh-hophra king of Egypt into the hand of his enemies, and into the hand of them that seek his life; as I gave Zedekiah king of Judah into the hand of Nebuchadrezzar king of Babylon, his enemy, and that sought his life.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8042857899793425
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 20,
                    "verse": 39,
                    "text": "As for you, O house of Israel, thus saith the Lord God; Go ye, serve ye every one his idols, and hereafter also, if ye will not hearken unto me: but pollute ye my holy name no more with your gifts, and with your idols.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8042524563548215
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 7,
                    "verse": 24,
                    "text": "Wherefore I will bring the worst of the heathen, and they shall possess their houses: I will also make the pomp of the strong to cease; and their holy places shall be defiled.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8041929845990053
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "volume_book_index": 39,
                    "chapter": 1,
                    "verse": 4,
                    "text": "Whereas Edom saith, We are impoverished, but we will return and build the desolate places; thus saith the Lord of hosts, They shall build, but I will throw down; and they shall call them, The border of wickedness, and, The people against whom the Lord hath indignation for ever.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8041693295646186
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 28,
                    "verse": 25,
                    "text": "The Lord shall cause thee to be smitten before thine enemies: thou shalt go out one way against them, and flee seven ways before them: and shalt be removed into all the kingdoms of the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8040704179124339
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 54,
                    "verse": 13,
                    "text": "Behold, I am in my anger, and also my people; ye have sought to murder us, and we have only sought to defend ourselves. But behold, if ye seek to destroy us more we will seek to destroy you; yea, and we will seek our land, the land of our first inheritance.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8038730638462297
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 25,
                    "verse": 16,
                    "text": "Therefore thus saith the Lord God; Behold, I will stretch out mine hand upon the Philistines, and I will cut off the Cherethims, and destroy the remnant of the sea coast.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8038135187811944
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 7,
                    "verse": 17,
                    "text": "The Lord shall bring upon thee, and upon thy people, and upon thy father's house, days that have not come, from the day that Ephraim departed from Judah; even the king of Assyria.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8037934454933557
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 36,
                    "verse": 3,
                    "text": "And if they be married to any of the sons of the other tribes of the children of Israel, then shall their inheritance be taken from the inheritance of our fathers, and shall be put to the inheritance of the tribe whereunto they are received: so shall it be taken from the lot of our inheritance.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8037364606174237
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 21,
                    "verse": 43,
                    "text": "And the Lord gave unto Israel all the land which he sware to give unto their fathers; and they possessed it, and dwelt therein.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.803657187182508
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 17,
                    "verse": 17,
                    "text": "The Lord shall bring upon thee, and upon thy people, and upon thy father's house, days that have not come from the day that Ephraim departed from Judah, the king of Assyria.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8036503453201674
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 18,
                    "verse": 11,
                    "text": "Now therefore go to, speak to the men of Judah, and to the inhabitants of Jerusalem, saying, Thus saith the Lord; Behold, I frame evil against you, and devise a device against you: return ye now every one from his evil way, and make your ways and your doings good.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8034447560260651
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 1,
                    "verse": 14,
                    "text": "Then the Lord said unto me, Out of the north an evil shall break forth upon all the inhabitants of the land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.803414091353588
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 43,
                    "verse": 14,
                    "text": "Thus saith the Lord, your redeemer, the Holy One of Israel; For your sake I have sent to Babylon, and have brought down all their nobles, and the Chaldeans, whose cry is in the ships.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8031643642870517
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 7,
                    "verse": 13,
                    "text": "Up, sanctify the people, and say, Sanctify yourselves against to morrow: for thus saith the Lord God of Israel, There is an accursed thing in the midst of thee, O Israel: thou canst not stand before thine enemies, until ye take away the accursed thing from among you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8030569127426559
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 21,
                    "verse": 1,
                    "text": "And again: Hearken, O ye house of Israel, all ye that are broken off and are driven out because of the wickedness of the pastors of my people; yea, all ye that are broken off, that are scattered abroad, who are of my people, O house of Israel. Listen, O isles, unto me, and hearken ye people from far; the Lord hath called me from the womb; from the bowels of my mother hath he made mention of my name.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8030537723418106
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 21,
                    "verse": 24,
                    "text": "And the children of Israel departed thence at that time, every man to his tribe and to his family, and they went out from thence every man to his inheritance.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8029932012176734
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 20,
                    "text": "For it shall come to pass, saith the Father, that at that day whosoever will not repent and come unto my Beloved Son, them will I cut off from among my people, O house of Israel;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8029450402386261
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 17,
                    "verse": 4,
                    "text": "And thou, even thyself, shalt discontinue from thine heritage that I gave thee; and I will cause thee to serve thine enemies in the land which thou knowest not: for ye have kindled a fire in mine anger, which shall burn for ever.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.802850066513905
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 20,
                    "verse": 29,
                    "text": "And I will remember the covenant which I have made with my people; and I have covenanted with them that I would gather them together in mine own due time, that I would give unto them again the land of their fathers for their inheritance, which is the land of Jerusalem, which is the promised land unto them forever, saith the Father.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8027495362177886
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 33,
                    "verse": 8,
                    "text": "Neither will I any more remove the foot of Israel from out of the land which I have appointed for your fathers; so that they will take heed to do all that I have commanded them, according to the whole law and the statutes and the ordinances by the hand of Moses.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8027456429796123
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 25,
                    "verse": 26,
                    "text": "Now therefore, my lord, as the Lord liveth, and as thy soul liveth, seeing the Lord hath withholden thee from coming to shed blood, and from avenging thyself with thine own hand, now let thine enemies, and they that seek evil to my lord, be as Nabal.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8026770389069389
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 23,
                    "verse": 22,
                    "text": "Therefore, O Aholibah, thus saith the Lord God; Behold, I will raise up thy lovers against thee, from whom thy mind is alienated, and I will bring them against thee on every side;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8026262502486721
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "volume_book_index": 29,
                    "chapter": 3,
                    "verse": 8,
                    "text": "And I will sell your sons and your daughters into the hand of the children of Judah, and they shall sell them to the Sabeans, to a people far off: for the Lord hath spoken it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8023986960176261
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 79,
                    "verse": 1,
                    "text": "O God, the heathen are come into thine inheritance; thy holy temple have they defiled; they have laid Jerusalem on heaps.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8021787455798713
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 36,
                    "verse": 22,
                    "text": "Therefore say unto the house of Israel, Thus saith the Lord God; I do not this for your sakes, O house of Israel, but for mine holy name's sake, which ye have profaned among the heathen, whither ye went.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8021733058067465
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 33,
                    "verse": 14,
                    "text": "Behold, the days come, saith the Lord, that I will perform that good thing which I have promised unto the house of Israel and to the house of Judah.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8021652331838851
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "volume_book_index": 10,
                    "chapter": 7,
                    "verse": 10,
                    "text": "Moreover I will appoint a place for my people Israel, and will plant them, that they may dwell in a place of their own, and move no more; neither shall the children of wickedness afflict them any more, as beforetime,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8019393452817574
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 36,
                    "verse": 6,
                    "text": "Prophesy therefore concerning the land of Israel, and say unto the mountains, and to the hills, to the rivers, and to the valleys, Thus saith the Lord God; Behold, I have spoken in my jealousy and in my fury, because ye have borne the shame of the heathen:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8018244797783225
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 22,
                    "text": "And will make thine house like the house of Jeroboam the son of Nebat, and like the house of Baasha the son of Ahijah, for the provocation wherewith thou hast provoked me to anger, and made Israel to sin.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8018007138887098
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 33,
                    "verse": 29,
                    "text": "Then shall they know that I am the Lord, when I have laid the land most desolate because of all their abominations which they have committed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8017541511905718
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 20,
                    "verse": 44,
                    "text": "And ye shall know that I am the Lord, when I have wrought with you for my name's sake, not according to your wicked ways, nor according to your corrupt doings, O ye house of Israel, saith the Lord God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801580110296251
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 25,
                    "verse": 14,
                    "text": "And I will lay my vengeance upon Edom by the hand of my people Israel: and they shall do in Edom according to mine anger and according to my fury; and they shall know my vengeance, saith the Lord God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8015412213490368
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 33,
                    "verse": 54,
                    "text": "And ye shall divide the land by lot for an inheritance among your families: and to the more ye shall give the more inheritance, and to the fewer ye shall give the less inheritance: every man's inheritance shall be in the place where his lot falleth; according to the tribes of your fathers ye shall inherit.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801408163358918
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 3,
                    "verse": 12,
                    "text": "And I, behold, I have taken the Levites from among the children of Israel instead of all the firstborn that openeth the matrix among the children of Israel: therefore the Levites shall be mine;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8013424678186332
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "volume_book_index": 10,
                    "chapter": 16,
                    "verse": 21,
                    "text": "And Ahithophel said unto Absalom, Go in unto thy father's concubines, which he hath left to keep the house; and all Israel shall hear that thou art abhorred of thy father: then shall the hands of all that are with thee be strong.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8012979682382592
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 24,
                    "verse": 25,
                    "text": "That I will bring the Assyrian in my land, and upon my mountains tread him under foot; then shall his yoke depart from off them, and his burden depart from off their shoulders.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8012070207286911
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 14,
                    "verse": 2,
                    "text": "And the people shall take them, and bring them to their place: and the house of Israel shall possess them in the land of the Lord for servants and handmaids: and they shall take them captives, whose captives they were; and they shall rule over their oppressors.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8011585368051685
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 29,
                    "verse": 5,
                    "text": "O ye Gentiles, have ye remembered the Jews, mine ancient covenant people? Nay; but ye have cursed them, and have hated them, and have not sought to recover them. But behold, I will return all these things upon your own heads; for I the Lord have not forgotten my people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8011365244023309
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 23,
                    "verse": 16,
                    "text": "When ye have transgressed the covenant of the Lord your God, which he commanded you, and have gone and served other gods, and bowed yourselves to them; then shall the anger of the Lord be kindled against you, and ye shall perish quickly from off the good land which he hath given unto you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8010979504206415
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 15,
                    "verse": 20,
                    "text": "This is the inheritance of the tribe of the children of Judah according to their families.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8009553315513566
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "volume_book_index": 30,
                    "chapter": 7,
                    "verse": 17,
                    "text": "Therefore thus saith the Lord; Thy wife shall be an harlot in the city, and thy sons and thy daughters shall fall by the sword, and thy land shall be divided by line; and thou shalt die in a polluted land: and Israel shall surely go into captivity forth of his land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8008880519571373
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 36,
                    "verse": 7,
                    "text": "So shall not the inheritance of the children of Israel remove from tribe to tribe: for every one of the children of Israel shall keep himself to the inheritance of the tribe of his fathers.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8008481424119476
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 45,
                    "verse": 1,
                    "text": "Thus saith the Lord to his anointed, to Cyrus, whose right hand I have holden, to subdue nations before him; and I will loose the loins of kings, to open before him the two leaved gates; and the gates shall not be shut;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8006823573762533
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 17,
                    "verse": 10,
                    "text": "And whatsoever man there be of the house of Israel, or of the strangers that sojourn among you, that eateth any manner of blood; I will even set my face against that soul that eateth blood, and will cut him off from among his people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8006030666091779
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "volume_book_index": 29,
                    "chapter": 3,
                    "verse": 2,
                    "text": "I will also gather all nations, and will bring them down into the valley of Jehoshaphat, and will plead with them there for my people and for my heritage Israel, whom they have scattered among the nations, and parted my land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8005567820843802
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 37,
                    "verse": 7,
                    "text": "Thus saith the Lord, the God of Israel; Thus shall ye say to the king of Judah, that sent you unto me to inquire of me; Behold, Pharaoh's army, which is come forth to help you, shall return to Egypt into their own land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.800549496044436
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 47,
                    "verse": 6,
                    "text": "I was wroth with my people, I have polluted mine inheritance, and given them into thine hand: thou didst shew them no mercy; upon the ancient hast thou very heavily laid thy yoke.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8004659253036079
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "volume_book_index": 12,
                    "chapter": 24,
                    "verse": 3,
                    "text": "Surely at the commandment of the Lord came this upon Judah, to remove them out of his sight, for the sins of Manasseh, according to all that he did;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8004639315760297
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "volume_book_index": 30,
                    "chapter": 9,
                    "verse": 9,
                    "text": "For, lo, I will command, and I will sift the house of Israel among all nations, like as corn is sifted in a sieve, yet shall not the least grain fall upon the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8004626797250124
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 20,
                    "verse": 38,
                    "text": "And I will purge out from among you the rebels, and them that transgress against me: I will bring them forth out of the country where they sojourn, and they shall not enter into the land of Israel: and ye shall know that I am the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8002679458916357
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 13,
                    "verse": 2,
                    "text": "And it shall come to pass in that day, saith the Lord of hosts, that I will cut off the names of the idols out of the land, and they shall no more be remembered: and also I will cause the prophets and the unclean spirit to pass out of the land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.800136310829781
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 14,
                    "verse": 7,
                    "text": "Go, tell Jeroboam, Thus saith the Lord God of Israel, Forasmuch as I exalted thee from among the people, and made thee prince over my people Israel,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8000738385925603
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 50,
                    "verse": 45,
                    "text": "Therefore hear ye the counsel of the Lord, that he hath taken against Babylon; and his purposes, that he hath purposed against the land of the Chaldeans: Surely the least of the flock shall draw them out: surely he shall make their habitation desolate with them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8000724318415913
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 8,
                    "verse": 13,
                    "text": "And it shall come to pass, that as ye were a curse among the heathen, O house of Judah, and house of Israel; so will I save you, and ye shall be a blessing: fear not, but let your hands be strong.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8000680687000391
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 23,
                    "verse": 25,
                    "text": "And I will set my jealousy against thee, and they shall deal furiously with thee: they shall take away thy nose and thine ears; and thy remnant shall fall by the sword: they shall take thy sons and thy daughters; and thy residue shall be devoured by the fire.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8000356537538476
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 37,
                    "verse": 25,
                    "text": "And they shall dwell in the land that I have given unto Jacob my servant, wherein your fathers have dwelt; and they shall dwell therein, even they, and their children, and their children's children for ever: and my servant David shall be their prince for ever.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8000009513479418
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 44,
                    "verse": 11,
                    "text": "Therefore thus saith the Lord of hosts, the God of Israel; Behold, I will set my face against you for evil, and to cut off all Judah.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9120565495592292
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 21,
                    "verse": 3,
                    "text": "And say to the land of Israel, Thus saith the Lord; Behold, I am against thee, and will draw forth my sword out of his sheath, and will cut off from thee the righteous and the wicked.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9055225027853514
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "volume_book_index": 12,
                    "chapter": 23,
                    "verse": 27,
                    "text": "And the Lord said, I will remove Judah also out of my sight, as I have removed Israel, and will cast off this city Jerusalem which I have chosen, and the house of which I said, My name shall be there.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9036699206730704
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 36,
                    "verse": 5,
                    "text": "Therefore thus saith the Lord God; Surely in the fire of my jealousy have I spoken against the residue of the heathen, and against all Idumea, which have appointed my land into their possession with the joy of all their heart, with despiteful minds, to cast it out for a prey.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9024642320690398
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 7,
                    "verse": 20,
                    "text": "Then will I pluck them up by the roots out of my land which I have given them; and this house, which I have sanctified for my name, will I cast out of my sight, and will make it to be a proverb and a byword among all nations.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9020246150523029
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 28,
                    "verse": 25,
                    "text": "Thus saith the Lord God; When I shall have gathered the house of Israel from the people among whom they are scattered, and shall be sanctified in them in the sight of the heathen, then shall they dwell in their land that I have given to my servant Jacob.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9019054115954303
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 20,
                    "verse": 38,
                    "text": "And I will purge out from among you the rebels, and them that transgress against me: I will bring them forth out of the country where they sojourn, and they shall not enter into the land of Israel: and ye shall know that I am the Lord.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9006728202305089
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 5,
                    "verse": 11,
                    "text": "For the house of Israel and the house of Judah have dealt very treacherously against me, saith the Lord.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9006575645976361
                }
            ]
        },
        {
            "verse": 15,
            "text": "And it shall come to pass, after that I have plucked them out I will return, and have compassion on them, and will bring them again, every man to his heritage, and every man to his land.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 18,
                    "verse": 4,
                    "text": "Give out from among you three men for each tribe: and I will send them, and they shall rise, and go through the land, and describe it according to the inheritance of them; and they shall come again to me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8254339335615136
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 32,
                    "verse": 37,
                    "text": "Behold, I will gather them out of all countries, whither I have driven them in mine anger, and in my fury, and in great wrath; and I will bring them again unto this place, and I will cause them to dwell safely:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8211817585125227
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 39,
                    "verse": 27,
                    "text": "When I have brought them again from the people, and gathered them out of their enemies' lands, and am sanctified in them in the sight of many nations;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8129336671170958
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "volume_book_index": 10,
                    "chapter": 17,
                    "verse": 3,
                    "text": "And I will bring back all the people unto thee: the man whom thou seekest is as if all returned: so all the people shall be in peace.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8122814726934792
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 30,
                    "verse": 3,
                    "text": "For, lo, the days come, saith the Lord, that I will bring again the captivity of my people Israel and Judah, saith the Lord: and I will cause them to return to the land that I gave to their fathers, and they shall possess it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8068244942984882
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 25,
                    "verse": 11,
                    "text": "And now this I speak because of the spirit which is in me. And notwithstanding they have been carried away they shall return again, and possess the land of Jerusalem; wherefore, they shall be restored again to the land of their inheritance.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8039742027191381
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 10,
                    "verse": 21,
                    "text": "And it came to pass that we returned again to our own land, and my people again began to tend their flocks, and to till their ground.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8024860213358436
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 7,
                    "verse": 20,
                    "text": "Then will I pluck them up by the roots out of my land which I have given them; and this house, which I have sanctified for my name, will I cast out of my sight, and will make it to be a proverb and a byword among all nations.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8016329072765933
                }
            ]
        },
        {
            "verse": 16,
            "text": "And it shall come to pass, if they will diligently learn the ways of my people, to swear by my name, The Lord liveth; as they taught my people to swear by Baal; then shall they be built in the midst of my people.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 11,
                    "verse": 20,
                    "text": "That they may walk in my statutes, and keep mine ordinances, and do them: and they shall be my people, and I will be their God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8279965379057742
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 28,
                    "verse": 1,
                    "text": "And it shall come to pass, if thou shalt hearken diligently unto the voice of the Lord thy God, to observe and to do all his commandments which I command thee this day, that the Lord thy God will set thee on high above all nations of the earth:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8178296378382753
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 6,
                    "verse": 15,
                    "text": "And they that are far off shall come and build in the temple of the Lord, and ye shall know that the Lord of hosts hath sent me unto you. And this shall come to pass, if ye will diligently obey the voice of the Lord your God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8177752881226943
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 7,
                    "verse": 23,
                    "text": "But this thing commanded I them, saying, Obey my voice, and I will be your God, and ye shall be my people: and walk ye in all the ways that I have commanded you, that it may be well unto you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8170385586150126
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 32,
                    "verse": 38,
                    "text": "And they shall be my people, and I will be their God:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8168580226405873
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 20,
                    "verse": 39,
                    "text": "Verily, verily, I say unto you, that my people shall know my name; yea, in that day they shall know that I am he that doth speak.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8158473857623196
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 37,
                    "verse": 27,
                    "text": "My tabernacle also shall be with them: yea, I will be their God, and they shall be my people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8145097063476944
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 29,
                    "verse": 14,
                    "text": "And it shall come to pass that my people, which are of the house of Israel, shall be gathered home unto the lands of their possessions; and my word also shall be gathered in one. And I will show unto them that fight against my word and against my people, who are of the house of Israel, that I am God, and that I covenanted with Abraham that I would remember his seed forever.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8138368215404485
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 20,
                    "verse": 21,
                    "text": "And it shall come to pass that I will establish my people, O house of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8138349162146737
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 125,
                    "verse": 2,
                    "text": "Verily, thus saith the Lord, I say unto you, if those who call themselves by my name and are essaying to be my saints, if they will do my will and keep my commandments concerning them, let them gather themselves together unto the places which I shall appoint unto them by my servant Joseph, and build up cities unto my name, that they may be prepared for that which is in store for a time to come.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8126220605704737
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 115,
                    "verse": 16,
                    "text": "But if my people do build it according to the pattern which I shall show unto their presidency, even my servant Joseph and his counselors, then I will accept it at the hands of my people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8124669394643168
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 40,
                    "text": "And verily I say unto you, let this house be built unto my name, that I may reveal mine ordinances therein unto my people;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8124186240418975
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 26,
                    "verse": 18,
                    "text": "Yea, blessed is this people who are willing to bear my name; for in my name shall they be called; and they are mine.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8109021826697467
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 12,
                    "verse": 25,
                    "text": "For I am the Lord: I will speak, and the word that I shall speak shall come to pass; it shall be no more prolonged: for in your days, O rebellious house, will I say the word, and will perform it, saith the Lord God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8092091955149702
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 23,
                    "verse": 21,
                    "text": "And whoso shall swear by the temple, sweareth by it, and by him that dwelleth therein.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8082668006099825
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 10,
                    "verse": 12,
                    "text": "And I will strengthen them in the Lord; and they shall walk up and down in his name, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.807696782923554
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 24,
                    "verse": 14,
                    "text": "I the Lord have spoken it: it shall come to pass, and I will do it; I will not go back, neither will I spare, neither will I repent; according to thy ways, and according to thy doings, shall they judge thee, saith the Lord God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8061244133335002
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 31,
                    "verse": 33,
                    "text": "But this shall be the covenant that I will make with the house of Israel; After those days, saith the Lord, I will put my law in their inward parts, and write it in their hearts; and will be their God, and they shall be my people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8059845241807475
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 1,
                    "verse": 24,
                    "text": "Behold, I am God and have spoken it; these commandments are of me, and were given unto my servants in their weakness, after the manner of their language, that they might come to understanding.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8058407524464316
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 44,
                    "verse": 2,
                    "text": "And it shall come to pass, that inasmuch as they are faithful, and exercise faith in me, I will pour out my Spirit upon them in the day that they assemble themselves together.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.804901827895019
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 28,
                    "verse": 9,
                    "text": "The Lord shall establish thee an holy people unto himself, as he hath sworn unto thee, if thou shalt keep the commandments of the Lord thy God, and walk in his ways.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8047225585795307
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 33,
                    "verse": 56,
                    "text": "Moreover it shall come to pass, that I shall do unto you, as I thought to do unto them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.804710234546059
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 26,
                    "verse": 12,
                    "text": "And I will walk among you, and will be your God, and ye shall be my people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8031451875996947
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 14,
                    "verse": 4,
                    "text": "And I will harden Pharaoh's heart, that he shall follow after them; and I will be honoured upon Pharaoh, and upon all his host; that the Egyptians may know that I am the Lord. And they did so.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8029288452796172
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 22,
                    "verse": 22,
                    "text": "I will declare thy name unto my brethren: in the midst of the congregation will I praise thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8028104240177065
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 39,
                    "verse": 7,
                    "text": "So will I make my holy name known in the midst of my people Israel; and I will not let them pollute my holy name any more: and the heathen shall know that I am the Lord, the Holy One in Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8018308095445583
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 52,
                    "verse": 6,
                    "text": "Therefore my people shall know my name: therefore they shall know in that day that I am he that doth speak: behold, it is I.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801626389247805
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 5,
                    "verse": 31,
                    "text": "But as for thee, stand thou here by me, and I will speak unto thee all the commandments, and the statutes, and the judgments, which thou shalt teach them, that they may do them in the land which I give them to possess it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801321969406069
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 110,
                    "verse": 8,
                    "text": "Yea, I will appear unto my servants, and speak unto them with mine own voice, if my people will keep my commandments, and do not pollute this holy house.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8012230004597658
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 7,
                    "verse": 14,
                    "text": "If my people, which are called by my name, shall humble themselves, and pray, and seek my face, and turn from their wicked ways; then will I hear from heaven, and will forgive their sin, and will heal their land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.800975091339301
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 16,
                    "text": "Therefore, I will raise up unto my people a man, who shall lead them like as Moses led the children of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8008253600204189
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 11,
                    "verse": 22,
                    "text": "And it shall come to pass that they shall know that I am the Lord their God, and am a jealous God, visiting the iniquities of my people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8007352786531802
                }
            ]
        },
        {
            "verse": 17,
            "text": "But if they will not obey, I will utterly pluck up and destroy that nation, saith the Lord.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 9,
                    "verse": 14,
                    "text": "Let me alone, that I may destroy them, and blot out their name from under heaven: and I will make of thee a nation mightier and greater than they.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8318461942314648
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 118,
                    "verse": 10,
                    "text": "All nations compassed me about: but in the name of the Lord will I destroy them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8266767533706483
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 14,
                    "verse": 12,
                    "text": "I will smite them with the pestilence, and disinherit them, and will make of thee a greater nation and mightier than they.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8259484414616064
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 26,
                    "verse": 44,
                    "text": "And yet for all that, when they be in the land of their enemies, I will not cast them away, neither will I abhor them, to destroy them utterly, and to break my covenant with them: for I am the Lord their God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8256959914068445
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 50,
                    "verse": 21,
                    "text": "Go up against the land of Merathaim, even against it, and against the inhabitants of Pekod: waste and utterly destroy after them, saith the Lord, and do according to all that I have commanded thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8212020327581357
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 83,
                    "text": "If he will do my will let him not take his family unto the eastern lands, even unto Kirtland; nevertheless, I, the Lord, will build up Kirtland, but I, the Lord, have a scourge prepared for the inhabitants thereof.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.820886373457018
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 7,
                    "verse": 23,
                    "text": "But the Lord thy God shall deliver them unto thee, and shall destroy them with a mighty destruction, until they be destroyed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.813405096506522
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 21,
                    "verse": 2,
                    "text": "And Israel vowed a vow unto the Lord, and said, If thou wilt indeed deliver this people into my hand, then I will utterly destroy their cities.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8101216810136882
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 18,
                    "verse": 7,
                    "text": "At what instant I shall speak concerning a nation, and concerning a kingdom, to pluck up, and to pull down, and to destroy it;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.809484152996422
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 31,
                    "verse": 3,
                    "text": "The Lord thy God, he will go over before thee, and he will destroy these nations from before thee, and thou shalt possess them: and Joshua, he shall go over before thee, as the Lord hath said.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8068429438280528
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 7,
                    "verse": 24,
                    "text": "And he shall deliver their kings into thine hand, and thou shalt destroy their name from under heaven: there shall no man be able to stand before thee, until thou have destroyed them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8067736774564764
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 84,
                    "verse": 96,
                    "text": "For I, the Almighty, have laid my hands upon the nations, to scourge them for their wickedness.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8066061700931355
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "volume_book_index": 3,
                    "chapter": 1,
                    "verse": 7,
                    "text": "Then shall they deliver you up to be afflicted, and shall kill you, and ye shall be hated of all nations, for my name's sake;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8055549084007083
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 24,
                    "verse": 9,
                    "text": "Then shall they deliver you up to be afflicted, and shall kill you: and ye shall be hated of all nations for my name's sake.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8055549084007083
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 23,
                    "verse": 13,
                    "text": "Know for a certainty that the Lord your God will no more drive out any of these nations from before you; but they shall be snares and traps unto you, and scourges in your sides, and thorns in your eyes, until ye perish from off this good land which the Lord your God hath given you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.804587938517343
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 2,
                    "verse": 23,
                    "text": "For behold, in that day that they shall rebel against me, I will curse them even with a sore curse, and they shall have no power over thy seed except they shall rebel against me also.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8037113832904855
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 8,
                    "verse": 2,
                    "text": "And if thou refuse to let them go, behold, I will smite all thy borders with frogs:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801709808561189
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 43,
                    "verse": 1,
                    "text": "Judge me, O God, and plead my cause against an ungodly nation: O deliver me from the deceitful and unjust man.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8004531464958177
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 118,
                    "verse": 11,
                    "text": "They compassed me about; yea, they compassed me about: but in the name of the Lord I will destroy them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001210160456873
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 20,
                    "verse": 28,
                    "text": "And they shall be a scourge unto the people of this land. Nevertheless, when they shall have received the fulness of my gospel, then if they shall harden their hearts against me I will return their iniquities upon their own heads, saith the Father.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8000714865023236
                }
            ]
        }
    ]
}