{
    "volume": "Old Testament",
    "book": "Jeremiah",
    "chapter": 33,
    "verses": [
        {
            "verse": 1,
            "text": "Moreover the word of the Lord came unto Jeremiah the second time, while he was yet shut up in the court of the prison, saying,",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 21,
                    "verse": 15,
                    "text": "And they went forth again to declare the word, and thus they were delivered for the first time out of prison; and thus they had suffered.",
                    "score": 0.7734882997253044
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 10,
                    "verse": 15,
                    "text": "And the voice spake unto him again the second time, What God hath cleansed, that call not thou common.",
                    "score": 0.7521343179509781
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 10,
                    "text": "Moreover, the Lord spake again unto Ahaz, saying:",
                    "score": 0.749944560386084
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 8,
                    "text": "\"By which also he went and preached unto the spirits in prison;",
                    "score": 0.7465413206545483
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 3,
                    "verse": 19,
                    "text": "By which also he went and preached unto the spirits in prison;",
                    "score": 0.7465413206545483
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 12,
                    "verse": 17,
                    "text": "But he, beckoning unto them with the hand to hold their peace, declared unto them how the Lord had brought him out of the prison. And he said, Go shew these things unto James, and to the brethren. And he departed, and went into another place.",
                    "score": 0.7463730690545135
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 11,
                    "verse": 2,
                    "text": "Now when John had heard in the prison the works of Christ, he sent two of his disciples,",
                    "score": 0.7456230755993267
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 12,
                    "text": "And it came to pass that the Spirit said unto me again: Slay him, for the Lord hath delivered him into thy hands;",
                    "score": 0.745106247124993
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 18,
                    "verse": 5,
                    "text": "The Lord spake also unto me again, saying:",
                    "score": 0.7404573044760525
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 20,
                    "verse": 27,
                    "text": "And I will also grant unto thee that thy brethren may be cast out of prison, and thou and thy brethren may come unto me, in my kingdom; for I shall greatly desire to see thee. For the king was greatly astonished at the words which he had spoken, and also at the words which had been spoken by his son Lamoni, therefore he was desirous to learn them.",
                    "score": 0.7384374059024927
                }
            ]
        },
        {
            "verse": 2,
            "text": "Thus saith the Lord the maker thereof, the Lord that formed it, to establish it; the Lord is his name;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 5,
                    "text": "For thy maker, thy husband, the Lord of Hosts is his name; and thy Redeemer, the Holy One of Israel--the God of the whole earth shall he be called.",
                    "score": 0.8117207162237391
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 4,
                    "text": "And then began these men to call upon the name of the Lord, and the Lord blessed them;",
                    "score": 0.7900066576004534
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 15,
                    "text": "And his name shall be called after me; and it shall be after the name of his father. And he shall be like unto me; for the thing, which the Lord shall bring forth by his hand, by the power of the Lord shall bring my people unto salvation.",
                    "score": 0.7846211174944865
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 9,
                    "verse": 20,
                    "text": "Nay but, O man, who art thou that repliest against God? Shall the thing formed say to him that formed it, Why hast thou made me thus?",
                    "score": 0.777182821768671
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 22,
                    "verse": 43,
                    "text": "He saith unto them, How then doth David in spirit call him Lord, saying,",
                    "score": 0.7760462000082552
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 11,
                    "text": "And moreover, I shall give this people a name, that thereby they may be distinguished above all the people which the Lord God hath brought out of the land of Jerusalem; and this I do because they have been a diligent people in keeping the commandments of the Lord.",
                    "score": 0.7742729128581465
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 78,
                    "verse": 15,
                    "text": "That you may come up unto the crown prepared for you, and be made rulers over many kingdoms, saith the Lord God, the Holy One of Zion, who hath established the foundations of Adam-ondi-Ahman;",
                    "score": 0.7704581495194945
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 7,
                    "text": "And I, the Lord God, formed man from the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul, the first flesh upon the earth, the first man also; nevertheless, all things were before created; but spiritually were they created and made according to my word.",
                    "score": 0.7698688907009283
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 9,
                    "verse": 15,
                    "text": "Behold, I am Jesus Christ the Son of God. I created the heavens and the earth, and all things that in them are. I was with the Father from the beginning. I am in the Father, and the Father in me; and in me hath the Father glorified his name.",
                    "score": 0.7678014273082145
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 2,
                    "verse": 19,
                    "text": "Nevertheless the foundation of God standeth sure, having this seal, The Lord knoweth them that are his. And, Let every one that nameth the name of Christ depart from iniquity.",
                    "score": 0.7656126391169807
                }
            ]
        },
        {
            "verse": 3,
            "text": "Call unto me, and I will answer thee, and shew thee great and mighty things, which thou knowest not.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 13,
                    "verse": 7,
                    "text": "Jesus answered and said unto him, What I do thou knowest not now; but thou shalt know hereafter.",
                    "score": 0.8147309185514591
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 100,
                    "verse": 11,
                    "text": "And I will give unto thee power to be mighty in expounding all scriptures, that thou mayest be a spokesman unto him, and he shall be a revelator unto thee, that thou mayest know the certainty of all things pertaining to the things of my kingdom on the earth.",
                    "score": 0.8141468226921648
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 2,
                    "text": "Behold, and lo, I am the Lord thy God, and will answer thee as touching this matter.",
                    "score": 0.8086464428090375
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 21,
                    "verse": 24,
                    "text": "And Jesus answered and said unto them, I also will ask you one thing, which if ye tell me, I in like wise will tell you by what authority I do these things.",
                    "score": 0.803662889420483
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 11,
                    "verse": 29,
                    "text": "And Jesus answered and said unto them, I will also ask of you one question, and answer me, and I will tell you by what authority I do these things.",
                    "score": 0.7999947743677995
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 8,
                    "verse": 34,
                    "text": "Behold, the Lord hath shown unto me great and marvelous things concerning that which must shortly come, at that day when these things shall come forth among you.",
                    "score": 0.7992879915405705
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 8,
                    "verse": 9,
                    "text": "And, therefore, whatsoever you shall ask me to tell you by that means, that will I grant unto you, and you shall have knowledge concerning it.",
                    "score": 0.7942628180485654
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 100,
                    "verse": 10,
                    "text": "And I will give unto him power to be mighty in testimony.",
                    "score": 0.7941289076446761
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 2,
                    "verse": 21,
                    "text": "And it shall come to pass, that whosoever shall call on the name of the Lord shall be saved.",
                    "score": 0.793828400468751
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 3,
                    "text": "Verily, verily, I say unto you, when these things shall be made known unto them of the Father, and shall come forth of the Father, from them unto you;",
                    "score": 0.7906088622305405
                }
            ]
        },
        {
            "verse": 4,
            "text": "For thus saith the Lord, the God of Israel, concerning the houses of this city, and concerning the houses of the kings of Judah, which are thrown down by the mounts, and by the sword;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 13,
                    "verse": 5,
                    "text": "And he spake also concerning the house of Israel, and the Jerusalem from whence Lehi should come--after it should be destroyed it should be built up again, a holy city unto the Lord; wherefore, it could not be a new Jerusalem for it had been in a time of old; but it should be built up again, and become a holy city of the Lord; and it should be built unto the house of Israel--",
                    "score": 0.7988273741946974
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 17,
                    "text": "The Lord shall bring upon thee, and upon thy people, and upon thy father's house, days that have not come from the day that Ephraim departed from Judah, the king of Assyria.",
                    "score": 0.7890135706719937
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 13,
                    "text": "And let them who be of Judah flee unto Jerusalem, unto the mountains of the Lord's house.",
                    "score": 0.7883694820579332
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 18,
                    "text": "Wherefore, my beloved brethren, thus saith our God: I will afflict thy seed by the hand of the Gentiles; nevertheless, I will soften the hearts of the Gentiles, that they shall be like unto a father to them; wherefore, the Gentiles shall be blessed and numbered among the house of Israel.",
                    "score": 0.7863709049781022
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 8,
                    "verse": 21,
                    "text": "And he that shall breathe out wrath and strifes against the work of the Lord, and against the covenant people of the Lord who are the house of Israel, and shall say: We will destroy the work of the Lord, and the Lord will not remember his covenant which he hath made unto the house of Israel--the same is in danger to be hewn down and cast into the fire;",
                    "score": 0.7853430559950489
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 7,
                    "verse": 22,
                    "text": "And for this cause wo shall come unto you except ye shall repent. For if ye will not repent, behold, this great city, and also all those great cities which are round about, which are in the land of our possession, shall be taken away that ye shall have no place in them; for behold, the Lord will not grant unto you strength, as he has hitherto done, to withstand against your enemies.",
                    "score": 0.7845599975625231
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 18,
                    "text": "And now ye behold this temple which is in Jerusalem, which ye call the house of God, and your enemies say that this house shall never fall.",
                    "score": 0.7841756629138062
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 19,
                    "verse": 11,
                    "text": "For thus spake the prophet: The Lord God surely shall visit all the house of Israel at that day, some with his voice, because of their righteousness, unto their great joy and salvation, and others with the thunderings and the lightnings of his power, by tempest, by fire, and by smoke, and vapor of darkness, and by the opening of the earth, and by mountains which shall be carried up.",
                    "score": 0.7839413990182765
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 13,
                    "verse": 8,
                    "text": "Wherefore, the remnant of the house of Joseph shall be built upon this land; and it shall be a land of their inheritance; and they shall build up a holy city unto the Lord, like unto the Jerusalem of old; and they shall no more be confounded, until the end come when the earth shall pass away.",
                    "score": 0.7800355928213426
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 8,
                    "text": "For finding fault with them, he saith, Behold, the days come, saith the Lord, when I will make a new covenant with the house of Israel and with the house of Judah:",
                    "score": 0.7779576308270101
                }
            ]
        },
        {
            "verse": 5,
            "text": "They come to fight with the Chaldeans, but it is to fill them with the dead bodies of men, whom I have slain in mine anger and in my fury, and for all whose wickedness I have hid my face from this city.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 9,
                    "verse": 7,
                    "text": "Yea, and the city of Onihah and the inhabitants thereof, and the city of Mocum and the inhabitants thereof, and the city of Jerusalem and the inhabitants thereof; and waters have I caused to come up in the stead thereof, to hide their wickedness and abominations from before my face, that the blood of the prophets and the saints shall not come up any more unto me against them.",
                    "score": 0.806414878433818
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 9,
                    "verse": 8,
                    "text": "And behold, the city of Gadiandi, and the city of Gadiomnah, and the city of Jacob, and the city of Gimgimno, all these have I caused to be sunk, and made hills and valleys in the places thereof; and the inhabitants thereof have I buried up in the depths of the earth, to hide their wickedness and abominations from before my face, that the blood of the prophets and the saints should not come up any more unto me against them.",
                    "score": 0.7959558395867226
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 9,
                    "verse": 5,
                    "text": "And behold, that great city Moronihah have I covered with earth, and the inhabitants thereof, to hide their iniquities and their abominations from before my face, that the blood of the prophets and the saints shall not come any more unto me against them.",
                    "score": 0.7954007817795982
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 9,
                    "verse": 10,
                    "text": "And behold, the city of Laman, and the city of Josh, and the city of Gad, and the city of Kishkumen, have I caused to be burned with fire, and the inhabitants thereof, because of their wickedness in casting out the prophets, and stoning those whom I did send to declare unto them concerning their wickedness and their abominations.",
                    "score": 0.7776507989124828
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 2,
                    "text": "Being driven and smitten by the hands of mine enemies, on whom I will pour out my wrath without measure in mine own time.",
                    "score": 0.7732477888018942
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 11,
                    "verse": 18,
                    "text": "And the nations were angry, and thy wrath is come, and the time of the dead, that they should be judged, and that thou shouldest give reward unto thy servants the prophets, and to the saints, and them that fear thy name, small and great; and shouldest destroy them which destroy the earth.",
                    "score": 0.7702095485458341
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 7,
                    "verse": 9,
                    "text": "But behold, I am consigned that these are my days, and that my soul shall be filled with sorrow because of this the wickedness of my brethren.",
                    "score": 0.7694302216912985
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 3,
                    "verse": 4,
                    "text": "And I, knowing of their unconquerable spirit, having proved them in the field of battle, and knowing of their everlasting hatred towards you because of the many wrongs which ye have done unto them, therefore if they should come down against you they would visit you with utter destruction.",
                    "score": 0.7681108636413162
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 18,
                    "text": "And I beheld that the power of God was with them, and also that the wrath of God was upon all those that were gathered together against them to battle.",
                    "score": 0.7656470975858136
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 17,
                    "verse": 18,
                    "text": "And in that day ye shall be hunted, and ye shall be taken by the hand of your enemies, and then ye shall suffer, as I suffer, the pains of death by fire.",
                    "score": 0.7655203704736432
                }
            ]
        },
        {
            "verse": 6,
            "text": "Behold, I will bring it health and cure, and I will cure them, and will reveal unto them the abundance of peace and truth.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 8,
                    "verse": 7,
                    "text": "And Jesus saith unto him, I will come and heal him.",
                    "score": 0.805416500858289
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 68,
                    "text": "In my name they shall heal the sick;",
                    "score": 0.8011679701265771
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 104,
                    "text": "And if he will offer unto me an acceptable offering, and acknowledgments, and remain with my people, behold, I, the Lord your God, will heal him that he shall be healed; and he shall lift up his voice again on the mountains, and be a spokesman before my face.",
                    "score": 0.8003563724213987
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 62,
                    "text": "Yea, and I will also bring to light my gospel which was ministered unto them, and, behold, they shall not deny that which you have received, but they shall build it up, and shall bring to light the true points of my doctrine, yea, and the only doctrine which is in me.",
                    "score": 0.791583340597867
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 16,
                    "text": "And I will show it plainly as I showed it unto my disciples as I stood before them in the flesh, and spake unto them, saying: As ye have asked of me concerning the signs of my coming, in the day when I shall come in my glory in the clouds of heaven, to fulfil the promises that I have made unto your fathers,",
                    "score": 0.7914620270655502
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 10,
                    "text": "But behold, the life of my servant shall be in my hand; therefore they shall not hurt him, although he shall be marred because of them. Yet I will heal him, for I will show unto them that my wisdom is greater than the cunning of the devil.",
                    "score": 0.7887347537361453
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 98,
                    "text": "And these signs shall follow him--he shall heal the sick, he shall cast out devils, and shall be delivered from those who would administer unto him deadly poison;",
                    "score": 0.7875515928586458
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 10,
                    "verse": 9,
                    "text": "And heal the sick that are therein, and say unto them, The kingdom of God is come nigh unto you.",
                    "score": 0.7858711788481586
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 75,
                    "text": "That I may testify unto your Father, and your God, and my God, that you are clean from the blood of this wicked generation; that I may fulfil this promise, this great and last promise, which I have made unto you, when I will.",
                    "score": 0.7802258515209043
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 32,
                    "text": "Yea, verily I say unto you, in that day when the Lord shall come, he shall reveal all things--",
                    "score": 0.7776408475284363
                }
            ]
        },
        {
            "verse": 7,
            "text": "And I will cause the captivity of Judah and the captivity of Israel to return, and will build them, as at the first.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 15,
                    "verse": 16,
                    "text": "After this I will return, and will build again the tabernacle of David, which is fallen down; and I will build again the ruins thereof, and I will set it up:",
                    "score": 0.8111735580658845
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 11,
                    "text": "And now this I speak because of the spirit which is in me. And notwithstanding they have been carried away they shall return again, and possess the land of Jerusalem; wherefore, they shall be restored again to the land of their inheritance.",
                    "score": 0.807906449307507
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 10,
                    "verse": 3,
                    "text": "That after they should be destroyed, even that great city Jerusalem, and many be carried away captive into Babylon, according to the own due time of the Lord, they should return again, yea, even be brought back out of captivity; and after they should be brought back out of captivity they should possess again the land of their inheritance.",
                    "score": 0.8024685443382235
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 64,
                    "text": "And the children of Judah may begin to return to the lands which thou didst give to Abraham, their father.",
                    "score": 0.8007463747340929
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 6,
                    "verse": 9,
                    "text": "Nevertheless, the Lord has shown unto me that they should return again. And he also has shown unto me that the Lord God, the Holy One of Israel, should manifest himself unto them in the flesh; and after he should manifest himself they should scourge him and crucify him, according to the words of the angel who spake it unto me.",
                    "score": 0.7972166783062661
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 13,
                    "text": "And out of weakness he shall be made strong, in that day when my work shall commence among all my people, unto the restoring thee, O house of Israel, saith the Lord.",
                    "score": 0.796499905247459
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 29,
                    "verse": 1,
                    "text": "But behold, there shall be many--at that day when I shall proceed to do a marvelous work among them, that I may remember my covenants which I have made unto the children of men, that I may set my hand again the second time to recover my people, which are of the house of Israel;",
                    "score": 0.7913182073654648
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 16,
                    "text": "And behold, I am sent to command thee that thou return to the city of Ammonihah, and preach again unto the people of the city; yea, preach unto them. Yea, say unto them, except they repent the Lord God will destroy them.",
                    "score": 0.7879891450229793
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 29,
                    "text": "And I will remember the covenant which I have made with my people; and I have covenanted with them that I would gather them together in mine own due time, that I would give unto them again the land of their fathers for their inheritance, which is the land of Jerusalem, which is the promised land unto them forever, saith the Father.",
                    "score": 0.7840181558207254
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 8,
                    "text": "For finding fault with them, he saith, Behold, the days come, saith the Lord, when I will make a new covenant with the house of Israel and with the house of Judah:",
                    "score": 0.7827382969115655
                }
            ]
        },
        {
            "verse": 8,
            "text": "And I will cleanse them from all their iniquity, whereby they have sinned against me; and I will pardon all their iniquities, whereby they have sinned, and whereby they have transgressed against me.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 12,
                    "text": "For I will be merciful to their unrighteousness, and their sins and their iniquities will I remember no more.",
                    "score": 0.8212648924834011
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 82,
                    "verse": 1,
                    "text": "Verily, verily, I say unto you, my servants, that inasmuch as you have forgiven one another your trespasses, even so I, the Lord, forgive you.",
                    "score": 0.8172560315890826
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 11,
                    "verse": 27,
                    "text": "For this is my covenant unto them, when I shall take away their sins.",
                    "score": 0.8154538695794682
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 29,
                    "text": "Therefore I say unto you, Go; and whosoever transgresseth against me, him shall ye judge according to the sins which he has committed; and if he confess his sins before thee and me, and repenteth in the sincerity of his heart, him shall ye forgive, and I will forgive him also.",
                    "score": 0.8141341114475869
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 3,
                    "verse": 28,
                    "text": "Verily I say unto you, All sins shall be forgiven unto the sons of men, and blasphemies wherewith soever they shall blaspheme:",
                    "score": 0.8115982570617327
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 4,
                    "verse": 6,
                    "text": "For the Lord said unto me: They shall not go forth unto the Gentiles until the day that they shall repent of their iniquity, and become clean before the Lord.",
                    "score": 0.8109729250149341
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 22,
                    "text": "And thus saith the Lord God: I will cause that they shall be loathsome unto thy people, save they shall repent of their iniquities.",
                    "score": 0.8103454430980861
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 11,
                    "text": "Purge ye out the iniquity which is among you; sanctify yourselves before me;",
                    "score": 0.8064046197338722
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 42,
                    "text": "Behold, he who has repented of his sins, the same is forgiven, and I, the Lord, remember them no more.",
                    "score": 0.801146729514217
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 7,
                    "verse": 20,
                    "text": "And it came to pass that they were sorrowful, because of their wickedness, insomuch that they did bow down before me, and did plead with me that I would forgive them of the thing that they had done against me.",
                    "score": 0.8001159517425227
                }
            ]
        },
        {
            "verse": 9,
            "text": "And it shall be to me a name of joy, a praise and an honour before all the nations of the earth, which shall hear all the good that I do unto them: and they shall fear and tremble for all the goodness and for all the prosperity that I procure unto it.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 4,
                    "text": "Let thy heart be of good cheer before my face; and thou shalt bear record of my name, not only unto the Gentiles, but also unto the Jews; and thou shalt send forth my word unto the ends of the earth.",
                    "score": 0.8328958370533455
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 15,
                    "verse": 4,
                    "text": "Who shall not fear thee, O Lord, and glorify thy name? for thou only art holy: for all nations shall come and worship before thee; for thy judgments are made manifest.",
                    "score": 0.8312071695837788
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 49,
                    "text": "Behold, my soul abhorreth sin, and my heart delighteth in righteousness; and I will praise the holy name of my God.",
                    "score": 0.8272579601934626
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 2,
                    "verse": 10,
                    "text": "And the angel said unto them, Fear not: for, behold, I bring you good tidings of great joy, which shall be to all people.",
                    "score": 0.8251466287878627
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 9,
                    "text": "And I will make of thee a great nation, and I will bless thee above measure, and make thy name great among all nations, and thou shalt be a blessing unto thy seed after thee, that in their hands they shall bear this ministry and Priesthood unto all nations;",
                    "score": 0.823362038722554
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 24,
                    "verse": 12,
                    "text": "And all nations shall call you blessed, for ye shall be a delightsome land, saith the Lord of Hosts.",
                    "score": 0.8187894958389126
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 1,
                    "verse": 43,
                    "text": "And there will I bless thee and thy seed, and raise up unto me of thy seed, and of the seed of thy brother, and they who shall go with thee, a great nation. And there shall be none greater than the nation which I will raise up unto me of thy seed, upon all the face of the earth. And thus I will do unto thee because this long time ye have cried unto me.",
                    "score": 0.8175120509934463
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 118,
                    "text": "For, with you saith the Lord Almighty, I will rend their kingdoms; I will not only shake the earth, but the starry heavens shall tremble.",
                    "score": 0.8137822256037242
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 41,
                    "verse": 1,
                    "text": "Hearken and hear, O ye my people, saith the Lord and your God, ye whom I delight to bless with the greatest of all blessings, ye that hear me; and ye that hear me not will I curse, that have professed my name, with the heaviest of all cursings.",
                    "score": 0.8127318126185589
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 13,
                    "verse": 22,
                    "text": "Yea, and the voice of the Lord, by the mouth of angels, doth declare it unto all nations; yea, doth declare it, that they may have glad tidings of great joy; yea, and he doth sound these glad tidings among all his people, yea, even to them that are scattered abroad upon the face of the earth; wherefore they have come unto us.",
                    "score": 0.8105123878536049
                }
            ]
        },
        {
            "verse": 10,
            "text": "Thus saith the Lord; Again there shall be heard in this place, which ye say shall be desolate without man and without beast, even in the cities of Judah, and in the streets of Jerusalem, that are desolate, without man, and without inhabitant, and without beast,",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 9,
                    "text": "In mine ears, said the Lord of Hosts, of a truth many houses shall be desolate, and great and fair cities without inhabitant.",
                    "score": 0.8378588415835714
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 1,
                    "verse": 20,
                    "text": "For it is written in the book of Psalms, Let his habitation be desolate, and let no man dwell therein: and his bishoprick let another take.",
                    "score": 0.8098223943558129
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 32,
                    "text": "And in the days of your poverty ye shall cry unto the Lord; and in vain shall ye cry, for your desolation is already come upon you, and your destruction is made sure; and then shall ye weep and howl in that day, saith the Lord of Hosts. And then shall ye lament, and say:",
                    "score": 0.8009563836379906
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 7,
                    "verse": 22,
                    "text": "And for this cause wo shall come unto you except ye shall repent. For if ye will not repent, behold, this great city, and also all those great cities which are round about, which are in the land of our possession, shall be taken away that ye shall have no place in them; for behold, the Lord will not grant unto you strength, as he has hitherto done, to withstand against your enemies.",
                    "score": 0.8004653637522391
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 15,
                    "verse": 1,
                    "text": "And now, my beloved brethren, behold, I declare unto you that except ye shall repent your houses shall be left unto you desolate.",
                    "score": 0.7993755421174501
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 16,
                    "verse": 11,
                    "text": "Then said I: Lord, how long? And he said: Until the cities be wasted without inhabitant, and the houses without man, and the land be utterly desolate;",
                    "score": 0.7956320820462697
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 57,
                    "text": "And now I say unto you, all you that are desirous to follow the voice of the good shepherd, come ye out from the wicked, and be ye separate, and touch not their unclean things; and behold, their names shall be blotted out, that the names of the wicked shall not be numbered among the names of the righteous, that the word of God may be fulfilled, which saith: The names of the wicked shall not be mingled with the names of my people;",
                    "score": 0.7938058457467594
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 16,
                    "text": "And behold, I am sent to command thee that thou return to the city of Ammonihah, and preach again unto the people of the city; yea, preach unto them. Yea, say unto them, except they repent the Lord God will destroy them.",
                    "score": 0.7891999671120125
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 36,
                    "text": "And then shall be brought to pass that which is written: Awake, awake again, and put on thy strength, O Zion; put on thy beautiful garments, O Jerusalem, the holy city, for henceforth there shall no more come into thee the uncircumcised and the unclean.",
                    "score": 0.7856150769945486
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 1,
                    "text": "And again: Hearken, O ye house of Israel, all ye that are broken off and are driven out because of the wickedness of the pastors of my people; yea, all ye that are broken off, that are scattered abroad, who are of my people, O house of Israel. Listen, O isles, unto me, and hearken ye people from far; the Lord hath called me from the womb; from the bowels of my mother hath he made mention of my name.",
                    "score": 0.7850717815488641
                }
            ]
        },
        {
            "verse": 11,
            "text": "The voice of joy, and the voice of gladness, the voice of the bridegroom, and the voice of the bride, the voice of them that shall say, Praise the Lord of hosts: for the Lord is good; for his mercy endureth for ever: and of them that shall bring the sacrifice of praise into the house of the Lord. For I will cause to return the captivity of the land, as at the first, saith the Lord.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 3,
                    "verse": 29,
                    "text": "He that hath the bride is the bridegroom: but the friend of the bridegroom, which standeth and heareth him, rejoiceth greatly because of the bridegroom's voice: this my joy therefore is fulfilled.",
                    "score": 0.8437302867001205
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 24,
                    "verse": 12,
                    "text": "And all nations shall call you blessed, for ye shall be a delightsome land, saith the Lord of Hosts.",
                    "score": 0.8298300873797191
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 128,
                    "verse": 19,
                    "text": "Now, what do we hear in the gospel which we have received? A voice of gladness! A voice of mercy from heaven; and a voice of truth out of the earth; glad tidings for the dead; a voice of gladness for the living and the dead; glad tidings of great joy. How beautiful upon the mountains are the feet of those that bring glad tidings of good things, and that say unto Zion: Behold, thy God reigneth! As the dews of Carmel, so shall the knowledge of God descend upon them!",
                    "score": 0.8037254303433171
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 13,
                    "verse": 22,
                    "text": "Yea, and the voice of the Lord, by the mouth of angels, doth declare it unto all nations; yea, doth declare it, that they may have glad tidings of great joy; yea, and he doth sound these glad tidings among all his people, yea, even to them that are scattered abroad upon the face of the earth; wherefore they have come unto us.",
                    "score": 0.7996808028034007
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 13,
                    "text": "Sing, O heavens; and be joyful, O earth; for the feet of those who are in the east shall be established; and break forth into singing, O mountains; for they shall be smitten no more; for the Lord hath comforted his people, and will have mercy upon his afflicted.",
                    "score": 0.7929422878166089
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 128,
                    "verse": 22,
                    "text": "Brethren, shall we not go on in so great a cause? Go forward and not backward. Courage, brethren; and on, on to the victory! Let your hearts rejoice, and be exceedingly glad. Let the earth break forth into singing. Let the dead speak forth anthems of eternal praise to the King Immanuel, who hath ordained, before the world was, that which would enable us to redeem them out of their prison; for the prisoners shall go free.",
                    "score": 0.7911078713644728
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 8,
                    "verse": 11,
                    "text": "Therefore, the redeemed of the Lord shall return, and come with singing unto Zion; and everlasting joy and holiness shall be upon their heads; and they shall obtain gladness and joy; sorrow and mourning shall flee away.",
                    "score": 0.7895969437965067
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 30,
                    "text": "For if I will, saith the Lord of Hosts, raise up seed unto me, I will command my people; otherwise they shall hearken unto these things.",
                    "score": 0.7889224646844618
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 19,
                    "verse": 37,
                    "text": "And speak freely to all; yea, preach, exhort, declare the truth, even with a loud voice, with a sound of rejoicing, crying--Hosanna, hosanna, blessed be the name of the Lord God!",
                    "score": 0.7873807703475907
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 128,
                    "verse": 23,
                    "text": "Let the mountains shout for joy, and all ye valleys cry aloud; and all ye seas and dry lands tell the wonders of your Eternal King! And ye rivers, and brooks, and rills, flow down with gladness. Let the woods and all the trees of the field praise the Lord; and ye solid rocks weep for joy! And let the sun, moon, and the morning stars sing together, and let all the sons of God shout for joy! And let the eternal creations declare his name forever and ever! And again I say, how glorious is the voice we hear from heaven, proclaiming in our ears, glory, and salvation, and honor, and immortality, and eternal life; kingdoms, principalities, and powers!",
                    "score": 0.7865504462521528
                }
            ]
        },
        {
            "verse": 12,
            "text": "Thus saith the Lord of hosts; Again in this place, which is desolate without man and without beast, and in all the cities thereof, shall be an habitation of shepherds causing their flocks to lie down.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 9,
                    "text": "In mine ears, said the Lord of Hosts, of a truth many houses shall be desolate, and great and fair cities without inhabitant.",
                    "score": 0.8683149060188172
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 1,
                    "verse": 20,
                    "text": "For it is written in the book of Psalms, Let his habitation be desolate, and let no man dwell therein: and his bishoprick let another take.",
                    "score": 0.8187923923947269
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 16,
                    "verse": 11,
                    "text": "Then said I: Lord, how long? And he said: Until the cities be wasted without inhabitant, and the houses without man, and the land be utterly desolate;",
                    "score": 0.7965649445118874
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 33,
                    "text": "Behold, the Lord, the Lord of Hosts shall lop the bough with terror; and the high ones of stature shall be hewn down; and the haughty shall be humbled.",
                    "score": 0.7850449840088186
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 6,
                    "verse": 11,
                    "text": "Wherefore, after they are driven to and fro, for thus saith the angel, many shall be afflicted in the flesh, and shall not be suffered to perish, because of the prayers of the faithful; they shall be scattered, and smitten, and hated; nevertheless, the Lord will be merciful unto them, that when they shall come to the knowledge of their Redeemer, they shall be gathered together again to the lands of their inheritance.",
                    "score": 0.7848418741666829
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 17,
                    "text": "But behold, if the inhabitants of the earth shall repent of their wickedness and abominations they shall not be destroyed, saith the Lord of Hosts.",
                    "score": 0.7842475820218917
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 18,
                    "text": "And it shall come to pass, saith the Lord of Hosts, yea, our great and true God, that whoso shall hide up treasures in the earth shall find them again no more, because of the great curse of the land, save he be a righteous man and shall hide it up unto the Lord.",
                    "score": 0.7826610697855705
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 13,
                    "verse": 1,
                    "text": "For behold, the Lord, the Lord of Hosts, doth take away from Jerusalem, and from Judah, the stay and the staff, the whole staff of bread, and the whole stay of water--",
                    "score": 0.7800073932232359
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 10,
                    "verse": 3,
                    "text": "That after they should be destroyed, even that great city Jerusalem, and many be carried away captive into Babylon, according to the own due time of the Lord, they should return again, yea, even be brought back out of captivity; and after they should be brought back out of captivity they should possess again the land of their inheritance.",
                    "score": 0.7799975210040028
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 20,
                    "verse": 2,
                    "text": "Nevertheless, they call themselves of the holy city, but they do not stay themselves upon the God of Israel, who is the Lord of Hosts; yea, the Lord of Hosts is his name.",
                    "score": 0.7799396271264041
                }
            ]
        },
        {
            "verse": 13,
            "text": "In the cities of the mountains, in the cities of the vale, and in the cities of the south, and in the land of Benjamin, and in the places about Jerusalem, and in the cities of Judah, shall the flocks pass again under the hands of him that telleth them, saith the Lord.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 13,
                    "text": "And let them who be of Judah flee unto Jerusalem, unto the mountains of the Lord's house.",
                    "score": 0.8028932816577969
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 11,
                    "text": "And now this I speak because of the spirit which is in me. And notwithstanding they have been carried away they shall return again, and possess the land of Jerusalem; wherefore, they shall be restored again to the land of their inheritance.",
                    "score": 0.7911181171458359
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 12,
                    "verse": 22,
                    "text": "But ye are come unto mount Sion, and unto the city of the living God, the heavenly Jerusalem, and to an innumerable company of angels,",
                    "score": 0.787676347128219
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 3,
                    "text": "For thou shalt break forth on the right hand and on the left, and thy seed shall inherit the Gentiles and make the desolate cities to be inhabited.",
                    "score": 0.7839784413606606
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 40,
                    "text": "And then shall they say: How beautiful upon the mountains are the feet of him that bringeth good tidings unto them, that publisheth peace; that bringeth good tidings unto them of good, that publisheth salvation; that saith unto Zion: Thy God reigneth!",
                    "score": 0.7828927203528051
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 63,
                    "text": "And the Lord said unto Enoch: Then shalt thou and all thy city meet them there, and we will receive them into our bosom, and they shall see us; and we will fall upon their necks, and they shall fall upon our necks, and we will kiss each other;",
                    "score": 0.7818359068505556
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 8,
                    "text": "And it shall come to pass that they shall be gathered in from their long dispersion, from the isles of the sea, and from the four parts of the earth; and the nations of the Gentiles shall be great in the eyes of me, saith God, in carrying them forth to the lands of their inheritance.",
                    "score": 0.7793718323363634
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 3,
                    "text": "And many people shall go and say, Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths; for out of Zion shall go forth the law, and the word of the Lord from Jerusalem.",
                    "score": 0.7774723952503567
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 21,
                    "text": "How beautiful upon the mountains are the feet of him that bringeth good tidings; that publisheth peace; that bringeth good tidings of good; that publisheth salvation; that saith unto Zion, Thy God reigneth;",
                    "score": 0.7747274444804625
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 6,
                    "verse": 11,
                    "text": "Wherefore, after they are driven to and fro, for thus saith the angel, many shall be afflicted in the flesh, and shall not be suffered to perish, because of the prayers of the faithful; they shall be scattered, and smitten, and hated; nevertheless, the Lord will be merciful unto them, that when they shall come to the knowledge of their Redeemer, they shall be gathered together again to the lands of their inheritance.",
                    "score": 0.774394373602061
                }
            ]
        },
        {
            "verse": 14,
            "text": "Behold, the days come, saith the Lord, that I will perform that good thing which I have promised unto the house of Israel and to the house of Judah.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 8,
                    "text": "For finding fault with them, he saith, Behold, the days come, saith the Lord, when I will make a new covenant with the house of Israel and with the house of Judah:",
                    "score": 0.851246536506987
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 13,
                    "text": "And out of weakness he shall be made strong, in that day when my work shall commence among all my people, unto the restoring thee, O house of Israel, saith the Lord.",
                    "score": 0.8409044321143
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 17,
                    "text": "The Lord shall bring upon thee, and upon thy people, and upon thy father's house, days that have not come from the day that Ephraim departed from Judah, the king of Assyria.",
                    "score": 0.8339167627627397
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 10,
                    "text": "For this is the covenant that I will make with the house of Israel after those days, saith the Lord; I will put my laws into their mind, and write them in their hearts: and I will be to them a God, and they shall be to me a people:",
                    "score": 0.8287303248060223
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 11,
                    "text": "And then will I remember my covenant which I have made unto my people, O house of Israel, and I will bring my gospel unto them.",
                    "score": 0.8268101158596619
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 68,
                    "verse": 5,
                    "text": "Behold, this is the promise of the Lord unto you, O ye my servants.",
                    "score": 0.8213150018818072
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 8,
                    "verse": 34,
                    "text": "Behold, the Lord hath shown unto me great and marvelous things concerning that which must shortly come, at that day when these things shall come forth among you.",
                    "score": 0.8202787781314415
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 12,
                    "text": "And verily, verily, I say unto you, that when they shall be fulfilled then is the fulfilling of the covenant which the Father hath made unto his people, O house of Israel.",
                    "score": 0.817860876514883
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 2,
                    "text": "Hearken, O ye house of Israel, and hear the words of me, a prophet of the Lord.",
                    "score": 0.8159848127129872
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 13,
                    "text": "Behold, this is the blessing which I have promised after your tribulations, and the tribulations of your brethren--your redemption, and the redemption of your brethren, even their restoration to the land of Zion, to be established, no more to be thrown down.",
                    "score": 0.8128662197927913
                }
            ]
        },
        {
            "verse": 15,
            "text": "In those days, and at that time, will I cause the Branch of righteousness to grow up unto David; and he shall execute judgment and righteousness in the land.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 11,
                    "text": "Therefore I will be your king the remainder of my days; nevertheless, let us appoint judges, to judge this people according to our law; and we will newly arrange the affairs of this people, for we will appoint wise men to be judges, that will judge this people according to the commandments of God.",
                    "score": 0.8077607987478036
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 14,
                    "verse": 2,
                    "text": "In that day shall the branch of the Lord be beautiful and glorious; the fruit of the earth excellent and comely to them that are escaped of Israel.",
                    "score": 0.8032149062477323
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 7,
                    "verse": 1,
                    "text": "And it came to pass that Orihah did execute judgment upon the land in righteousness all his days, whose days were exceedingly many.",
                    "score": 0.8012868420837012
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 10,
                    "text": "And he shall rise the third day from the dead; and behold, he standeth to judge the world; and behold, all these things are done that a righteous judgment might come upon the children of men.",
                    "score": 0.7950639432817814
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 52,
                    "verse": 11,
                    "text": "For thus saith the Lord, I will cut my work short in righteousness, for the days come that I will send forth judgment unto victory.",
                    "score": 0.7949754805690267
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 17,
                    "verse": 31,
                    "text": "Because he hath appointed a day, in the which he will judge the world in righteousness by that man whom he hath ordained; whereof he hath given assurance unto all men, in that he hath raised him from the dead.",
                    "score": 0.7938100043597217
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 29,
                    "verse": 1,
                    "text": "And now behold, I say unto you that when the Lord shall see fit, in his wisdom, that these sayings shall come unto the Gentiles according to his word, then ye may know that the covenant which the Father hath made with the children of Israel, concerning their restoration to the lands of their inheritance, is already beginning to be fulfilled.",
                    "score": 0.793078554876332
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 16,
                    "text": "Therefore, I will raise up unto my people a man, who shall lead them like as Moses led the children of Israel.",
                    "score": 0.7927373357416446
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 3,
                    "verse": 4,
                    "text": "And the time speedily cometh, that except ye repent they shall possess the land of your inheritance, and the Lord God will lead away the righteous out from among you.",
                    "score": 0.7919944116938717
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 4,
                    "verse": 8,
                    "text": "Henceforth there is laid up for me a crown of righteousness, which the Lord, the righteous judge, shall give me at that day: and not to me only, but unto all them also that love his appearing.",
                    "score": 0.7916579319700746
                }
            ]
        },
        {
            "verse": 16,
            "text": "In those days shall Judah be saved, and Jerusalem shall dwell safely: and this is the name wherewith she shall be called, The Lord our righteousness.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 10,
                    "verse": 13,
                    "text": "For whosoever shall call upon the name of the Lord shall be saved.",
                    "score": 0.8125618387779125
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 100,
                    "verse": 17,
                    "text": "And all that call upon the name of the Lord, and keep his commandments, shall be saved. Even so. Amen.",
                    "score": 0.8087712389738024
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 12,
                    "text": "And in that day all who are found upon the watch-tower, or in other words, all mine Israel, shall be saved.",
                    "score": 0.7962700710603908
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 1,
                    "text": "Thanks be to thy name, O Lord God of Israel, who keepest covenant and showest mercy unto thy servants who walk uprightly before thee, with all their hearts--",
                    "score": 0.795614285373058
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 2,
                    "verse": 21,
                    "text": "And it shall come to pass, that whosoever shall call on the name of the Lord shall be saved.",
                    "score": 0.7949668144874903
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 1,
                    "verse": 21,
                    "text": "And she shall bring forth a son, and thou shalt call his name Jesus: for he shall save his people from their sins.",
                    "score": 0.7912493249168818
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 66,
                    "text": "And it shall be called the New Jerusalem, a land of peace, a city of refuge, a place of safety for the saints of the Most High God;",
                    "score": 0.7897988404321108
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 6,
                    "text": "And whoso taketh upon him my name, and endureth to the end, the same shall be saved at the last day.",
                    "score": 0.7865333909098581
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 39,
                    "text": "And whatsoever city thy servants shall enter, and the people of that city receive their testimony, let thy peace and thy salvation be upon that city; that they may gather out of that city the righteous, that they may come forth to Zion, or to her stakes, the places of thine appointment, with songs of everlasting joy;",
                    "score": 0.7826307748474639
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 17,
                    "text": "Wherefore, he will preserve the righteous by his power, even if it so be that the fulness of his wrath must come, and the righteous be preserved, even unto the destruction of their enemies by fire. Wherefore, the righteous need not fear; for thus saith the prophet, they shall be saved, even if it so be as by fire.",
                    "score": 0.7825160645178214
                }
            ]
        },
        {
            "verse": 17,
            "text": "For thus saith the Lord; David shall never want a man to sit upon the throne of the house of Israel;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 14,
                    "text": "And I will not suffer my people, who are of the house of Israel, to go through among them, and tread them down, saith the Father.",
                    "score": 0.7822289137814656
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 55,
                    "text": "And Satan shall be bound, that he shall have no place in the hearts of the children of men.",
                    "score": 0.7778007758664608
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 47,
                    "text": "And it shall come to pass that if you build a house unto my name, and do not do the things that I say, I will not perform the oath which I make unto you, neither fulfil the promises which ye expect at my hands, saith the Lord.",
                    "score": 0.7739001861888213
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 29,
                    "verse": 9,
                    "text": "Therefore ye need not suppose that ye can turn the right hand of the Lord unto the left, that he may not execute judgment unto the fulfilling of the covenant which he hath made unto the house of Israel.",
                    "score": 0.7720977418371571
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 19,
                    "verse": 7,
                    "text": "Of the increase of government and peace there is no end, upon the throne of David, and upon his kingdom to order it, and to establish it with judgment and with justice from henceforth, even forever. The zeal of the Lord of Hosts will perform this.",
                    "score": 0.7702725484302861
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 28,
                    "text": "Behold, hath the Lord commanded any that they should not partake of his goodness? Behold I say unto you, Nay; but all men are privileged the one like unto the other, and none are forbidden.",
                    "score": 0.769248651147473
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 6,
                    "verse": 9,
                    "text": "Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,",
                    "score": 0.767863264531663
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 29,
                    "verse": 8,
                    "text": "Yea, and ye need not any longer hiss, nor spurn, nor make game of the Jews, nor any of the remnant of the house of Israel; for behold, the Lord remembereth his covenant unto them, and he will do unto them according to that which he hath sworn.",
                    "score": 0.7674787472027477
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 20,
                    "text": "For it shall come to pass, saith the Father, that at that day whosoever will not repent and come unto my Beloved Son, them will I cut off from among my people, O house of Israel;",
                    "score": 0.7673809979117466
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 12,
                    "verse": 6,
                    "text": "Behold, they do not desire that the Lord their God, who hath created them, should rule and reign over them; notwithstanding his great goodness and his mercy towards them, they do set at naught his counsels, and they will not that he should be their guide.",
                    "score": 0.76717498838205
                }
            ]
        },
        {
            "verse": 18,
            "text": "Neither shall the priests the Levites want a man before me to offer burnt offerings, and to kindle meat offerings, and to do sacrifice continually.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 10,
                    "verse": 8,
                    "text": "Above when he said, Sacrifice and offering and burnt offerings and offering for sin thou wouldest not, neither hadst pleasure therein; which are offered by the law;",
                    "score": 0.7869270220057608
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 7,
                    "verse": 27,
                    "text": "Who needeth not daily, as those high priests, to offer up sacrifice, first for his own sins, and then for the people's: for this he did once, when he offered up himself.",
                    "score": 0.7819808503521875
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 60,
                    "text": "Let no one, therefore, set on my servant Joseph; for I will justify him; for he shall do the sacrifice which I require at his hands for his transgressions, saith the Lord your God.",
                    "score": 0.7818020299628764
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 10,
                    "verse": 6,
                    "text": "In burnt offerings and sacrifices for sin thou hast had no pleasure.",
                    "score": 0.7647482405139722
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 9,
                    "verse": 19,
                    "text": "And ye shall offer up unto me no more the shedding of blood; yea, your sacrifices and your burnt offerings shall be done away, for I will accept none of your sacrifices and your burnt offerings.",
                    "score": 0.7613990565456078
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 4,
                    "text": "For if he were on earth, he should not be a priest, seeing that there are priests that offer gifts according to the law:",
                    "score": 0.754940334442578
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 85,
                    "verse": 3,
                    "text": "It is contrary to the will and commandment of God that those who receive not their inheritance by consecration, agreeable to his law, which he has given, that he may tithe his people, to prepare them against the day of vengeance and burning, should have their names enrolled with the people of God.",
                    "score": 0.7520966781011165
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 3,
                    "text": "For every high priest is ordained to offer gifts and sacrifices: wherefore it is of necessity that this man have somewhat also to offer.",
                    "score": 0.7500350148036335
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 25,
                    "text": "Nor yet that he should offer himself often, as the high priest entereth into the holy place every year with blood of others;",
                    "score": 0.7497069704959726
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 6,
                    "verse": 52,
                    "text": "The Jews therefore strove among themselves, saying, How can this man give us his flesh to eat?",
                    "score": 0.7491641701569213
                }
            ]
        },
        {
            "verse": 19,
            "text": "And the word of the Lord came unto Jeremiah, saying,",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 11,
                    "text": "And the Lord said unto him: Believest thou the words which I shall speak?",
                    "score": 0.7851322291091294
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 16,
                    "verse": 32,
                    "text": "And they spake unto him the word of the Lord, and to all that were in his house.",
                    "score": 0.778970524079965
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 11,
                    "text": "Wherefore, I must tell you the truth according to the plainness of the word of God. For behold, as I inquired of the Lord, thus came the word unto me, saying: Jacob, get thou up into the temple on the morrow, and declare the word which I shall give thee unto this people.",
                    "score": 0.7785678355556978
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 5,
                    "verse": 13,
                    "text": "And also the prophecies of the holy prophets, from the beginning, even down to the commencement of the reign of Zedekiah; and also many prophecies which have been spoken by the mouth of Jeremiah.",
                    "score": 0.7783975804016925
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 4,
                    "text": "For behold, as yet, ye have been obedient unto the word of the Lord, which I have given unto you.",
                    "score": 0.7701384482445949
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 13,
                    "text": "And it came to pass that the Lord spake unto them saying:",
                    "score": 0.768875960993037
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 3,
                    "text": "And it came to pass that he was obedient unto the word of the Lord, wherefore he did as the Lord commanded him.",
                    "score": 0.7673775746203624
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 14,
                    "verse": 36,
                    "text": "What? came the word of God out from you? or came it unto you only?",
                    "score": 0.7667508032711191
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 20,
                    "verse": 14,
                    "text": "All ye, assemble yourselves, and hear; who among them hath declared these things unto them? The Lord hath loved him; yea, and he will fulfil his word which he hath declared by them; and he will do his pleasure on Babylon, and his arm shall come upon the Chaldeans.",
                    "score": 0.7661711356420295
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 15,
                    "verse": 15,
                    "text": "And to this agree the words of the prophets; as it is written,",
                    "score": 0.7623894637439158
                }
            ]
        },
        {
            "verse": 20,
            "text": "Thus saith the Lord; If ye can break my covenant of the day, and my covenant of the night, and that there should not be day and night in their season;",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 20,
                    "text": "And except those days should be shortened, there should none of their flesh be saved; but for the elect's sake, according to the covenant, those days shall be shortened.",
                    "score": 0.8080010119713936
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 18,
                    "text": "And again, verily I say unto you, if a man marry a wife, and make a covenant with her for time and for all eternity, if that covenant is not by me or by my word, which is my law, and is not sealed by the Holy Spirit of promise, through him whom I have anointed and appointed unto this power, then it is not valid neither of force when they are out of the world, because they are not joined by me, saith the Lord, neither by my word; when they are out of the world it cannot be received there, because the angels and the gods are appointed there, by whom they cannot pass; they cannot, therefore, inherit my glory; for my house is a house of order, saith the Lord God.",
                    "score": 0.7991193817792047
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 2,
                    "text": "And certain of the Pharisees said unto them, Why do ye that which is not lawful to do on the sabbath days?",
                    "score": 0.7954510022699278
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 56,
                    "verse": 3,
                    "text": "Behold, I, the Lord, command; and he that will not obey shall be cut off in mine own due time, after I have commanded and the commandment is broken.",
                    "score": 0.7916701719288883
                },
                {
                    "volume": "New Testament",
                    "book": "1 Thessalonians",
                    "chapter": 5,
                    "verse": 2,
                    "text": "For yourselves know perfectly that the day of the Lord so cometh as a thief in the night.",
                    "score": 0.7902871545479042
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 95,
                    "verse": 12,
                    "text": "If you keep not my commandments, the love of the Father shall not continue with you, therefore you shall walk in darkness.",
                    "score": 0.7901965930908658
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 15,
                    "text": "Wherefore, for this cause, that my covenants may be fulfilled which I have made unto the children of men, that I will do unto them while they are in the flesh, I must needs destroy the secret works of darkness, and of murders, and of abominations.",
                    "score": 0.7891967960909726
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 23,
                    "text": "The Lord's scourge shall pass over by night and by day, and the report thereof shall vex all people; yea, it shall not be stayed until the Lord come;",
                    "score": 0.7885852397006933
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 8,
                    "text": "For finding fault with them, he saith, Behold, the days come, saith the Lord, when I will make a new covenant with the house of Israel and with the house of Judah:",
                    "score": 0.7860029342851478
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 17,
                    "text": "Therefore, pray ye the Lord that your flight be not in the winter, neither on the Sabbath day;",
                    "score": 0.7851863463477048
                }
            ]
        },
        {
            "verse": 21,
            "text": "Then may also my covenant be broken with David my servant, that he should not have a son to reign upon his throne; and with the Levites the priests, my ministers.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 5,
                    "text": "For I, the Lord, have decreed in my heart, that inasmuch as any man belonging to the order shall be found a transgressor, or, in other words, shall break the covenant with which ye are bound, he shall be cursed in his life, and shall be trodden down by whom I will;",
                    "score": 0.7986074848745053
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 27,
                    "text": "But if he deny this he will break the covenant which he has before covenanted with me, and behold, he is condemned.",
                    "score": 0.7950837873726655
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 56,
                    "verse": 3,
                    "text": "Behold, I, the Lord, command; and he that will not obey shall be cut off in mine own due time, after I have commanded and the commandment is broken.",
                    "score": 0.7935406646002958
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 7,
                    "text": "And now if there should be another appointed in his stead, behold I fear there would rise contentions among you. And who knoweth but what my son, to whom the kingdom doth belong, should turn to be angry and draw away a part of this people after him, which would cause wars and contentions among you, which would be the cause of shedding much blood and perverting the way of the Lord, yea, and destroy the souls of many people.",
                    "score": 0.792949031983546
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 40,
                    "verse": 3,
                    "text": "Wherefore he broke my covenant, and it remaineth with me to do with him as seemeth me good. Amen.",
                    "score": 0.7875492185446662
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 4,
                    "text": "Therefore, inasmuch as some of my servants have not kept the commandment, but have broken the covenant through covetousness, and with feigned words, I have cursed them with a very sore and grievous curse.",
                    "score": 0.7870984268674729
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 15,
                    "text": "For if ye will not abide in my covenant ye are not worthy of me.",
                    "score": 0.7851656270350262
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 57,
                    "text": "And again, I say, let not my servant Joseph put his property out of his hands, lest an enemy come and destroy him; for Satan seeketh to destroy; for I am the Lord thy God, and he is my servant; and behold, and lo, I am with him, as I was with Abraham, thy father, even unto his exaltation and glory.",
                    "score": 0.7823270972055522
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 63,
                    "text": "And the yoke of bondage may begin to be broken off from the house of David;",
                    "score": 0.7819042529718399
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 18,
                    "text": "And again, verily I say unto you, if a man marry a wife, and make a covenant with her for time and for all eternity, if that covenant is not by me or by my word, which is my law, and is not sealed by the Holy Spirit of promise, through him whom I have anointed and appointed unto this power, then it is not valid neither of force when they are out of the world, because they are not joined by me, saith the Lord, neither by my word; when they are out of the world it cannot be received there, because the angels and the gods are appointed there, by whom they cannot pass; they cannot, therefore, inherit my glory; for my house is a house of order, saith the Lord God.",
                    "score": 0.7778651745500814
                }
            ]
        },
        {
            "verse": 22,
            "text": "As the host of heaven cannot be numbered, neither the sand of the sea measured: so will I multiply the seed of David my servant, and the Levites that minister unto me.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 3,
                    "verse": 14,
                    "text": "And it was in the night time when the Lord spake these words unto me: I will multiply thee, and thy seed after thee, like unto these; and if thou canst count the number of sands, so shall be the number of thy seeds.",
                    "score": 0.8055810381486871
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 12,
                    "verse": 1,
                    "text": "And it came to pass that the angel said unto me: Look, and behold thy seed, and also the seed of thy brethren. And I looked and beheld the land of promise; and I beheld multitudes of people, yea, even as it were in number as many as the sand of the sea.",
                    "score": 0.8009809615798381
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 20,
                    "text": "For behold, he shall stand upon the mount of Olivet, and upon the mighty ocean, even the great deep, and upon the islands of the sea, and upon the land of Zion.",
                    "score": 0.7863306068675878
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 9,
                    "verse": 27,
                    "text": "Esaias also crieth concerning Israel, Though the number of the children of Israel be as the sand of the sea, a remnant shall be saved:",
                    "score": 0.7808046122834206
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 30,
                    "text": "Abraham received promises concerning his seed, and of the fruit of his loins--from whose loins ye are, namely, my servant Joseph--which were to continue so long as they were in the world; and as touching Abraham and his seed, out of the world they should continue; both in the world and out of the world should they continue as innumerable as the stars; or, if ye were to count the sand upon the seashore ye could not number them.",
                    "score": 0.7778755222821314
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 19,
                    "verse": 16,
                    "text": "Yea, then will he remember the isles of the sea; yea, and all the people who are of the house of Israel, will I gather in, saith the Lord, according to the words of the prophet Zenos, from the four quarters of the earth.",
                    "score": 0.7769430657834671
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 25,
                    "text": "And inasmuch as he is faithful, I will multiply blessings upon him and his seed after him.",
                    "score": 0.7760583934392837
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 42,
                    "text": "And inasmuch as he is faithful in keeping my commandments, which I have given unto him, I will multiply blessings upon him and his seed after him, even a multiplicity of blessings.",
                    "score": 0.7757876125383678
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 37,
                    "text": "And the Lord God spake unto Moses, saying: The heavens, they are many, and they cannot be numbered unto man; but they are numbered unto me, for they are mine.",
                    "score": 0.7757254857101236
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 22,
                    "text": "For though thy people Israel be as the sand of the sea, yet a remnant of them shall return; the consumption decreed shall overflow with righteousness.",
                    "score": 0.7751306388092927
                }
            ]
        },
        {
            "verse": 23,
            "text": "Moreover the word of the Lord came to Jeremiah, saying,",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 5,
                    "verse": 13,
                    "text": "And also the prophecies of the holy prophets, from the beginning, even down to the commencement of the reign of Zedekiah; and also many prophecies which have been spoken by the mouth of Jeremiah.",
                    "score": 0.7947794657125677
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 3,
                    "text": "And it came to pass that he was obedient unto the word of the Lord, wherefore he did as the Lord commanded him.",
                    "score": 0.7613530907517101
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 8,
                    "verse": 20,
                    "text": "And behold, also Zenock, and also Ezias, and also Isaiah, and Jeremiah, (Jeremiah being that same prophet who testified of the destruction of Jerusalem) and now we know that Jerusalem was destroyed according to the words of Jeremiah. O then why not the Son of God come, according to his prophecy?",
                    "score": 0.7590692426276608
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 13,
                    "text": "And it came to pass that the Lord spake unto them saying:",
                    "score": 0.7585694316554619
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 16,
                    "verse": 32,
                    "text": "And they spake unto him the word of the Lord, and to all that were in his house.",
                    "score": 0.7583529639402011
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 10,
                    "verse": 17,
                    "text": "And it came to pass that thus he did go forth in the Spirit, from multitude to multitude, declaring the word of God, even until he had declared it unto them all, or sent it forth among all the people.",
                    "score": 0.7575538648157408
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 11,
                    "text": "And the Lord said unto him: Believest thou the words which I shall speak?",
                    "score": 0.7572706772100327
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 11,
                    "text": "Wherefore, I must tell you the truth according to the plainness of the word of God. For behold, as I inquired of the Lord, thus came the word unto me, saying: Jacob, get thou up into the temple on the morrow, and declare the word which I shall give thee unto this people.",
                    "score": 0.7564196128544205
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 15,
                    "verse": 15,
                    "text": "And to this agree the words of the prophets; as it is written,",
                    "score": 0.755477120742508
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 12,
                    "verse": 24,
                    "text": "But the word of God grew and multiplied.",
                    "score": 0.7553728554425677
                }
            ]
        },
        {
            "verse": 24,
            "text": "Considerest thou not what this people have spoken, saying, The two families which the Lord hath chosen, he hath even cast them off? thus they have despised my people, that they should be no more a nation before them.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 9,
                    "text": "And because of the mercies of the Father unto the Gentiles, and also the judgments of the Father upon my people who are of the house of Israel, verily, verily, I say unto you, that after all this, and I have caused my people who are of the house of Israel to be smitten, and to be afflicted, and to be slain, and to be cast out from among them, and to become hated by them, and to become a hiss and a byword among them--",
                    "score": 0.8111743246610845
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 17,
                    "verse": 14,
                    "text": "I have given them thy word; and the world hath hated them, because they are not of the world, even as I am not of the world.",
                    "score": 0.7942031558319708
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 17,
                    "verse": 8,
                    "text": "For thou hast said that God himself should come down among the children of men; and now, for this cause thou shalt be put to death unless thou wilt recall all the words which thou hast spoken evil concerning me and my people.",
                    "score": 0.7851844617191301
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 33,
                    "text": "And unto thy brethren have I said, and also given commandment, that they should love one another, and that they should choose me, their Father; but behold, they are without affection, and they hate their own blood;",
                    "score": 0.7843627540752993
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 19,
                    "verse": 14,
                    "text": "And because they turn their hearts aside, saith the prophet, and have despised the Holy One of Israel, they shall wander in the flesh, and perish, and become a hiss and a byword, and be hated among all nations.",
                    "score": 0.7799297234815931
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 9,
                    "verse": 20,
                    "text": "And now, my son, I dwell no longer upon this horrible scene. Behold, thou knowest the wickedness of this people; thou knowest that they are without principle, and past feeling; and their wickedness doth exceed that of the Lamanites.",
                    "score": 0.7780077192958798
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 28,
                    "text": "And now, verily I say unto you, if that enemy shall escape my vengeance, that he be not brought into judgment before me, then ye shall see to it that ye warn him in my name, that he come no more upon you, neither upon your family, even your children's children unto the third and fourth generation.",
                    "score": 0.7777261163650661
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 1,
                    "text": "Verily I say unto you, concerning your brethren who have been afflicted, and persecuted, and cast out from the land of their inheritance--",
                    "score": 0.775342184828292
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 24,
                    "text": "And inasmuch as mine enemies come against you to drive you from my goodly land, which I have consecrated to be the land of Zion, even from your own lands after these testimonies, which ye have brought before me against them, ye shall curse them;",
                    "score": 0.7752280415197308
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 13,
                    "text": "And again: Thou shalt not bow down thyself unto them, nor serve them; for I the Lord thy God am a jealous God, visiting the iniquities of the fathers upon the children, unto the third and fourth generations of them that hate me;",
                    "score": 0.7740746183084065
                }
            ]
        },
        {
            "verse": 25,
            "text": "Thus saith the Lord; If my covenant be not with day and night, and if I have not appointed the ordinances of heaven and earth;",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 18,
                    "text": "And again, verily I say unto you, if a man marry a wife, and make a covenant with her for time and for all eternity, if that covenant is not by me or by my word, which is my law, and is not sealed by the Holy Spirit of promise, through him whom I have anointed and appointed unto this power, then it is not valid neither of force when they are out of the world, because they are not joined by me, saith the Lord, neither by my word; when they are out of the world it cannot be received there, because the angels and the gods are appointed there, by whom they cannot pass; they cannot, therefore, inherit my glory; for my house is a house of order, saith the Lord God.",
                    "score": 0.8236879998994627
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 7,
                    "text": "And verily I say unto you, that the conditions of this law are these: All covenants, contracts, bonds, obligations, oaths, vows, performances, connections, associations, or expectations, that are not made and entered into and sealed by the Holy Spirit of promise, of him who is anointed, both as well for time and for all eternity, and that too most holy, by revelation and commandment through the medium of mine anointed, whom I have appointed on the earth to hold this power (and I have appointed unto my servant Joseph to hold this power in the last days, and there is never but one on the earth at a time on whom this power and the keys of this priesthood are conferred), are of no efficacy, virtue, or force in and after the resurrection from the dead; for all contracts that are not made unto this end have an end when men are dead.",
                    "score": 0.8053481866754456
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 11,
                    "text": "And will I appoint unto you, saith the Lord, except it be by law, even as I and my Father ordained unto you, before the world was?",
                    "score": 0.7948910732571814
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 10,
                    "text": "For this is the covenant that I will make with the house of Israel after those days, saith the Lord; I will put my laws into their mind, and write them in their hearts: and I will be to them a God, and they shall be to me a people:",
                    "score": 0.7943167049279903
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 4,
                    "text": "And this shall be our covenant--that we will walk in all the ordinances of the Lord.",
                    "score": 0.7909242961002768
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 10,
                    "verse": 16,
                    "text": "This is the covenant that I will make with them after those days, saith the Lord, I will put my laws into their hearts, and in their minds will I write them;",
                    "score": 0.7873200807551394
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 23,
                    "text": "For behold, my beloved brethren, I say unto you that the Lord God worketh not in darkness.",
                    "score": 0.7845861499738096
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 28,
                    "text": "Thou knowest my laws concerning these things are given in my scriptures; he that sinneth and repenteth not shall be cast out.",
                    "score": 0.7797569102579689
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 8,
                    "text": "Thus saith the Lord: In an acceptable time have I heard thee, O isles of the sea, and in a day of salvation have I helped thee; and I will preserve thee, and give thee my servant for a covenant of the people, to establish the earth, to cause to inherit the desolate heritages;",
                    "score": 0.7793740378781788
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 82,
                    "verse": 15,
                    "text": "Therefore, I give unto you this commandment, that ye bind yourselves by this covenant, and it shall be done according to the laws of the Lord.",
                    "score": 0.779084313157483
                }
            ]
        },
        {
            "verse": 26,
            "text": "Then will I cast away the seed of Jacob, and David my servant, so that I will not take any of his seed to be rulers over the seed of Abraham, Isaac, and Jacob: for I will cause their captivity to return, and have mercy on them.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 11,
                    "verse": 1,
                    "text": "I say then, Hath God cast away his people? God forbid. For I also am an Israelite, of the seed of Abraham, of the tribe of Benjamin.",
                    "score": 0.8112721069494361
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 1,
                    "text": "For the Lord will have mercy on Jacob, and will yet choose Israel, and set them in their own land; and the strangers shall be joined with them, and they shall cleave to the house of Jacob.",
                    "score": 0.8080658240139581
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 30,
                    "text": "Nevertheless, thou beholdest that the Gentiles who have gone forth out of captivity, and have been lifted up by the power of God above all other nations, upon the face of the land which is choice above all other lands, which is the land that the Lord God hath covenanted with thy father that his seed should have for the land of their inheritance; wherefore, thou seest that the Lord God will not suffer that the Gentiles will utterly destroy the mixture of thy seed, which are among thy brethren.",
                    "score": 0.8031871818103434
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 17,
                    "text": "For ye are the children of Israel, and of the seed of Abraham, and ye must needs be led out of bondage by power, and with a stretched-out arm.",
                    "score": 0.8005931101594728
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 57,
                    "text": "And again, I say, let not my servant Joseph put his property out of his hands, lest an enemy come and destroy him; for Satan seeketh to destroy; for I am the Lord thy God, and he is my servant; and behold, and lo, I am with him, as I was with Abraham, thy father, even unto his exaltation and glory.",
                    "score": 0.8002460742566667
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 23,
                    "text": "For behold, in that day that they shall rebel against me, I will curse them even with a sore curse, and they shall have no power over thy seed except they shall rebel against me also.",
                    "score": 0.7995807163301731
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 20,
                    "text": "And it shall come to pass in that day, that the remnant of Israel, and such as are escaped of the house of Jacob, shall no more again stay upon him that smote them, but shall stay upon the Lord, the Holy One of Israel, in truth.",
                    "score": 0.7931073997304885
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 29,
                    "verse": 14,
                    "text": "And it shall come to pass that my people, which are of the house of Israel, shall be gathered home unto the lands of their possessions; and my word also shall be gathered in one. And I will show unto them that fight against my word and against my people, who are of the house of Israel, that I am God, and that I covenanted with Abraham that I would remember his seed forever.",
                    "score": 0.7914832506117168
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 30,
                    "text": "Abraham received promises concerning his seed, and of the fruit of his loins--from whose loins ye are, namely, my servant Joseph--which were to continue so long as they were in the world; and as touching Abraham and his seed, out of the world they should continue; both in the world and out of the world should they continue as innumerable as the stars; or, if ye were to count the sand upon the seashore ye could not number them.",
                    "score": 0.791148623986549
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 5,
                    "verse": 24,
                    "text": "Therefore, repent ye, and humble yourselves before him, lest he shall come out in justice against you--lest a remnant of the seed of Jacob shall go forth among you as a lion, and tear you in pieces, and there is none to deliver.",
                    "score": 0.7875599836818121
                }
            ]
        }
    ]
}