{
    "volume": "Old Testament",
    "book": "Jeremiah",
    "chapter": 36,
    "verses": [
        {
            "verse": 1,
            "text": "And it came to pass in the fourth year of Jehoiakim the son of Josiah king of Judah, that this word came unto Jeremiah from the Lord, saying,",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 4,
                    "text": "For it came to pass in the commencement of the first year of the reign of Zedekiah, king of Judah, (my father, Lehi, having dwelt at Jerusalem in all his days); and in that same year there came many prophets, prophesying unto the people that they must repent, or the great city Jerusalem must be destroyed.",
                    "score": 0.761845456795538
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 27,
                    "verse": 13,
                    "text": "And now it came to pass that Ammon went and told the king all the words which the Lord had said unto him.",
                    "score": 0.7616605041792501
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 4,
                    "text": "And it came to pass that on the morrow, when the multitude was gathered together, behold, Nephi and his brother whom he had raised from the dead, whose name was Timothy, and also his son, whose name was Jonas, and also Mathoni, and Mathonihah, his brother, and Kumen, and Kumenonhi, and Jeremiah, and Shemnon, and Jonas, and Zedekiah, and Isaiah--now these were the names of the disciples whom Jesus had chosen--and it came to pass that they went forth and stood in the midst of the multitude.",
                    "score": 0.7598115681414165
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 24,
                    "verse": 1,
                    "text": "And it came to pass that he commanded them that they should write the words which the Father had given unto Malachi, which he should tell unto them. And it came to pass that after they were written he expounded them. And these are the words which he did tell unto them, saying: Thus said the Father unto Malachi--Behold, I will send my messenger, and he shall prepare the way before me, and the Lord whom ye seek shall suddenly come to his temple, even the messenger of the covenant, whom ye delight in; behold, he shall come, saith the Lord of Hosts.",
                    "score": 0.757983185584647
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 13,
                    "text": "And it came to pass that the Lord spake unto them saying:",
                    "score": 0.7550453051304987
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Therefore, he had Mosiah brought before him; and these are the words which he spake unto him, saying: My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.",
                    "score": 0.7547297755254776
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 10,
                    "verse": 17,
                    "text": "And it came to pass that thus he did go forth in the Spirit, from multitude to multitude, declaring the word of God, even until he had declared it unto them all, or sent it forth among all the people.",
                    "score": 0.752847443479681
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 7,
                    "verse": 4,
                    "text": "And it came to pass that we went up unto the house of Ishmael, and we did gain favor in the sight of Ishmael, insomuch that we did speak unto him the words of the Lord.",
                    "score": 0.7510513727194974
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 2,
                    "verse": 14,
                    "text": "And it came to pass at the end of four years that the Lord came again unto the brother of Jared, and stood in a cloud and talked with him. And for the space of three hours did the Lord talk with the brother of Jared, and chastened him because he remembered not to call upon the name of the Lord.",
                    "score": 0.7504511132637814
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 37,
                    "text": "And now it came to pass, after king Mosiah had sent these things forth among the people they were convinced of the truth of his words.",
                    "score": 0.7489369917631703
                }
            ]
        },
        {
            "verse": 2,
            "text": "Take thee a roll of a book, and write therein all the words that I have spoken unto thee against Israel, and against Judah, and against all the nations, from the day I spake unto thee, from the days of Josiah, even unto this day.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 18,
                    "verse": 1,
                    "text": "Moreover, the word of the Lord said unto me: Take thee a great roll, and write in it with a man's pen, concerning Maher-shalal-hash-baz.",
                    "score": 0.8037176558580995
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 41,
                    "text": "And in a day when the children of men shall esteem my words as naught and take many of them from the book which thou shalt write, behold, I will raise up another like unto thee; and they shall be had again among the children of men--among as many as shall believe.",
                    "score": 0.8029636740096503
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 29,
                    "verse": 14,
                    "text": "And it shall come to pass that my people, which are of the house of Israel, shall be gathered home unto the lands of their possessions; and my word also shall be gathered in one. And I will show unto them that fight against my word and against my people, who are of the house of Israel, that I am God, and that I covenanted with Abraham that I would remember his seed forever.",
                    "score": 0.8024552905534291
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 29,
                    "verse": 12,
                    "text": "For behold, I shall speak unto the Jews and they shall write it; and I shall also speak unto the Nephites and they shall write it; and I shall also speak unto the other tribes of the house of Israel, which I have led away, and they shall write it; and I shall also speak unto all nations of the earth and they shall write it.",
                    "score": 0.8004430968566448
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 23,
                    "verse": 4,
                    "text": "Therefore give heed to my words; write the things which I have told you; and according to the time and the will of the Father they shall go forth unto the Gentiles.",
                    "score": 0.797778582348186
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 10,
                    "text": "For this is the covenant that I will make with the house of Israel after those days, saith the Lord; I will put my laws into their mind, and write them in their hearts: and I will be to them a God, and they shall be to me a people:",
                    "score": 0.7949106267931287
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 2,
                    "text": "And the things which shall be written out of the book shall be of great worth unto the children of men, and especially unto our seed, which is a remnant of the house of Israel.",
                    "score": 0.7931756413547784
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 54,
                    "verse": 5,
                    "text": "Behold, Ammoron, I have written unto you somewhat concerning this war which ye have waged against my people, or rather which thy brother hath waged against them, and which ye are still determined to carry on after his death.",
                    "score": 0.7914641152667263
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 24,
                    "text": "And inasmuch as mine enemies come against you to drive you from my goodly land, which I have consecrated to be the land of Zion, even from your own lands after these testimonies, which ye have brought before me against them, ye shall curse them;",
                    "score": 0.7862724789979154
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 30,
                    "verse": 3,
                    "text": "And now, I would prophesy somewhat more concerning the Jews and the Gentiles. For after the book of which I have spoken shall come forth, and be written unto the Gentiles, and sealed up again unto the Lord, there shall be many which shall believe the words which are written; and they shall carry them forth unto the remnant of our seed.",
                    "score": 0.7862337183631404
                }
            ]
        },
        {
            "verse": 3,
            "text": "It may be that the house of Judah will hear all the evil which I purpose to do unto them; that they may return every man from his evil way; that I may forgive their iniquity and their sin.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 30,
                    "verse": 2,
                    "text": "Turn, all ye Gentiles, from your wicked ways; and repent of your evil doings, of your lyings and deceivings, and of your whoredoms, and of your secret abominations, and your idolatries, and of your murders, and your priestcrafts, and your envyings, and your strifes, and from all your wickedness and abominations, and come unto me, and be baptized in my name, that ye may receive a remission of your sins, and be filled with the Holy Ghost, that ye may be numbered with my people who are of the house of Israel.",
                    "score": 0.8129872662847483
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 8,
                    "text": "For finding fault with them, he saith, Behold, the days come, saith the Lord, when I will make a new covenant with the house of Israel and with the house of Judah:",
                    "score": 0.8128387799716185
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 13,
                    "text": "But if the Gentiles will repent and return unto me, saith the Father, behold they shall be numbered among my people, O house of Israel.",
                    "score": 0.8118361968583507
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 54,
                    "verse": 7,
                    "text": "Yea, I would tell you these things if ye were capable of hearkening unto them; yea, I would tell you concerning that awful hell that awaits to receive such murderers as thou and thy brother have been, except ye repent and withdraw your murderous purposes, and return with your armies to your own lands.",
                    "score": 0.8068860539103627
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 7,
                    "verse": 1,
                    "text": "And now, behold, I would speak somewhat unto the remnant of this people who are spared, if it so be that God may give unto them my words, that they may know of the things of their fathers; yea, I speak unto you, ye remnant of the house of Israel; and these are the words which I speak:",
                    "score": 0.8056875260273791
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 21,
                    "text": "And when thy people transgress, any of them, they may speedily repent and return unto thee, and find favor in thy sight, and be restored to the blessings which thou hast ordained to be poured out upon those who shall reverence thee in thy house.",
                    "score": 0.7959697506557047
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 56,
                    "text": "That their hearts may be softened when thy servants shall go out from thy house, O Jehovah, to bear testimony of thy name; that their prejudices may give way before the truth, and thy people may obtain favor in the sight of all;",
                    "score": 0.7938540069677176
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 15,
                    "text": "But if they will not turn unto me, and hearken unto my voice, I will suffer them, yea, I will suffer my people, O house of Israel, that they shall go through among them, and shall tread them down, and they shall be as salt that hath lost its savor, which is thenceforth good for nothing but to be cast out, and to be trodden under foot of my people, O house of Israel.",
                    "score": 0.7923057006769697
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 10,
                    "verse": 6,
                    "text": "O ye house of Israel whom I have spared, how oft will I gather you as a hen gathereth her chickens under her wings, if ye will repent and return unto me with full purpose of heart.",
                    "score": 0.7906048686390948
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 2,
                    "verse": 15,
                    "text": "And the brother of Jared repented of the evil which he had done, and did call upon the name of the Lord for his brethren who were with him. And the Lord said unto him: I will forgive thee and thy brethren of their sins; but thou shalt not sin any more, for ye shall remember that my Spirit will not always strive with man; wherefore, if ye will sin until ye are fully ripe ye shall be cut off from the presence of the Lord. And these are my thoughts upon the land which I shall give you for your inheritance; for it shall be a land choice above all other lands.",
                    "score": 0.7887772415932744
                }
            ]
        },
        {
            "verse": 4,
            "text": "Then Jeremiah called Baruch the son of Neriah: and Baruch wrote from the mouth of Jeremiah all the words of the Lord, which he had spoken unto him, upon a roll of a book.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 18,
                    "verse": 1,
                    "text": "Moreover, the word of the Lord said unto me: Take thee a great roll, and write in it with a man's pen, concerning Maher-shalal-hash-baz.",
                    "score": 0.7638047243190728
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 11,
                    "text": "And after he had made an end of speaking unto them, he spake unto Sam, saying: Blessed art thou, and thy seed; for thou shalt inherit the land like unto thy brother Nephi. And thy seed shall be numbered with his seed; and thou shalt be even like unto thy brother, and thy seed like unto his seed; and thou shalt be blessed in all thy days.",
                    "score": 0.7521856709386369
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 23,
                    "text": "And he said: Behold it proceedeth out of the mouth of a Jew. And I, Nephi, beheld it; and he said unto me: The book that thou beholdest is a record of the Jews, which contains the covenants of the Lord, which he hath made unto the house of Israel; and it also containeth many of the prophecies of the holy prophets; and it is a record like unto the engravings which are upon the plates of brass, save there are not so many; nevertheless, they contain the covenants of the Lord, which he hath made unto the house of Israel; wherefore, they are of great worth unto the Gentiles.",
                    "score": 0.7484295207403068
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 2,
                    "text": "And the things which shall be written out of the book shall be of great worth unto the children of men, and especially unto our seed, which is a remnant of the house of Israel.",
                    "score": 0.7464007862096346
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 16,
                    "verse": 32,
                    "text": "And they spake unto him the word of the Lord, and to all that were in his house.",
                    "score": 0.7442099061063859
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 41,
                    "text": "And in a day when the children of men shall esteem my words as naught and take many of them from the book which thou shalt write, behold, I will raise up another like unto thee; and they shall be had again among the children of men--among as many as shall believe.",
                    "score": 0.7433449706444106
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 15,
                    "text": "And it came to pass that the multitude went forth, and thrust their hands into his side, and did feel the prints of the nails in his hands and in his feet; and this they did do, going forth one by one until they had all gone forth, and did see with their eyes and did feel with their hands, and did know of a surety and did bear record, that it was he, of whom it was written by the prophets, that should come.",
                    "score": 0.7430096487028031
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 24,
                    "verse": 1,
                    "text": "And it came to pass that he commanded them that they should write the words which the Father had given unto Malachi, which he should tell unto them. And it came to pass that after they were written he expounded them. And these are the words which he did tell unto them, saying: Thus said the Father unto Malachi--Behold, I will send my messenger, and he shall prepare the way before me, and the Lord whom ye seek shall suddenly come to his temple, even the messenger of the covenant, whom ye delight in; behold, he shall come, saith the Lord of Hosts.",
                    "score": 0.7413182986914559
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 20,
                    "text": "And it came to pass that one of them said unto him: What meaneth the words which are written, and which have been taught by our fathers, saying:",
                    "score": 0.7402279992733384
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 3,
                    "verse": 17,
                    "text": "And again, I say he that departeth from thee shall no more be called thy seed; and I will bless thee, and whomsoever shall be called thy seed, henceforth and forever; and these were the promises of the Lord unto Nephi and to his seed.",
                    "score": 0.7367212350849354
                }
            ]
        },
        {
            "verse": 5,
            "text": "And Jeremiah commanded Baruch, saying, I am shut up; I cannot go into the house of the Lord:",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 13,
                    "verse": 25,
                    "text": "When once the master of the house is risen up, and hath shut to the door, and ye begin to stand without, and to knock at the door, saying, Lord, Lord, open unto us; and he shall answer and say unto you, I know you not whence ye are:",
                    "score": 0.7647845078323593
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 11,
                    "verse": 7,
                    "text": "And he from within shall answer and say, Trouble me not: the door is now shut, and my children are with me in bed; I cannot rise and give thee.",
                    "score": 0.7610580663635134
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 1,
                    "text": "And again: Hearken, O ye house of Israel, all ye that are broken off and are driven out because of the wickedness of the pastors of my people; yea, all ye that are broken off, that are scattered abroad, who are of my people, O house of Israel. Listen, O isles, unto me, and hearken ye people from far; the Lord hath called me from the womb; from the bowels of my mother hath he made mention of my name.",
                    "score": 0.7559345531912999
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 56,
                    "verse": 3,
                    "text": "Behold, I, the Lord, command; and he that will not obey shall be cut off in mine own due time, after I have commanded and the commandment is broken.",
                    "score": 0.7494007487616678
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 39,
                    "verse": 12,
                    "text": "And now the Spirit of the Lord doth say unto me: Command thy children to do good, lest they lead away the hearts of many people to destruction; therefore I command you, my son, in the fear of God, that ye refrain from your iniquities;",
                    "score": 0.74896682557972
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 21,
                    "text": "And inasmuch as thy brethren shall rebel against thee, they shall be cut off from the presence of the Lord.",
                    "score": 0.7485536453821457
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 47,
                    "text": "And it shall come to pass that if you build a house unto my name, and do not do the things that I say, I will not perform the oath which I make unto you, neither fulfil the promises which ye expect at my hands, saith the Lord.",
                    "score": 0.7463026207289895
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 15,
                    "text": "But if they will not turn unto me, and hearken unto my voice, I will suffer them, yea, I will suffer my people, O house of Israel, that they shall go through among them, and shall tread them down, and they shall be as salt that hath lost its savor, which is thenceforth good for nothing but to be cast out, and to be trodden under foot of my people, O house of Israel.",
                    "score": 0.7447890419458176
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 28,
                    "text": "And when he was come into the house, his disciples asked him privately, Why could not we cast him out?",
                    "score": 0.7410183156963965
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 22,
                    "verse": 4,
                    "text": "Wherefore, enter ye in at the gate, as I have commanded, and seek not to counsel your God. Amen.",
                    "score": 0.7404484388042759
                }
            ]
        },
        {
            "verse": 6,
            "text": "Therefore go thou, and read in the roll, which thou hast written from my mouth, the words of the Lord in the ears of the people in the Lord's house upon the fasting day: and also thou shalt read them in the ears of all Judah that come out of their cities.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 4,
                    "text": "Wherefore, hearken, O my people, which are of the house of Israel, and give ear unto my words; for because the words of Isaiah are not plain unto you, nevertheless they are plain unto all those that are filled with the spirit of prophecy. But I give unto you a prophecy, according to the spirit which is in me; wherefore I shall prophesy according to the plainness which hath been with me from the time that I came out from Jerusalem with my father; for behold, my soul delighteth in plainness unto my people, that they may learn.",
                    "score": 0.7992680134535628
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 22,
                    "text": "Wherefore, when thou hast read the words which I have commanded thee, and obtained the witnesses which I have promised unto thee, then shalt thou seal up the book again, and hide it up unto me, that I may preserve the words which thou hast not read, until I shall see fit in mine own wisdom to reveal all things unto the children of men.",
                    "score": 0.7877351130299497
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 9,
                    "text": "And these are the words which he spake and caused to be written, saying: My brethren, all ye that have assembled yourselves together, you that can hear my words which I shall speak unto you this day; for I have not commanded you to come up hither to trifle with the words which I shall speak, but that you should hearken unto me, and open your ears that ye may hear, and your hearts that ye may understand, and your minds that the mysteries of God may be unfolded to your view.",
                    "score": 0.7876623406129847
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 23,
                    "verse": 4,
                    "text": "Therefore give heed to my words; write the things which I have told you; and according to the time and the will of the Father they shall go forth unto the Gentiles.",
                    "score": 0.7853233367900917
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 23,
                    "text": "Wherefore, because of this covenant thou art blessed; for thy seed shall not be destroyed, for they shall hearken unto the words of the book.",
                    "score": 0.7844020422748995
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 1,
                    "text": "Hearken, O ye people, and open your hearts and give ear from afar; and listen, you that call yourselves the people of the Lord, and hear the word of the Lord and his will concerning you.",
                    "score": 0.7834474876053181
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 10,
                    "verse": 26,
                    "text": "He said unto him, What is written in the law? how readest thou?",
                    "score": 0.7815542220687591
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 3,
                    "text": "Blessed is he that readeth, and they that hear the words of this prophecy, and keep those things which are written therein: for the time is at hand.",
                    "score": 0.7808083096542747
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 17,
                    "text": "The Lord shall bring upon thee, and upon thy people, and upon thy father's house, days that have not come from the day that Ephraim departed from Judah, the king of Assyria.",
                    "score": 0.7793013578000583
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 3,
                    "verse": 3,
                    "text": "Remember therefore how thou hast received and heard, and hold fast, and repent. If therefore thou shalt not watch, I will come on thee as a thief, and thou shalt not know what hour I will come upon thee.",
                    "score": 0.7785368402491026
                }
            ]
        },
        {
            "verse": 7,
            "text": "It may be they will present their supplication before the Lord, and will return every one from his evil way: for great is the anger and the fury that the Lord hath pronounced against this people.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 31,
                    "text": "And in that place they shall lift up their voices unto God against that people, yea, unto him whose anger is kindled against their wickedness, a people who are well-nigh ripened for destruction.",
                    "score": 0.8299659167718906
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 11,
                    "text": "But if ye will repent and return unto the Lord your God I will turn away mine anger, saith the Lord; yea, thus saith the Lord, blessed are they who will repent and turn unto me, but wo unto him that repenteth not.",
                    "score": 0.8238839949457222
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 27,
                    "text": "And if any people shall rise against this people, that thine anger be kindled against them;",
                    "score": 0.8201339828989598
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 28,
                    "text": "And they shall be a scourge unto the people of this land. Nevertheless, when they shall have received the fulness of my gospel, then if they shall harden their hearts against me I will return their iniquities upon their own heads, saith the Father.",
                    "score": 0.8092437193731981
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 20,
                    "text": "For behold, at that day shall he rage in the hearts of the children of men, and stir them up to anger against that which is good.",
                    "score": 0.8039610757483938
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 10,
                    "verse": 10,
                    "text": "And behold, if ye shall say that God shall smite this people, it shall come to pass.",
                    "score": 0.8023080358514459
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 11,
                    "verse": 11,
                    "text": "Now, O Lord, because of this their humility wilt thou turn away thine anger, and let thine anger be appeased in the destruction of those wicked men whom thou hast already destroyed.",
                    "score": 0.8014426335553614
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 32,
                    "text": "And, behold, they will publish this, and Satan will harden the hearts of the people to stir them up to anger against you, that they will not believe my words.",
                    "score": 0.801338160765559
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 11,
                    "verse": 16,
                    "text": "And now, O Lord, wilt thou turn away thine anger, and try again if they will serve thee? And if so, O Lord, thou canst bless them according to thy words which thou hast said.",
                    "score": 0.7995607913572381
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 9,
                    "text": "And it came to pass that they were angry with him; and they took him and carried him bound before the king, and said unto the king: Behold, we have brought a man before thee who has prophesied evil concerning thy people, and saith that God will destroy them.",
                    "score": 0.7988781624879907
                }
            ]
        },
        {
            "verse": 8,
            "text": "And Baruch the son of Neriah did according to all that Jeremiah the prophet commanded him, reading in the book the words of the Lord in the Lord's house.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 16,
                    "verse": 32,
                    "text": "And they spake unto him the word of the Lord, and to all that were in his house.",
                    "score": 0.7753332043409275
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 6,
                    "verse": 5,
                    "text": "And now, the words which I shall read are they which Isaiah spake concerning all the house of Israel; wherefore, they may be likened unto you, for ye are of the house of Israel. And there are many things which have been spoken by Isaiah which may be likened unto you, because ye are of the house of Israel.",
                    "score": 0.7639920096387125
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 24,
                    "verse": 1,
                    "text": "And it came to pass that he commanded them that they should write the words which the Father had given unto Malachi, which he should tell unto them. And it came to pass that after they were written he expounded them. And these are the words which he did tell unto them, saying: Thus said the Father unto Malachi--Behold, I will send my messenger, and he shall prepare the way before me, and the Lord whom ye seek shall suddenly come to his temple, even the messenger of the covenant, whom ye delight in; behold, he shall come, saith the Lord of Hosts.",
                    "score": 0.7547130545570564
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 2,
                    "text": "Hearken, O ye house of Israel, and hear the words of me, a prophet of the Lord.",
                    "score": 0.7532971699236934
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 2,
                    "text": "And the things which shall be written out of the book shall be of great worth unto the children of men, and especially unto our seed, which is a remnant of the house of Israel.",
                    "score": 0.7485948645623559
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 17,
                    "text": "The Lord shall bring upon thee, and upon thy people, and upon thy father's house, days that have not come from the day that Ephraim departed from Judah, the king of Assyria.",
                    "score": 0.748370894235891
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 19,
                    "verse": 24,
                    "text": "Wherefore I spake unto them, saying: Hear ye the words of the prophet, ye who are a remnant of the house of Israel, a branch who have been broken off; hear ye the words of the prophet, which were written unto all the house of Israel, and liken them unto yourselves, that ye may have hope as well as your brethren from whom ye have been broken off; for after this manner has the prophet written.",
                    "score": 0.7483431421544469
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 23,
                    "text": "And he said: Behold it proceedeth out of the mouth of a Jew. And I, Nephi, beheld it; and he said unto me: The book that thou beholdest is a record of the Jews, which contains the covenants of the Lord, which he hath made unto the house of Israel; and it also containeth many of the prophecies of the holy prophets; and it is a record like unto the engravings which are upon the plates of brass, save there are not so many; nevertheless, they contain the covenants of the Lord, which he hath made unto the house of Israel; wherefore, they are of great worth unto the Gentiles.",
                    "score": 0.7462874620547082
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 25,
                    "text": "And behold, ye are the children of the prophets; and ye are of the house of Israel; and ye are of the covenant which the Father made with your fathers, saying unto Abraham: And in thy seed shall all the kindreds of the earth be blessed.",
                    "score": 0.7461894373114738
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 5,
                    "verse": 21,
                    "text": "Surely he hath blessed the house of Jacob, and hath been merciful unto the seed of Joseph.",
                    "score": 0.7454672852555733
                }
            ]
        },
        {
            "verse": 9,
            "text": "And it came to pass in the fifth year of Jehoiakim the son of Josiah king of Judah, in the ninth month, that they proclaimed a fast before the Lord to all the people in Jerusalem, and to all the people that came from the cities of Judah unto Jerusalem.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Therefore, he had Mosiah brought before him; and these are the words which he spake unto him, saying: My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.",
                    "score": 0.7732703166949715
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 4,
                    "text": "For it came to pass in the commencement of the first year of the reign of Zedekiah, king of Judah, (my father, Lehi, having dwelt at Jerusalem in all his days); and in that same year there came many prophets, prophesying unto the people that they must repent, or the great city Jerusalem must be destroyed.",
                    "score": 0.7688420268869609
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 3,
                    "verse": 27,
                    "text": "For every man receiveth wages of him whom he listeth to obey, and this according to the words of the spirit of prophecy; therefore let it be according to the truth. And thus endeth the fifth year of the reign of the judges.",
                    "score": 0.7478792075636371
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 17,
                    "text": "The Lord shall bring upon thee, and upon thy people, and upon thy father's house, days that have not come from the day that Ephraim departed from Judah, the king of Assyria.",
                    "score": 0.7470062750772563
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 18,
                    "text": "And now, it came to pass that Mosiah went and did as his father had commanded him, and proclaimed unto all the people who were in the land of Zarahemla that thereby they might gather themselves together, to go up to the temple to hear the words which his father should speak unto them.",
                    "score": 0.7453057387126109
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 1,
                    "verse": 1,
                    "text": "For behold, it came to pass that fifty and five years had passed away from the time that Lehi left Jerusalem; wherefore, Nephi gave me, Jacob, a commandment concerning the small plates, upon which these things are engraven.",
                    "score": 0.7422475625990572
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 4,
                    "text": "And it came to pass that on the morrow, when the multitude was gathered together, behold, Nephi and his brother whom he had raised from the dead, whose name was Timothy, and also his son, whose name was Jonas, and also Mathoni, and Mathonihah, his brother, and Kumen, and Kumenonhi, and Jeremiah, and Shemnon, and Jonas, and Zedekiah, and Isaiah--now these were the names of the disciples whom Jesus had chosen--and it came to pass that they went forth and stood in the midst of the multitude.",
                    "score": 0.7419556951723825
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 24,
                    "verse": 1,
                    "text": "And it came to pass that he commanded them that they should write the words which the Father had given unto Malachi, which he should tell unto them. And it came to pass that after they were written he expounded them. And these are the words which he did tell unto them, saying: Thus said the Father unto Malachi--Behold, I will send my messenger, and he shall prepare the way before me, and the Lord whom ye seek shall suddenly come to his temple, even the messenger of the covenant, whom ye delight in; behold, he shall come, saith the Lord of Hosts.",
                    "score": 0.7409582281825885
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 19,
                    "verse": 14,
                    "text": "And it was the preparation of the passover, and about the sixth hour: and he saith unto the Jews, Behold your King!",
                    "score": 0.7406707543387447
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 117,
                    "verse": 14,
                    "text": "Therefore, let him come up hither speedily, unto the land of Zion; and in the due time he shall be made a merchant unto my name, saith the Lord, for the benefit of my people.",
                    "score": 0.7403504480431343
                }
            ]
        },
        {
            "verse": 10,
            "text": "Then read Baruch in the book the words of Jeremiah in the house of the Lord, in the chamber of Gemariah the son of Shaphan the scribe, in the higher court, at the entry of the new gate of the Lord's house, in the ears of all the people.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 4,
                    "text": "Wherefore, hearken, O my people, which are of the house of Israel, and give ear unto my words; for because the words of Isaiah are not plain unto you, nevertheless they are plain unto all those that are filled with the spirit of prophecy. But I give unto you a prophecy, according to the spirit which is in me; wherefore I shall prophesy according to the plainness which hath been with me from the time that I came out from Jerusalem with my father; for behold, my soul delighteth in plainness unto my people, that they may learn.",
                    "score": 0.781874775707666
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 6,
                    "verse": 5,
                    "text": "And now, the words which I shall read are they which Isaiah spake concerning all the house of Israel; wherefore, they may be likened unto you, for ye are of the house of Israel. And there are many things which have been spoken by Isaiah which may be likened unto you, because ye are of the house of Israel.",
                    "score": 0.7706058628231126
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 3,
                    "text": "And many people shall go and say, Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths; for out of Zion shall go forth the law, and the word of the Lord from Jerusalem.",
                    "score": 0.760065610784044
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 16,
                    "verse": 32,
                    "text": "And they spake unto him the word of the Lord, and to all that were in his house.",
                    "score": 0.7557126141053829
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 14,
                    "verse": 14,
                    "text": "And wheresoever he shall go in, say ye to the goodman of the house, The Master saith, Where is the guestchamber, where I shall eat the passover with my disciples?",
                    "score": 0.7545834678924332
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 2,
                    "text": "Hearken, O ye house of Israel, and hear the words of me, a prophet of the Lord.",
                    "score": 0.7487644037171646
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 7,
                    "verse": 4,
                    "text": "And it came to pass that we went up unto the house of Ishmael, and we did gain favor in the sight of Ishmael, insomuch that we did speak unto him the words of the Lord.",
                    "score": 0.7482441489050086
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 17,
                    "text": "That all the incomings of thy people, into this house, may be in the name of the Lord;",
                    "score": 0.7476299908843322
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 11,
                    "text": "And we cast lots--who of us should go in unto the house of Laban. And it came to pass that the lot fell upon Laman; and Laman went in unto the house of Laban, and he talked with him as he sat in his house.",
                    "score": 0.7464041014461552
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 14,
                    "text": "And at that day shall the remnant of our seed know that they are of the house of Israel, and that they are the covenant people of the Lord; and then shall they know and come to the knowledge of their forefathers, and also to the knowledge of the gospel of their Redeemer, which was ministered unto their fathers by him; wherefore, they shall come to the knowledge of their Redeemer and the very points of his doctrine, that they may know how to come unto him and be saved.",
                    "score": 0.7463179223108556
                }
            ]
        },
        {
            "verse": 11,
            "text": "When Michaiah the son of Gemariah, the son of Shaphan, had heard out of the book all the words of the Lord,",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 27,
                    "verse": 13,
                    "text": "And now it came to pass that Ammon went and told the king all the words which the Lord had said unto him.",
                    "score": 0.766316658296694
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 20,
                    "text": "Wherefore, the word of the Lord was fulfilled which he spake unto me, saying that: Inasmuch as they will not hearken unto thy words they shall be cut off from the presence of the Lord. And behold, they were cut off from his presence.",
                    "score": 0.7593957226960324
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 22,
                    "text": "Wherefore, when thou hast read the words which I have commanded thee, and obtained the witnesses which I have promised unto thee, then shalt thou seal up the book again, and hide it up unto me, that I may preserve the words which thou hast not read, until I shall see fit in mine own wisdom to reveal all things unto the children of men.",
                    "score": 0.7563508706392297
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 4,
                    "text": "Wherefore, hearken, O my people, which are of the house of Israel, and give ear unto my words; for because the words of Isaiah are not plain unto you, nevertheless they are plain unto all those that are filled with the spirit of prophecy. But I give unto you a prophecy, according to the spirit which is in me; wherefore I shall prophesy according to the plainness which hath been with me from the time that I came out from Jerusalem with my father; for behold, my soul delighteth in plainness unto my people, that they may learn.",
                    "score": 0.7560581519439246
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 3,
                    "text": "Wherefore, after my father had made an end of speaking concerning the prophecies of Joseph, he called the children of Laman, his sons, and his daughters, and said unto them: Behold, my sons, and my daughters, who are the sons and the daughters of my firstborn, I would that ye should give ear unto my words.",
                    "score": 0.7556487941967671
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 23,
                    "text": "And it came to pass that I, Nephi, spake unto them, saying: Do ye believe that our fathers, who were the children of Israel, would have been led away out of the hands of the Egyptians if they had not hearkened unto the words of the Lord?",
                    "score": 0.7539103544500678
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 16,
                    "verse": 32,
                    "text": "And they spake unto him the word of the Lord, and to all that were in his house.",
                    "score": 0.7523340063768494
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 11,
                    "text": "And after he had made an end of speaking unto them, he spake unto Sam, saying: Blessed art thou, and thy seed; for thou shalt inherit the land like unto thy brother Nephi. And thy seed shall be numbered with his seed; and thou shalt be even like unto thy brother, and thy seed like unto his seed; and thou shalt be blessed in all thy days.",
                    "score": 0.7516157416440515
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 7,
                    "verse": 1,
                    "text": "And now I would that ye might know, that after my father, Lehi, had made an end of prophesying concerning his seed, it came to pass that the Lord spake unto him again, saying that it was not meet for him, Lehi, that he should take his family into the wilderness alone; but that his sons should take daughters to wife, that they might raise up seed unto the Lord in the land of promise.",
                    "score": 0.7514467503888798
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 23,
                    "text": "And he said: Behold it proceedeth out of the mouth of a Jew. And I, Nephi, beheld it; and he said unto me: The book that thou beholdest is a record of the Jews, which contains the covenants of the Lord, which he hath made unto the house of Israel; and it also containeth many of the prophecies of the holy prophets; and it is a record like unto the engravings which are upon the plates of brass, save there are not so many; nevertheless, they contain the covenants of the Lord, which he hath made unto the house of Israel; wherefore, they are of great worth unto the Gentiles.",
                    "score": 0.7509826919477911
                }
            ]
        },
        {
            "verse": 12,
            "text": "Then he went down into the king's house, into the scribe's chamber: and, lo, all the princes sat there, even Elishama the scribe, and Delaiah the son of Shemaiah, and Elnathan the son of Achbor, and Gemariah the son of Shaphan, and Zedekiah the son of Hananiah, and all the princes.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 11,
                    "text": "And we cast lots--who of us should go in unto the house of Laban. And it came to pass that the lot fell upon Laman; and Laman went in unto the house of Laban, and he talked with him as he sat in his house.",
                    "score": 0.7616613858853124
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 16,
                    "verse": 32,
                    "text": "And they spake unto him the word of the Lord, and to all that were in his house.",
                    "score": 0.7437860240344928
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 1,
                    "verse": 13,
                    "text": "And when they were come in, they went up into an upper room, where abode both Peter, and James, and John, and Andrew, Philip, and Thomas, Bartholomew, and Matthew, James the son of Alphaeus, and Simon Zelotes, and Judas the brother of James.",
                    "score": 0.7365270453634538
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 7,
                    "verse": 1,
                    "text": "Then came together unto him the Pharisees, and certain of the scribes, which came from Jerusalem.",
                    "score": 0.7352177976992861
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 2,
                    "text": "And it came to pass that he went in unto him into the king's palace, with his brethren, and bowed himself before the king, and said unto him: Behold, O king, we are the brethren of Ammon, whom thou hast delivered out of prison.",
                    "score": 0.73506379466956
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 18,
                    "text": "And they began to assemble themselves together unto the house of the king. And there came a multitude, and to their astonishment, they beheld the king, and the queen, and their servants prostrate upon the earth, and they all lay there as though they were dead; and they also saw Ammon, and behold, he was a Nephite.",
                    "score": 0.7347746749276188
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 52,
                    "text": "Then said he unto them, Therefore every scribe which is instructed unto the kingdom of heaven is like unto a man that is an householder, which bringeth forth out of his treasure things new and old.",
                    "score": 0.7337437234615345
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 1,
                    "verse": 29,
                    "text": "And forthwith, when they were come out of the synagogue, they entered into the house of Simon and Andrew, with James and John.",
                    "score": 0.7334538842889109
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 11,
                    "verse": 27,
                    "text": "And they come again to Jerusalem: and as he was walking in the temple, there come to him the chief priests, and the scribes, and the elders,",
                    "score": 0.7319928820633077
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 47,
                    "verse": 34,
                    "text": "And it came to pass that Amalickiah took the same servant that slew the king, and all them who were with him, and went in unto the queen, unto the place where she sat; and they all testified unto her that the king was slain by his own servants; and they said also: They have fled; does not this testify against them? And thus they satisfied the queen concerning the death of the king.",
                    "score": 0.7303065655703678
                }
            ]
        },
        {
            "verse": 13,
            "text": "Then Michaiah declared unto them all the words that he had heard, when Baruch read the book in the ears of the people.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 15,
                    "verse": 10,
                    "text": "And he called the multitude, and said unto them, Hear, and understand:",
                    "score": 0.7918004940211992
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 35,
                    "verse": 4,
                    "text": "And they sent and gathered together throughout all the land all the people, and consulted with them concerning the words which had been spoken.",
                    "score": 0.7914916754968923
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 7,
                    "verse": 14,
                    "text": "And when he had called all the people unto him, he said unto them, Hearken unto me every one of you, and understand:",
                    "score": 0.7848062065403021
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 4,
                    "verse": 9,
                    "text": "And he said unto them, He that hath ears to hear, let him hear.",
                    "score": 0.7841997687517508
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 5,
                    "verse": 1,
                    "text": "And now, it came to pass that when king Benjamin had thus spoken to his people, he sent among them, desiring to know of his people if they believed the words which he had spoken unto them.",
                    "score": 0.7812473730058038
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 4,
                    "verse": 21,
                    "text": "And he began to say unto them, This day is this scripture fulfilled in your ears.",
                    "score": 0.7791144301961134
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 10,
                    "verse": 3,
                    "text": "And it came to pass that there came a voice again unto the people, and all the people did hear, and did witness of it, saying:",
                    "score": 0.7778218176518521
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 15,
                    "text": "And after the reading of the law and the prophets the rulers of the synagogue sent unto them, saying, Ye men and brethren, if ye have any word of exhortation for the people, say on.",
                    "score": 0.7763307342460669
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 4,
                    "verse": 33,
                    "text": "And with many such parables spake he the word unto them, as they were able to hear it.",
                    "score": 0.7749023118510416
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 33,
                    "text": "And the multitude did hear and do bear record; and their hearts were open and they did understand in their hearts the words which he prayed.",
                    "score": 0.7717512631221045
                }
            ]
        },
        {
            "verse": 14,
            "text": "Therefore all the princes sent Jehudi the son of Nethaniah, the son of Shelemiah, the son of Cushi, unto Baruch, saying, Take in thine hand the roll wherein thou hast read in the ears of the people, and come. So Baruch the son of Neriah took the roll in his hand, and came unto them.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 18,
                    "verse": 1,
                    "text": "Moreover, the word of the Lord said unto me: Take thee a great roll, and write in it with a man's pen, concerning Maher-shalal-hash-baz.",
                    "score": 0.7772715718543767
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Therefore, he had Mosiah brought before him; and these are the words which he spake unto him, saying: My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.",
                    "score": 0.7674057531296316
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 6,
                    "text": "Therefore, O Lord, thou hast forsaken thy people, the house of Jacob, because they be replenished from the east, and hearken unto soothsayers like the Philistines, and they please themselves in the children of strangers.",
                    "score": 0.7646697509767371
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 17,
                    "text": "And now, it came to pass on the morrow that king Limhi sent a proclamation among all his people, that thereby they might gather themselves together to the temple, to hear the words which he should speak unto them.",
                    "score": 0.7636899006951041
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 18,
                    "text": "And this is the word which he hath given unto the children of men. And for this cause he fulfilleth the words which he hath given, and he lieth not, but fulfilleth all his words.",
                    "score": 0.7633213336170659
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 35,
                    "verse": 16,
                    "text": "Therefore, he caused that his sons should be gathered together, that he might give unto them every one his charge, separately, concerning the things pertaining unto righteousness. And we have an account of his commandments, which he gave unto them according to his own record.",
                    "score": 0.7596653872626997
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 28,
                    "verse": 1,
                    "text": "Now it came to pass that after the sons of Mosiah had done all these things, they took a small number with them and returned to their father, the king, and desired of him that he would grant unto them that they might, with these whom they had selected, go up to the land of Nephi that they might preach the things which they had heard, and that they might impart the word of God to their brethren, the Lamanites--",
                    "score": 0.7544791696613977
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 6,
                    "text": "But I, Abraham, and Lot, my brother's son, prayed unto the Lord, and the Lord appeared unto me, and said unto me: Arise, and take Lot with thee; for I have purposed to take thee away out of Haran, and to make of thee a minister to bear my name in a strange land which I will give unto thy seed after thee for an everlasting possession, when they hearken to my voice.",
                    "score": 0.7544584033051576
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 9,
                    "verse": 10,
                    "text": "And it came to pass that Akish begat other sons, and they won the hearts of the people, notwithstanding they had sworn unto him to do all manner of iniquity according to that which he desired.",
                    "score": 0.7544097725093881
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 41,
                    "text": "And in a day when the children of men shall esteem my words as naught and take many of them from the book which thou shalt write, behold, I will raise up another like unto thee; and they shall be had again among the children of men--among as many as shall believe.",
                    "score": 0.753776136677662
                }
            ]
        },
        {
            "verse": 15,
            "text": "And they said unto him, Sit down now, and read it in our ears. So Baruch read it in their ears.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 4,
                    "verse": 9,
                    "text": "And he said unto them, He that hath ears to hear, let him hear.",
                    "score": 0.8324316059460128
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 4,
                    "verse": 21,
                    "text": "And he began to say unto them, This day is this scripture fulfilled in your ears.",
                    "score": 0.8252545003888248
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 9,
                    "text": "And these are the words which he spake and caused to be written, saying: My brethren, all ye that have assembled yourselves together, you that can hear my words which I shall speak unto you this day; for I have not commanded you to come up hither to trifle with the words which I shall speak, but that you should hearken unto me, and open your ears that ye may hear, and your hearts that ye may understand, and your minds that the mysteries of God may be unfolded to your view.",
                    "score": 0.7831537335762982
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 22,
                    "verse": 13,
                    "text": "And they went, and found as he had said unto them: and they made ready the passover.",
                    "score": 0.7786458026859886
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 2,
                    "verse": 37,
                    "text": "Now when they heard this, they were pricked in their heart, and said unto Peter and to the rest of the apostles, Men and brethren, what shall we do?",
                    "score": 0.7783594069347457
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 9,
                    "text": "Who hath ears to hear, let him hear.",
                    "score": 0.7763674261578403
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 15,
                    "verse": 10,
                    "text": "And he called the multitude, and said unto them, Hear, and understand:",
                    "score": 0.7748276737921177
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 9,
                    "verse": 10,
                    "text": "Therefore said they unto him, How were thine eyes opened?",
                    "score": 0.7747460598833597
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 4,
                    "verse": 33,
                    "text": "And with many such parables spake he the word unto them, as they were able to hear it.",
                    "score": 0.7732239218269463
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 10,
                    "verse": 26,
                    "text": "He said unto him, What is written in the law? how readest thou?",
                    "score": 0.7727964797239457
                }
            ]
        },
        {
            "verse": 16,
            "text": "Now it came to pass, when they had heard all the words, they were afraid both one and other, and said unto Baruch, We will surely tell the king of all these words.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 27,
                    "verse": 13,
                    "text": "And now it came to pass that Ammon went and told the king all the words which the Lord had said unto him.",
                    "score": 0.818830413965944
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 47,
                    "verse": 28,
                    "text": "And it came to pass that all they who loved the king, when they heard these words, came forth and pursued after the servants of the king.",
                    "score": 0.8185614945807008
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 22,
                    "verse": 9,
                    "text": "And it came to pass that the king hearkened unto the words of Gideon.",
                    "score": 0.8147938247661186
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 4,
                    "verse": 1,
                    "text": "And now, it came to pass that when king Benjamin had made an end of speaking the words which had been delivered unto him by the angel of the Lord, that he cast his eyes round about on the multitude, and behold they had fallen to the earth, for the fear of the Lord had come upon them.",
                    "score": 0.8142017438486673
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 37,
                    "text": "And now it came to pass, after king Mosiah had sent these things forth among the people they were convinced of the truth of his words.",
                    "score": 0.8096204724677613
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 40,
                    "text": "And it came to pass that after he had said all these things, and expounded them to the king, that the king believed all his words.",
                    "score": 0.8095958270014445
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 5,
                    "verse": 1,
                    "text": "And now, it came to pass that when king Benjamin had thus spoken to his people, he sent among them, desiring to know of his people if they believed the words which he had spoken unto them.",
                    "score": 0.7984893384944376
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 47,
                    "verse": 2,
                    "text": "And it came to pass that when the proclamation had gone forth among them they were exceedingly afraid; yea, they feared to displease the king, and they also feared to go to battle against the Nephites lest they should lose their lives. And it came to pass that they would not, or the more part of them would not, obey the commandments of the king.",
                    "score": 0.7982547145323013
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 1,
                    "verse": 20,
                    "text": "And it had come to pass, yea, all things, every whit, according to the words of the prophets.",
                    "score": 0.7951736619311583
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 6,
                    "text": "And it came to pass that as many as believed him went thither to hear his words.",
                    "score": 0.7940822164592323
                }
            ]
        },
        {
            "verse": 17,
            "text": "And they asked Baruch, saying, Tell us now, How didst thou write all these words at his mouth?",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 11,
                    "verse": 53,
                    "text": "And as he said these things unto them, the scribes and the Pharisees began to urge him vehemently, and to provoke him to speak of many things:",
                    "score": 0.7743684890199191
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 16,
                    "text": "And he asked the scribes, What question ye with them?",
                    "score": 0.7728803090546003
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 10,
                    "verse": 3,
                    "text": "And he answered and said unto them, What did Moses command you?",
                    "score": 0.7697577735019293
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 10,
                    "verse": 26,
                    "text": "He said unto him, What is written in the law? how readest thou?",
                    "score": 0.7683847813588018
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 22,
                    "verse": 2,
                    "text": "(And when they heard that he spake in the Hebrew tongue to them, they kept the more silence: and he saith,)",
                    "score": 0.7635691162701512
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 14,
                    "verse": 23,
                    "text": "Wherefore, the things which he shall write are just and true; and behold they are written in the book which thou beheld proceeding out of the mouth of the Jew; and at the time they proceeded out of the mouth of the Jew, or, at the time the book proceeded out of the mouth of the Jew, the things which were written were plain and pure, and most precious and easy to the understanding of all men.",
                    "score": 0.7578320659560349
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 8,
                    "text": "And they remembered his words,",
                    "score": 0.7570697050547556
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 4,
                    "verse": 4,
                    "text": "But he answered and said, It is written, Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God.",
                    "score": 0.7559166273854203
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 40,
                    "text": "And now, Moses, my son, I will speak unto thee concerning this earth upon which thou standest; and thou shalt write the things which I shall speak.",
                    "score": 0.7555040157970513
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 45,
                    "verse": 5,
                    "text": "And he said: Yea, I believe all the words which thou hast spoken.",
                    "score": 0.7547062499524793
                }
            ]
        },
        {
            "verse": 18,
            "text": "Then Baruch answered them, He pronounced all these words unto me with his mouth, and I wrote them with ink in the book.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 16,
                    "text": "And he asked the scribes, What question ye with them?",
                    "score": 0.7435338823634938
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 4,
                    "verse": 1,
                    "text": "Now behold, it came to pass that I, Jacob, having ministered much unto my people in word, (and I cannot write but a little of my words, because of the difficulty of engraving our words upon plates) and we know that the things which we write upon plates must remain;",
                    "score": 0.7421364344511225
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 19,
                    "verse": 22,
                    "text": "Pilate answered, What I have written I have written.",
                    "score": 0.73968592752724
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 63,
                    "text": "And he asked for a writing table, and wrote, saying, His name is John. And they marvelled all.",
                    "score": 0.7337653331585466
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "chapter": 1,
                    "verse": 9,
                    "text": "Now I, Chemish, write what few things I write, in the same book with my brother; for behold, I saw the last which he wrote, that he wrote it with his own hand; and he wrote it in the day that he delivered them unto me. And after this manner we keep the records, for it is according to the commandments of our fathers. And I make an end.",
                    "score": 0.7326804144109051
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 5,
                    "verse": 11,
                    "text": "He answered them, He that made me whole, the same said unto me, Take up thy bed, and walk.",
                    "score": 0.7321003411452722
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 3,
                    "verse": 3,
                    "text": "How that by revelation he made known unto me the mystery; (as I wrote afore in few words,",
                    "score": 0.7316778718997855
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 11,
                    "verse": 53,
                    "text": "And as he said these things unto them, the scribes and the Pharisees began to urge him vehemently, and to provoke him to speak of many things:",
                    "score": 0.7315238591440959
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 44,
                    "text": "And he said unto them, These are the words which I spake unto you, while I was yet with you, that all things must be fulfilled, which were written in the law of Moses, and in the prophets, and in the psalms, concerning me.",
                    "score": 0.7307726142253721
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 18,
                    "verse": 1,
                    "text": "Moreover, the word of the Lord said unto me: Take thee a great roll, and write in it with a man's pen, concerning Maher-shalal-hash-baz.",
                    "score": 0.7306564530597385
                }
            ]
        },
        {
            "verse": 19,
            "text": "Then said the princes unto Baruch, Go, hide thee, thou and Jeremiah; and let no man know where ye be.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 19,
                    "text": "For I will, saith the Lord, that they shall hide up their treasures unto me; and cursed be they who hide not up their treasures unto me; for none hideth up their treasures unto me save it be the righteous; and he that hideth not up his treasures unto me, cursed is he, and also the treasure, and none shall redeem it because of the curse of the land.",
                    "score": 0.7709228464005589
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 20,
                    "text": "And the day shall come that they shall hide up their treasures, because they have set their hearts upon riches; and because they have set their hearts upon their riches, and will hide up their treasures when they shall flee before their enemies; because they will not hide them up unto me, cursed be they and also their treasures; and in that day shall they be smitten, saith the Lord.",
                    "score": 0.768809984515822
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 18,
                    "verse": 17,
                    "text": "And I will wait upon the Lord, that hideth his face from the house of Jacob, and I will look for him.",
                    "score": 0.7658474174612175
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 30,
                    "verse": 18,
                    "text": "Wherefore, all things which have been revealed unto the children of men shall at that day be revealed; and Satan shall have power over the hearts of the children of men no more, for a long time. And now, my beloved brethren, I make an end of my sayings.",
                    "score": 0.7598665510831393
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 22,
                    "text": "Wherefore, when thou hast read the words which I have commanded thee, and obtained the witnesses which I have promised unto thee, then shalt thou seal up the book again, and hide it up unto me, that I may preserve the words which thou hast not read, until I shall see fit in mine own wisdom to reveal all things unto the children of men.",
                    "score": 0.75907195674826
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 42,
                    "text": "(These words were spoken unto Moses in the mount, the name of which shall not be known among the children of men. And now they are spoken unto you. Show them not unto any except them that believe. Even so. Amen.)",
                    "score": 0.7590682421873056
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 42,
                    "text": "Saying, If thou hadst known, even thou, at least in this thy day, the things which belong unto thy peace! but now they are hid from thine eyes.",
                    "score": 0.7582787096911789
                },
                {
                    "volume": "Book of Mormon",
                    "book": "4 Nephi",
                    "chapter": 1,
                    "verse": 49,
                    "text": "And he did hide them up unto the Lord, that they might come again unto the remnant of the house of Jacob, according to the prophecies and the promises of the Lord. And thus is the end of the record of Ammaron.",
                    "score": 0.7555860240395211
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 39,
                    "text": "Behold thou hast driven me out this day from the face of the Lord, and from thy face shall I be hid; and I shall be a fugitive and a vagabond in the earth; and it shall come to pass, that he that findeth me will slay me, because of mine iniquities, for these things are not hid from the Lord.",
                    "score": 0.7533091647435464
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 18,
                    "verse": 23,
                    "text": "And the light of a candle shall shine no more at all in thee; and the voice of the bridegroom and of the bride shall be heard no more at all in thee: for thy merchants were the great men of the earth; for by thy sorceries were all nations deceived.",
                    "score": 0.7525065686978496
                }
            ]
        },
        {
            "verse": 20,
            "text": "And they went in to the king into the court, but they laid up the roll in the chamber of Elishama the scribe, and told all the words in the ears of the king.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 47,
                    "verse": 28,
                    "text": "And it came to pass that all they who loved the king, when they heard these words, came forth and pursued after the servants of the king.",
                    "score": 0.7790866611268331
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 40,
                    "text": "And it came to pass that after he had said all these things, and expounded them to the king, that the king believed all his words.",
                    "score": 0.7701807464530258
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 33,
                    "text": "And many more things did king Mosiah write unto them, unfolding unto them all the trials and troubles of a righteous king, yea, all the travails of soul for their people, and also all the murmurings of the people to their king; and he explained it all unto them.",
                    "score": 0.7645386262093501
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 27,
                    "verse": 13,
                    "text": "And now it came to pass that Ammon went and told the king all the words which the Lord had said unto him.",
                    "score": 0.7563304916578355
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 6,
                    "verse": 12,
                    "text": "And they stirred up the people, and the elders, and the scribes, and came upon him, and caught him, and brought him to the council,",
                    "score": 0.753731880387744
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 37,
                    "text": "And now it came to pass, after king Mosiah had sent these things forth among the people they were convinced of the truth of his words.",
                    "score": 0.7528173773654315
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 5,
                    "verse": 21,
                    "text": "And when they heard that, they entered into the temple early in the morning, and taught. But the high priest came, and they that were with him, and called the council together, and all the senate of the children of Israel, and sent to the prison to have them brought.",
                    "score": 0.7518668472467837
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 23,
                    "text": "And the king answered him, and said: Yea, I will believe all thy words. And thus he was caught with guile.",
                    "score": 0.7507683111669933
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 35,
                    "verse": 4,
                    "text": "And they sent and gathered together throughout all the land all the people, and consulted with them concerning the words which had been spoken.",
                    "score": 0.7502919133558763
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 2,
                    "text": "And it came to pass that he went in unto him into the king's palace, with his brethren, and bowed himself before the king, and said unto him: Behold, O king, we are the brethren of Ammon, whom thou hast delivered out of prison.",
                    "score": 0.7493053479721432
                }
            ]
        },
        {
            "verse": 21,
            "text": "So the king sent Jehudi to fetch the roll: and he took it out of Elishama the scribe's chamber. And Jehudi read it in the ears of the king, and in the ears of all the princes which stood beside the king.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 47,
                    "verse": 28,
                    "text": "And it came to pass that all they who loved the king, when they heard these words, came forth and pursued after the servants of the king.",
                    "score": 0.7528454506729254
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 32,
                    "text": "But behold, it came to pass that the king, having discovered a movement among the people, sent his servants to watch them. Therefore on the day that they were assembling themselves together to hear the word of the Lord they were discovered unto the king.",
                    "score": 0.744678600221695
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 12,
                    "text": "And it came to pass that when Ammon had made ready the horses and the chariots for the king and his servants, he went in unto the king, and he saw that the countenance of the king was changed; therefore he was about to return out of his presence.",
                    "score": 0.744146999412334
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 47,
                    "verse": 34,
                    "text": "And it came to pass that Amalickiah took the same servant that slew the king, and all them who were with him, and went in unto the queen, unto the place where she sat; and they all testified unto her that the king was slain by his own servants; and they said also: They have fled; does not this testify against them? And thus they satisfied the queen concerning the death of the king.",
                    "score": 0.7429363750864074
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 19,
                    "text": "When any one heareth the word of the kingdom, and understandeth it not, then cometh the wicked one, and catcheth away that which was sown in his heart. This is he which received seed by the way side.",
                    "score": 0.7412118835817905
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 5,
                    "verse": 7,
                    "text": "And he came and took the book out of the right hand of him that sat upon the throne.",
                    "score": 0.738798321430482
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 2,
                    "text": "And it came to pass that he went in unto him into the king's palace, with his brethren, and bowed himself before the king, and said unto him: Behold, O king, we are the brethren of Ammon, whom thou hast delivered out of prison.",
                    "score": 0.7385678015123813
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 27,
                    "verse": 13,
                    "text": "And now it came to pass that Ammon went and told the king all the words which the Lord had said unto him.",
                    "score": 0.7348005780852271
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 17,
                    "text": "And now, it came to pass on the morrow that king Limhi sent a proclamation among all his people, that thereby they might gather themselves together to the temple, to hear the words which he should speak unto them.",
                    "score": 0.7340711037548457
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 37,
                    "text": "And now it came to pass, after king Mosiah had sent these things forth among the people they were convinced of the truth of his words.",
                    "score": 0.7339226589459266
                }
            ]
        },
        {
            "verse": 22,
            "text": "Now the king sat in the winterhouse in the ninth month: and there was a fire on the hearth burning before him.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 14,
                    "verse": 54,
                    "text": "And Peter followed him afar off, even into the palace of the high priest: and he sat with the servants, and warmed himself at the fire.",
                    "score": 0.6978181902276278
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 22,
                    "verse": 55,
                    "text": "And when they had kindled a fire in the midst of the hall, and were set down together, Peter sat down among them.",
                    "score": 0.6971689409525017
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 4,
                    "verse": 5,
                    "text": "And out of the throne proceeded lightnings and thunderings and voices: and there were seven lamps of fire burning before the throne, which are the seven Spirits of God.",
                    "score": 0.6886334869367939
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 14,
                    "text": "His head and his hairs were white like wool, as white as snow; and his eyes were as a flame of fire;",
                    "score": 0.6856444821365257
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 15,
                    "verse": 3,
                    "text": "And also Zeezrom lay sick at Sidom, with a burning fever, which was caused by the great tribulations of his mind on account of his wickedness, for he supposed that Alma and Amulek were no more; and he supposed that they had been slain because of his iniquity. And this great sin, and his many other sins, did harrow up his mind until it did become exceedingly sore, having no deliverance; therefore he began to be scorched with a burning heat.",
                    "score": 0.6831745231190894
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 110,
                    "verse": 3,
                    "text": "His eyes were as a flame of fire; the hair of his head was white like the pure snow; his countenance shone above the brightness of the sun; and his voice was as the sound of the rushing of great waters, even the voice of Jehovah, saying:",
                    "score": 0.6794262818013774
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 9,
                    "verse": 2,
                    "text": "And he opened the bottomless pit; and there arose a smoke out of the pit, as the smoke of a great furnace; and the sun and the air were darkened by reason of the smoke of the pit.",
                    "score": 0.6777771192288812
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 19,
                    "verse": 20,
                    "text": "And the king commanded them that they should not return; and they were angry with the king, and caused that he should suffer, even unto death by fire.",
                    "score": 0.6774096424123026
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 18,
                    "verse": 18,
                    "text": "And the servants and officers stood there, who had made a fire of coals; for it was cold: and they warmed themselves: and Peter stood with them, and warmed himself.",
                    "score": 0.6753080909404668
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 17,
                    "verse": 14,
                    "text": "And now when the flames began to scorch him, he cried unto them, saying:",
                    "score": 0.674767611095693
                }
            ]
        },
        {
            "verse": 23,
            "text": "And it came to pass, that when Jehudi had read three or four leaves, he cut it with the penknife, and cast it into the fire that was on the hearth, until all the roll was consumed in the fire that was on the hearth.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 26,
                    "text": "And it came to pass that the Lord of the vineyard said unto the servant: Pluck off the branches that have not brought forth good fruit, and cast them into the fire.",
                    "score": 0.7603511120233872
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 5,
                    "text": "And it came to pass that he pruned it, and digged about it, and nourished it according to his word.",
                    "score": 0.7597336087409946
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 14,
                    "verse": 14,
                    "text": "Now it came to pass that when the bodies of those who had been cast into the fire were consumed, and also the records which were cast in with them, the chief judge of the land came and stood before Alma and Amulek, as they were bound; and he smote them with his hand upon their cheeks, and said unto them: After what ye have seen, will ye preach again unto this people, that they shall be cast into a lake of fire and brimstone?",
                    "score": 0.7520365521297872
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 7,
                    "text": "And it came to pass that the master of the vineyard saw it, and he said unto his servant: It grieveth me that I should lose this tree; wherefore, go and pluck the branches from a wild olive tree, and bring them hither unto me; and we will pluck off those main branches which are beginning to wither away, and we will cast them into the fire that they may be burned.",
                    "score": 0.7489503981823802
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 47,
                    "text": "But what could I have done more in my vineyard? Have I slackened mine hand, that I have not nourished it? Nay, I have nourished it, and I have digged about it, and I have pruned it, and I have dunged it; and I have stretched forth mine hand almost all the day long, and the end draweth nigh. And it grieveth me that I should hew down all the trees of my vineyard, and cast them into the fire that they should be burned. Who is it that has corrupted my vineyard?",
                    "score": 0.7458116773397565
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 11,
                    "text": "And it came to pass that I, Nephi, did make a bellows wherewith to blow the fire, of the skins of beasts; and after I had made a bellows, that I might have wherewith to blow the fire, I did smite two stones together that I might make fire.",
                    "score": 0.7435525066740344
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 15,
                    "verse": 6,
                    "text": "If a man abide not in me, he is cast forth as a branch, and is withered; and men gather them, and cast them into the fire, and they are burned.",
                    "score": 0.7435409677392552
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 45,
                    "text": "And thou beheldest that a part thereof brought forth good fruit, and a part thereof brought forth wild fruit; and because I plucked not the branches thereof and cast them into the fire, behold, they have overcome the good branch that it hath withered away.",
                    "score": 0.7434392065810451
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 49,
                    "text": "And it came to pass that the Lord of the vineyard said unto the servant: Let us go to and hew down the trees of the vineyard and cast them into the fire, that they shall not cumber the ground of my vineyard, for I have done all. What could I have done more for my vineyard?",
                    "score": 0.7426599233198106
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 9,
                    "verse": 18,
                    "text": "By these three was the third part of men killed, by the fire, and by the smoke, and by the brimstone, which issued out of their mouths.",
                    "score": 0.7366674087793175
                }
            ]
        },
        {
            "verse": 24,
            "text": "Yet they were not afraid, nor rent their garments, neither the king, nor any of his servants that heard all these words.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 2,
                    "verse": 50,
                    "text": "And they understood not the saying which he spake unto them.",
                    "score": 0.7904289138342856
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 24,
                    "verse": 6,
                    "text": "Now there was not one soul among all the people who had been converted unto the Lord that would take up arms against their brethren; nay, they would not even make any preparations for war; yea, and also their king commanded them that they should not.",
                    "score": 0.7829992262453029
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 14,
                    "verse": 18,
                    "text": "And with these sayings scarce restrained they the people, that they had not done sacrifice unto them.",
                    "score": 0.780930980610023
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 28,
                    "verse": 14,
                    "text": "And it was forbidden them that they should utter; neither was it given unto them power that they could utter the things which they saw and heard;",
                    "score": 0.7689699741328833
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 18,
                    "verse": 34,
                    "text": "And they understood none of these things: and this saying was hid from them, neither knew they the things which were spoken.",
                    "score": 0.7640274172674327
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 11,
                    "text": "And their words seemed to them as idle tales, and they believed them not.",
                    "score": 0.763531958732993
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 16,
                    "verse": 14,
                    "text": "And as many as would hear their words, unto them they did impart the word of God, without any respect of persons, continually.",
                    "score": 0.7627144109473033
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 35,
                    "verse": 9,
                    "text": "And he breathed out many threatenings against them. And now the people of Ammon did not fear their words; therefore they did not cast them out, but they did receive all the poor of the Zoramites that came over unto them; and they did nourish them, and did clothe them, and did give unto them lands for their inheritance; and they did administer unto them according to their wants.",
                    "score": 0.7626747322441543
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 15,
                    "verse": 22,
                    "text": "If I had not come and spoken unto them, they had not had sin: but now they have no cloak for their sin.",
                    "score": 0.7623840609619915
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 71,
                    "text": "Behold, and lo, there are none to deliver you; for ye obeyed not my voice when I called to you out of the heavens; ye believed not my servants, and when they were sent unto you ye received them not.",
                    "score": 0.7618629186725275
                }
            ]
        },
        {
            "verse": 25,
            "text": "Nevertheless Elnathan and Delaiah and Gemariah had made intercession to the king that he would not burn the roll: but he would not hear them.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 12,
                    "verse": 42,
                    "text": "Nevertheless among the chief rulers also many believed on him; but because of the Pharisees they did not confess him, lest they should be put out of the synagogue:",
                    "score": 0.7488243405104876
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 46,
                    "verse": 1,
                    "text": "And it came to pass that as many as would not hearken to the words of Helaman and his brethren were gathered together against their brethren.",
                    "score": 0.7437506933718027
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 22,
                    "text": "He suffered temptations but gave no heed unto them.",
                    "score": 0.741215461735402
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And to whom sware he that they should not enter into his rest, but to them that believed not?",
                    "score": 0.7385001221445306
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 51,
                    "verse": 3,
                    "text": "But behold, Pahoran would not alter nor suffer the law to be altered; therefore, he did not hearken to those who had sent in their voices with their petitions concerning the altering of the law.",
                    "score": 0.7371055029808683
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 10,
                    "verse": 13,
                    "text": "Now behold, notwithstanding that great miracle which Nephi had done in telling them concerning the death of the chief judge, they did harden their hearts and did not hearken unto the words of the Lord.",
                    "score": 0.7363153191054888
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 28,
                    "verse": 21,
                    "text": "And they said unto him, We neither received letters out of Judaea concerning thee, neither any of the brethren that came shewed or spake any harm of thee.",
                    "score": 0.7352583418452678
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 5,
                    "verse": 23,
                    "text": "And it came to pass that Nephi and Lehi were encircled about as if by fire, even insomuch that they durst not lay their hands upon them for fear lest they should be burned. Nevertheless, Nephi and Lehi were not burned; and they were as standing in the midst of fire and were not burned.",
                    "score": 0.7352015951754276
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 35,
                    "text": "Therefore they did not fear Ammon, for they supposed that one of their men could slay him according to their pleasure, for they knew not that the Lord had promised Mosiah that he would deliver his sons out of their hands; neither did they know anything concerning the Lord; therefore they delighted in the destruction of their brethren; and for this cause they stood to scatter the flocks of the king.",
                    "score": 0.7317900378698278
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 25,
                    "text": "For if this people had not fallen into transgression the Lord would not have suffered that this great evil should come upon them. But behold, they would not hearken unto his words; but there arose contentions among them, even so much that they did shed blood among themselves.",
                    "score": 0.7312752365679757
                }
            ]
        },
        {
            "verse": 26,
            "text": "But the king commanded Jerahmeel the son of Hammelech, and Seraiah the son of Azriel, and Shelemiah the son of Abdeel, to take Baruch the scribe and Jeremiah the prophet: but the Lord hid them.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 6,
                    "text": "Therefore he took Ammon, and Aaron, and Omner; and Himni he did leave in the church in Zarahemla; but the former three he took with him, and also Amulek and Zeezrom, who were at Melek; and he also took two of his sons.",
                    "score": 0.7602861379346851
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 47,
                    "verse": 13,
                    "text": "And it came to pass that when Lehonti had come down with his guards to Amalickiah, that Amalickiah desired him to come down with his army in the night-time, and surround those men in their camps over whom the king had given him command, and that he would deliver them up into Lehonti's hands, if he would make him (Amalickiah) a second leader over the whole army.",
                    "score": 0.739403502570675
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "chapter": 1,
                    "verse": 15,
                    "text": "Behold, it came to pass that Mosiah discovered that the people of Zarahemla came out from Jerusalem at the time that Zedekiah, king of Judah, was carried away captive into Babylon.",
                    "score": 0.7388335783119425
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 47,
                    "verse": 16,
                    "text": "And it came to pass that he delivered his men, contrary to the commands of the king. Now this was the thing that Amalickiah desired, that he might accomplish his designs in dethroning the king.",
                    "score": 0.7367585535338951
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 21,
                    "verse": 25,
                    "text": "Now king Limhi had sent, previous to the coming of Ammon, a small number of men to search for the land of Zarahemla; but they could not find it, and they were lost in the wilderness.",
                    "score": 0.7364356486564761
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 4,
                    "verse": 17,
                    "text": "Now they had appointed unto themselves another leader, whose name was Zemnarihah; therefore it was Zemnarihah that did cause that this siege should take place.",
                    "score": 0.7334780172965487
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 1,
                    "verse": 12,
                    "text": "And after they were brought to Babylon, Jechonias begat Salathiel; and Salathiel begat Zorobabel;",
                    "score": 0.7322476672827286
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 47,
                    "verse": 3,
                    "text": "And now it came to pass that the king was wroth because of their disobedience; therefore he gave Amalickiah the command of that part of his army which was obedient unto his commands, and commanded him that he should go forth and compel them to arms.",
                    "score": 0.7321641667228828
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 16,
                    "verse": 5,
                    "text": "Therefore, he that had been appointed chief captain over the armies of the Nephites, (and his name was Zoram, and he had two sons, Lehi and Aha)--now Zoram and his two sons, knowing that Alma was high priest over the church, and having heard that he had the spirit of prophecy, therefore they went unto him and desired of him to know whither the Lord would that they should go into the wilderness in search of their brethren, who had been taken captive by the Lamanites.",
                    "score": 0.7319260679376264
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 46,
                    "verse": 33,
                    "text": "And it came to pass that Amalickiah fled with a small number of his men, and the remainder were delivered up into the hands of Moroni and were taken back into the land of Zarahemla.",
                    "score": 0.7316756837178957
                }
            ]
        },
        {
            "verse": 27,
            "text": "Then the word of the Lord came to Jeremiah, after that the king had burned the roll, and the words which Baruch wrote at the mouth of Jeremiah, saying,",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 14,
                    "verse": 14,
                    "text": "Now it came to pass that when the bodies of those who had been cast into the fire were consumed, and also the records which were cast in with them, the chief judge of the land came and stood before Alma and Amulek, as they were bound; and he smote them with his hand upon their cheeks, and said unto them: After what ye have seen, will ye preach again unto this people, that they shall be cast into a lake of fire and brimstone?",
                    "score": 0.7737686726359988
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 18,
                    "verse": 1,
                    "text": "Moreover, the word of the Lord said unto me: Take thee a great roll, and write in it with a man's pen, concerning Maher-shalal-hash-baz.",
                    "score": 0.7716487293484031
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 24,
                    "text": "For after today cometh the burning--this is speaking after the manner of the Lord--for verily I say, tomorrow all the proud and they that do wickedly shall be as stubble; and I will burn them up, for I am the Lord of Hosts; and I will not spare any that remain in Babylon.",
                    "score": 0.7680197372785561
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 9,
                    "verse": 9,
                    "text": "And behold, that great city Jacobugath, which was inhabited by the people of king Jacob, have I caused to be burned with fire because of their sins and their wickedness, which was above all the wickedness of the whole earth, because of their secret murders and combinations; for it was they that did destroy the peace of my people and the government of the land; therefore I did cause them to be burned, to destroy them from before my face, that the blood of the prophets and the saints should not come up unto me any more against them.",
                    "score": 0.7603205477920078
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 23,
                    "text": "And cursed shall be the seed of him that mixeth with their seed; for they shall be cursed even with the same cursing. And the Lord spake it, and it was done.",
                    "score": 0.7571284839085806
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 24,
                    "text": "Therefore, as the fire devoureth the stubble, and the flame consumeth the chaff, their root shall be rottenness, and their blossoms shall go up as dust; because they have cast away the law of the Lord of Hosts, and despised the word of the Holy One of Israel.",
                    "score": 0.7540588265752387
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 14,
                    "verse": 8,
                    "text": "And they brought their wives and children together, and whosoever believed or had been taught to believe in the word of God they caused that they should be cast into the fire; and they also brought forth their records which contained the holy scriptures, and cast them into the fire also, that they might be burned and destroyed by fire.",
                    "score": 0.753561393025013
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 19,
                    "text": "When any one heareth the word of the kingdom, and understandeth it not, then cometh the wicked one, and catcheth away that which was sown in his heart. This is he which received seed by the way side.",
                    "score": 0.7493846197514662
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 11,
                    "text": "And after he had made an end of speaking unto them, he spake unto Sam, saying: Blessed art thou, and thy seed; for thou shalt inherit the land like unto thy brother Nephi. And thy seed shall be numbered with his seed; and thou shalt be even like unto thy brother, and thy seed like unto his seed; and thou shalt be blessed in all thy days.",
                    "score": 0.7479527198805309
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 64,
                    "text": "And also that which was written by the prophet Malachi: For, behold, the day cometh that shall burn as an oven, and all the proud, yea, and all that do wickedly, shall be stubble; and the day that cometh shall burn them up, saith the Lord of hosts, that it shall leave them neither root nor branch.",
                    "score": 0.7469666157943144
                }
            ]
        },
        {
            "verse": 28,
            "text": "Take thee again another roll, and write in it all the former words that were in the first roll, which Jehoiakim the king of Judah hath burned.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 18,
                    "verse": 1,
                    "text": "Moreover, the word of the Lord said unto me: Take thee a great roll, and write in it with a man's pen, concerning Maher-shalal-hash-baz.",
                    "score": 0.8017751970742357
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 23,
                    "verse": 6,
                    "text": "And now it came to pass that when Jesus had said these words he said unto them again, after he had expounded all the scriptures unto them which they had received, he said unto them: Behold, other scriptures I would that ye should write, that ye have not.",
                    "score": 0.7734470075919712
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 41,
                    "text": "And in a day when the children of men shall esteem my words as naught and take many of them from the book which thou shalt write, behold, I will raise up another like unto thee; and they shall be had again among the children of men--among as many as shall believe.",
                    "score": 0.7671575008104562
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 4,
                    "text": "Therefore king Mosiah sent again among the people; yea, even a written word sent he among the people. And these were the words that were written, saying:",
                    "score": 0.7653113220926308
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 39,
                    "text": "And again, verily I say unto you, if after thine enemy has come upon thee the first time, he repent and come unto thee praying thy forgiveness, thou shalt forgive him, and shalt hold it no more as a testimony against thine enemy--",
                    "score": 0.7604745659902495
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 10,
                    "text": "Moreover, the Lord spake again unto Ahaz, saying:",
                    "score": 0.7604678815259889
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 11,
                    "verse": 8,
                    "text": "His disciples say unto him, Master, the Jews of late sought to stone thee; and goest thou thither again?",
                    "score": 0.7585275761471213
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 8,
                    "verse": 12,
                    "text": "And I say unto thee again: Knowest thou of any one that can translate? For I am desirous that these records should be translated into our language; for, perhaps, they will give us a knowledge of a remnant of the people who have been destroyed, from whence these records came; or, perhaps, they will give us a knowledge of this very people who have been destroyed; and I am desirous to know the cause of their destruction.",
                    "score": 0.7570013931039953
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 21,
                    "verse": 11,
                    "text": "And it shall come to pass in that day that the Lord shall set his hand again the second time to recover the remnant of his people which shall be left, from Assyria, and from Egypt, and from Pathros, and from Cush, and from Elam, and from Shinar, and from Hamath, and from the islands of the sea.",
                    "score": 0.7540865605275331
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 17,
                    "text": "Wherefore, I, the Lord, have said that the fearful, and the unbelieving, and all liars, and whosoever loveth and maketh a lie, and the whoremonger, and the sorcerer, shall have their part in that lake which burneth with fire and brimstone, which is the second death.",
                    "score": 0.7534100106398187
                }
            ]
        },
        {
            "verse": 29,
            "text": "And thou shalt say to Jehoiakim king of Judah, Thus saith the Lord; Thou hast burned this roll, saying, Why hast thou written therein, saying, The king of Babylon shall certainly come and destroy this land, and shall cause to cease from thence man and beast?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 23,
                    "text": "And he enacteth laws, and sendeth them forth among his people, yea, laws after the manner of his own wickedness; and whosoever doth not obey his laws he causeth to be destroyed; and whosoever doth rebel against him he will send his armies against them to war, and if he can he will destroy them; and thus an unrighteous king doth pervert the ways of all righteousness.",
                    "score": 0.8016018007395331
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 24,
                    "text": "For after today cometh the burning--this is speaking after the manner of the Lord--for verily I say, tomorrow all the proud and they that do wickedly shall be as stubble; and I will burn them up, for I am the Lord of Hosts; and I will not spare any that remain in Babylon.",
                    "score": 0.7993380662355829
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 4,
                    "text": "And it shall come to pass in that day, that thou shalt take up this proverb against the king of Babylon, and say: How hath the oppressor ceased, the golden city ceased!",
                    "score": 0.7942459282005441
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 13,
                    "text": "And he read, saying: Wo, wo, unto Jerusalem, for I have seen thine abominations! Yea, and many things did my father read concerning Jerusalem--that it should be destroyed, and the inhabitants thereof; many should perish by the sword, and many should be carried away captive into Babylon.",
                    "score": 0.7829655091851939
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 9,
                    "verse": 9,
                    "text": "And behold, that great city Jacobugath, which was inhabited by the people of king Jacob, have I caused to be burned with fire because of their sins and their wickedness, which was above all the wickedness of the whole earth, because of their secret murders and combinations; for it was they that did destroy the peace of my people and the government of the land; therefore I did cause them to be burned, to destroy them from before my face, that the blood of the prophets and the saints should not come up unto me any more against them.",
                    "score": 0.782654223789018
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 8,
                    "verse": 21,
                    "text": "And he that shall breathe out wrath and strifes against the work of the Lord, and against the covenant people of the Lord who are the house of Israel, and shall say: We will destroy the work of the Lord, and the Lord will not remember his covenant which he hath made unto the house of Israel--the same is in danger to be hewn down and cast into the fire;",
                    "score": 0.7794217956127941
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 64,
                    "text": "And also that which was written by the prophet Malachi: For, behold, the day cometh that shall burn as an oven, and all the proud, yea, and all that do wickedly, shall be stubble; and the day that cometh shall burn them up, saith the Lord of hosts, that it shall leave them neither root nor branch.",
                    "score": 0.7793403822953207
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 38,
                    "text": "And he leadeth away the righteous into precious lands, and the wicked he destroyeth, and curseth the land unto them for their sakes.",
                    "score": 0.7790384983640027
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 7,
                    "text": "And the Lord said unto me: Prophesy; and I prophesied, saying: Behold the people of Canaan, which are numerous, shall go forth in battle array against the people of Shum, and shall slay them that they shall utterly be destroyed; and the people of Canaan shall divide themselves in the land, and the land shall be barren and unfruitful, and none other people shall dwell there but the people of Canaan;",
                    "score": 0.7787006746004926
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 17,
                    "text": "The Lord shall bring upon thee, and upon thy people, and upon thy father's house, days that have not come from the day that Ephraim departed from Judah, the king of Assyria.",
                    "score": 0.7740801817164259
                }
            ]
        },
        {
            "verse": 30,
            "text": "Therefore thus saith the Lord of Jehoiakim king of Judah; He shall have none to sit upon the throne of David: and his dead body shall be cast out in the day to the heat, and in the night to the frost.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 17,
                    "text": "The Lord shall bring upon thee, and upon thy people, and upon thy father's house, days that have not come from the day that Ephraim departed from Judah, the king of Assyria.",
                    "score": 0.8027831941365369
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 25,
                    "verse": 1,
                    "text": "For behold, the day cometh that shall burn as an oven; and all the proud, yea, and all that do wickedly, shall be stubble; and the day that cometh shall burn them up, saith the Lord of Hosts, that it shall leave them neither root nor branch.",
                    "score": 0.7877095611272291
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 37,
                    "text": "For behold, the day cometh that shall burn as an oven, and all the proud, yea, and all that do wickedly shall burn as stubble; for they that come shall burn them, saith the Lord of Hosts, that it shall leave them neither root nor branch.",
                    "score": 0.7848629482104551
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 23,
                    "verse": 22,
                    "text": "And he that shall swear by heaven, sweareth by the throne of God, and by him that sitteth thereon.",
                    "score": 0.7771829916608611
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 7,
                    "verse": 15,
                    "text": "Therefore are they before the throne of God, and serve him day and night in his temple: and he that sitteth on the throne shall dwell among them.",
                    "score": 0.7753401211414005
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 7,
                    "verse": 21,
                    "text": "And he doth not dwell in unholy temples; neither can filthiness or anything which is unclean be received into the kingdom of God; therefore I say unto you the time shall come, yea, and it shall be at the last day, that he who is filthy shall remain in his filthiness.",
                    "score": 0.7747269988397881
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 8,
                    "verse": 21,
                    "text": "And he that shall breathe out wrath and strifes against the work of the Lord, and against the covenant people of the Lord who are the house of Israel, and shall say: We will destroy the work of the Lord, and the Lord will not remember his covenant which he hath made unto the house of Israel--the same is in danger to be hewn down and cast into the fire;",
                    "score": 0.7715600942029156
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 60,
                    "text": "Let no one, therefore, set on my servant Joseph; for I will justify him; for he shall do the sacrifice which I require at his hands for his transgressions, saith the Lord your God.",
                    "score": 0.7712927856923548
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 23,
                    "text": "And he enacteth laws, and sendeth them forth among his people, yea, laws after the manner of his own wickedness; and whosoever doth not obey his laws he causeth to be destroyed; and whosoever doth rebel against him he will send his armies against them to war, and if he can he will destroy them; and thus an unrighteous king doth pervert the ways of all righteousness.",
                    "score": 0.7690806710572538
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 34,
                    "verse": 36,
                    "text": "And this I know, because the Lord hath said he dwelleth not in unholy temples, but in the hearts of the righteous doth he dwell; yea, and he has also said that the righteous shall sit down in his kingdom, to go no more out; but their garments should be made white through the blood of the Lamb.",
                    "score": 0.7688621060789517
                }
            ]
        },
        {
            "verse": 31,
            "text": "And I will punish him and his seed and his servants for their iniquity; and I will bring upon them, and upon the inhabitants of Jerusalem, and upon the men of Judah, all the evil that I have pronounced against them; but they hearkened not.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 25,
                    "text": "And the Lord God said unto me: They shall be a scourge unto thy seed, to stir them up in remembrance of me; and inasmuch as they will not remember me, and hearken unto my words, they shall scourge them even unto destruction.",
                    "score": 0.8155147446681659
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 23,
                    "text": "And cursed shall be the seed of him that mixeth with their seed; for they shall be cursed even with the same cursing. And the Lord spake it, and it was done.",
                    "score": 0.8097535313475729
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 9,
                    "text": "And because of the mercies of the Father unto the Gentiles, and also the judgments of the Father upon my people who are of the house of Israel, verily, verily, I say unto you, that after all this, and I have caused my people who are of the house of Israel to be smitten, and to be afflicted, and to be slain, and to be cast out from among them, and to become hated by them, and to become a hiss and a byword among them--",
                    "score": 0.8026007091635116
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 5,
                    "verse": 24,
                    "text": "Therefore, repent ye, and humble yourselves before him, lest he shall come out in justice against you--lest a remnant of the seed of Jacob shall go forth among you as a lion, and tear you in pieces, and there is none to deliver.",
                    "score": 0.7996439691562426
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 23,
                    "verse": 34,
                    "text": "Wherefore, behold, I send unto you prophets, and wise men, and scribes: and some of them ye shall kill and crucify; and some of them shall ye scourge in your synagogues, and persecute them from city to city:",
                    "score": 0.7995972990564116
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 32,
                    "text": "And I will not suffer, saith the Lord of Hosts, that the cries of the fair daughters of this people, which I have led out of the land of Jerusalem, shall come up unto me against the men of my people, saith the Lord of Hosts.",
                    "score": 0.799477208449618
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 3,
                    "verse": 15,
                    "text": "And again: I will set a mark upon him that mingleth his seed with thy brethren, that they may be cursed also.",
                    "score": 0.7991726597161936
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 20,
                    "text": "And it came to pass that there was a man among them whose name was Abinadi; and he went forth among them, and began to prophesy, saying: Behold, thus saith the Lord, and thus hath he commanded me, saying, Go forth, and say unto this people, thus saith the Lord--Wo be unto this people, for I have seen their abominations, and their wickedness, and their whoredoms; and except they repent I will visit them in mine anger.",
                    "score": 0.7986254063115054
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 15,
                    "text": "After my seed and the seed of my brethren shall have dwindled in unbelief, and shall have been smitten by the Gentiles; yea, after the Lord God shall have camped against them round about, and shall have laid siege against them with a mount, and raised forts against them; and after they shall have been brought down low in the dust, even that they are not, yet the words of the righteous shall be written, and the prayers of the faithful shall be heard, and all those who have dwindled in unbelief shall not be forgotten.",
                    "score": 0.7962505175004692
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 11,
                    "text": "And he said unto the king: Behold, here are many whom we have brought before thee, who are accused of their brethren; yea, and they have been taken in divers iniquities. And they do not repent of their iniquities; therefore we have brought them before thee, that thou mayest judge them according to their crimes.",
                    "score": 0.7948804943006329
                }
            ]
        },
        {
            "verse": 32,
            "text": "Then took Jeremiah another roll, and gave it to Baruch the scribe, the son of Neriah; who wrote therein from the mouth of Jeremiah all the words of the book which Jehoiakim king of Judah had burned in the fire: and there were added besides unto them many like words.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 14,
                    "verse": 14,
                    "text": "Now it came to pass that when the bodies of those who had been cast into the fire were consumed, and also the records which were cast in with them, the chief judge of the land came and stood before Alma and Amulek, as they were bound; and he smote them with his hand upon their cheeks, and said unto them: After what ye have seen, will ye preach again unto this people, that they shall be cast into a lake of fire and brimstone?",
                    "score": 0.7534572121215656
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 18,
                    "verse": 1,
                    "text": "Moreover, the word of the Lord said unto me: Take thee a great roll, and write in it with a man's pen, concerning Maher-shalal-hash-baz.",
                    "score": 0.7513070677395219
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 14,
                    "verse": 8,
                    "text": "And they brought their wives and children together, and whosoever believed or had been taught to believe in the word of God they caused that they should be cast into the fire; and they also brought forth their records which contained the holy scriptures, and cast them into the fire also, that they might be burned and destroyed by fire.",
                    "score": 0.7475814138655685
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 11,
                    "verse": 2,
                    "text": "And now I, Nephi, write more of the words of Isaiah, for my soul delighteth in his words. For I will liken his words unto my people, and I will send them forth unto all my children, for he verily saw my Redeemer, even as I have seen him.",
                    "score": 0.7473434502890568
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 23,
                    "text": "And cursed shall be the seed of him that mixeth with their seed; for they shall be cursed even with the same cursing. And the Lord spake it, and it was done.",
                    "score": 0.7456203567762608
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 41,
                    "text": "And in a day when the children of men shall esteem my words as naught and take many of them from the book which thou shalt write, behold, I will raise up another like unto thee; and they shall be had again among the children of men--among as many as shall believe.",
                    "score": 0.7452626226084192
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Words of Mormon",
                    "chapter": 1,
                    "verse": 3,
                    "text": "And now, I speak somewhat concerning that which I have written; for after I had made an abridgment from the plates of Nephi, down to the reign of this king Benjamin, of whom Amaleki spake, I searched among the records which had been delivered into my hands, and I found these plates, which contained this small account of the prophets, from Jacob down to the reign of this king Benjamin, and also many of the words of Nephi.",
                    "score": 0.7423213954700459
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 6,
                    "verse": 1,
                    "text": "The words of Jacob, the brother of Nephi, which he spake unto the people of Nephi:",
                    "score": 0.7421558640581184
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 52,
                    "text": "Then said he unto them, Therefore every scribe which is instructed unto the kingdom of heaven is like unto a man that is an householder, which bringeth forth out of his treasure things new and old.",
                    "score": 0.7416832963991451
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 64,
                    "text": "And also that which was written by the prophet Malachi: For, behold, the day cometh that shall burn as an oven, and all the proud, yea, and all that do wickedly, shall be stubble; and the day that cometh shall burn them up, saith the Lord of hosts, that it shall leave them neither root nor branch.",
                    "score": 0.7412785407006567
                }
            ]
        }
    ]
}