{
    "volume": "Old Testament",
    "book": "Jeremiah",
    "chapter": 4,
    "verses": [
        {
            "verse": 1,
            "text": "If thou wilt return, O Israel, saith the Lord, return unto me: and if thou wilt put away thine abominations out of my sight, then shalt thou not remove.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 15,
                    "verse": 19,
                    "text": "Therefore thus saith the Lord, If thou return, then will I bring thee again, and thou shalt stand before me: and if thou take forth the precious from the vile, thou shalt be as my mouth: let them return unto thee; but return not thou unto them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8599609766211258
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "volume_book_index": 28,
                    "chapter": 14,
                    "verse": 1,
                    "text": "O Israel, return unto the Lord thy God; for thou hast fallen by thine iniquity.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8595506591962858
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "volume_book_index": 18,
                    "chapter": 22,
                    "verse": 23,
                    "text": "If thou return to the Almighty, thou shalt be built up, thou shalt put away iniquity far from thy tabernacles.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8488648195869504
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 29,
                    "verse": 7,
                    "text": "Wherefore now return, and go in peace, that thou displease not the lords of the Philistines.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8413583244964858
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 3,
                    "verse": 12,
                    "text": "Go and proclaim these words toward the north, and say, Return, thou backsliding Israel, saith the Lord; and I will not cause mine anger to fall upon you: for I am merciful, saith the Lord, and I will not keep anger for ever.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.830973417319977
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 6,
                    "verse": 9,
                    "text": "Nevertheless, the Lord has shown unto me that they should return again. And he also has shown unto me that the Lord God, the Holy One of Israel, should manifest himself unto them in the flesh; and after he should manifest himself they should scourge him and crucify him, according to the words of the angel who spake it unto me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8262553266897095
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 24,
                    "verse": 21,
                    "text": "Swear now therefore unto me by the Lord, that thou wilt not cut off my seed after me, and that thou wilt not destroy my name out of my father's house.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8259975175571052
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 12,
                    "verse": 24,
                    "text": "Thus saith the Lord, Ye shall not go up, nor fight against your brethren the children of Israel: return every man to his house; for this thing is from me. They hearkened therefore to the word of the Lord, and returned to depart, according to the word of the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8256071012806152
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 44,
                    "verse": 14,
                    "text": "So that none of the remnant of Judah, which are gone into the land of Egypt to sojourn there, shall escape or remain, that they should return into the land of Judah, to the which they have a desire to return to dwell there: for none shall return but such as shall escape.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8250007752057473
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 21,
                    "text": "Behold, I will bring evil upon thee, and will take away thy posterity, and will cut off from Ahab him that pisseth against the wall, and him that is shut up and left in Israel,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8231285692035472
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 24,
                    "verse": 7,
                    "text": "Even from the days of your fathers ye are gone away from mine ordinances, and have not kept them. Return unto me and I will return unto you, saith the Lord of Hosts. But ye say: Wherein shall we return?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.82254674529754
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 7,
                    "verse": 15,
                    "text": "Now behold, I say unto you that if ye will return unto Jerusalem ye shall also perish with them. And now, if ye have choice, go up to the land, and remember the words which I speak unto you, that if ye go ye will also perish; for thus the Spirit of the Lord constraineth me that I should speak.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.821911381319321
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 7,
                    "verse": 13,
                    "text": "Up, sanctify the people, and say, Sanctify yourselves against to morrow: for thus saith the Lord God of Israel, There is an accursed thing in the midst of thee, O Israel: thou canst not stand before thine enemies, until ye take away the accursed thing from among you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8203079777462562
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 21,
                    "verse": 3,
                    "text": "And say to the land of Israel, Thus saith the Lord; Behold, I am against thee, and will draw forth my sword out of his sheath, and will cut off from thee the righteous and the wicked.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8201122203773555
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 3,
                    "verse": 1,
                    "text": "They say, If a man put away his wife, and she go from him, and become another man's, shall he return unto her again? shall not that land be greatly polluted? but thou hast played the harlot with many lovers; yet return again to me, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.819562306766456
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 81,
                    "verse": 8,
                    "text": "Hear, O my people, and I will testify unto thee: O Israel, if thou wilt hearken unto me;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8183333626564336
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "volume_book_index": 39,
                    "chapter": 3,
                    "verse": 7,
                    "text": "Even from the days of your fathers ye are gone away from mine ordinances, and have not kept them. Return unto me, and I will return unto you, saith the Lord of hosts. But ye said, Wherein shall we return?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8179721259557008
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 4,
                    "verse": 4,
                    "text": "For the Lord God hath said that: Inasmuch as ye shall keep my commandments ye shall prosper in the land; and inasmuch as ye will not keep my commandments ye shall be cut off from my presence.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8168717335833141
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 32,
                    "verse": 22,
                    "text": "And the land be subdued before the Lord: then afterward ye shall return, and be guiltless before the Lord, and before Israel; and this land shall be your possession before the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8164130344727114
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 50,
                    "verse": 20,
                    "text": "In those days, and in that time, saith the Lord, the iniquity of Israel shall be sought for, and there shall be none; and the sins of Judah, and they shall not be found: for I will pardon them whom I reserve.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8160862611204457
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 34,
                    "verse": 22,
                    "text": "Behold, I will command, saith the Lord, and cause them to return to this city; and they shall fight against it, and take it, and burn it with fire: and I will make the cities of Judah a desolation without an inhabitant.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8155406698992456
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 50,
                    "verse": 20,
                    "text": "Blessed art thou and thy children; and they shall be blessed, inasmuch as they shall keep my commandments they shall prosper in the land. But remember, inasmuch as they will not keep my commandments they shall be cut off from the presence of the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8154647907728099
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 6,
                    "verse": 24,
                    "text": "And if thy people Israel be put to the worse before the enemy, because they have sinned against thee; and shall return and confess thy name, and pray and make supplication before thee in this house;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8142201836855313
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 8,
                    "verse": 16,
                    "text": "And behold, I am sent to command thee that thou return to the city of Ammonihah, and preach again unto the people of the city; yea, preach unto them. Yea, say unto them, except they repent the Lord God will destroy them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8134710496506161
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 6,
                    "verse": 8,
                    "text": "Be thou instructed, O Jerusalem, lest my soul depart from thee; lest I make thee desolate, a land not inhabited.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8134509382747361
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 14,
                    "verse": 6,
                    "text": "Therefore say unto the house of Israel, Thus saith the Lord God; Repent, and turn yourselves from your idols; and turn away your faces from all your abominations.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8132151019943556
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 8,
                    "verse": 6,
                    "text": "He said furthermore unto me, Son of man, seest thou what they do? even the great abominations that the house of Israel committeth here, that I should go far off from my sanctuary? but turn thee yet again, and thou shalt see greater abominations.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.813171114737608
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 24,
                    "verse": 21,
                    "text": "Speak unto the house of Israel, Thus saith the Lord God; Behold, I will profane my sanctuary, the excellency of your strength, the desire of your eyes, and that which your soul pitieth; and your sons and your daughters whom ye have left shall fall by the sword.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8126508668009701
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 45,
                    "verse": 9,
                    "text": "Thus saith the Lord God; Let it suffice you, O princes of Israel: remove violence and spoil, and execute judgment and justice, take away your exactions from my people, saith the Lord God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8120074349897437
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 9,
                    "verse": 7,
                    "text": "Then will I cut off Israel out of the land which I have given them; and this house, which I have hallowed for my name, will I cast out of my sight; and Israel shall be a proverb and a byword among all people:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8119752074860968
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "volume_book_index": 20,
                    "chapter": 3,
                    "verse": 28,
                    "text": "Say not unto thy neighbour, Go, and come again, and to morrow I will give; when thou hast it by thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8114393093710478
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "volume_book_index": 18,
                    "chapter": 6,
                    "verse": 29,
                    "text": "Return, I pray you, let it not be iniquity; yea, return again, my righteousness is in it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8108606055674095
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 16,
                    "verse": 13,
                    "text": "But if the Gentiles will repent and return unto me, saith the Father, behold they shall be numbered among my people, O house of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8107934543215164
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 15,
                    "verse": 16,
                    "text": "Therefore, saith the Lord: I will not utterly destroy them, but I will cause that in the day of my wisdom they shall return again unto me, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8099731640153041
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 7,
                    "verse": 8,
                    "text": "O Lord, what shall I say, when Israel turneth their backs before their enemies!",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8096480223886643
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 15,
                    "verse": 26,
                    "text": "And Samuel said unto Saul, I will not return with thee: for thou hast rejected the word of the Lord, and the Lord hath rejected thee from being king over Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8087016792771744
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 38,
                    "verse": 8,
                    "text": "After many days thou shalt be visited: in the latter years thou shalt come into the land that is brought back from the sword, and is gathered out of many people, against the mountains of Israel, which have been always waste: but it is brought forth out of the nations, and they shall dwell safely all of them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8085555923074549
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 30,
                    "verse": 3,
                    "text": "For, lo, the days come, saith the Lord, that I will bring again the captivity of my people Israel and Judah, saith the Lord: and I will cause them to return to the land that I gave to their fathers, and they shall possess it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.80791211736131
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 44,
                    "verse": 28,
                    "text": "Yet a small number that escape the sword shall return out of the land of Egypt into the land of Judah, and all the remnant of Judah, that are gone into the land of Egypt to sojourn there, shall know whose words shall stand, mine, or theirs.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8077222995936464
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 7,
                    "verse": 3,
                    "text": "And Samuel spake unto all the house of Israel, saying, If ye do return unto the Lord with all your hearts, then put away the strange gods and Ashtaroth from among you, and prepare your hearts unto the Lord, and serve him only: and he will deliver you out of the hand of the Philistines.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8070280646353779
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 35,
                    "verse": 34,
                    "text": "Defile not therefore the land which ye shall inhabit, wherein I dwell: for I the Lord dwell among the children of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8070057840908322
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 11,
                    "verse": 38,
                    "text": "And it shall be, if thou wilt hearken unto all that I command thee, and wilt walk in my ways, and do that is right in my sight, to keep my statutes and my commandments, as David my servant did; that I will be with thee, and build thee a sure house, as I built for David, and will give Israel unto thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.806569611189793
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 30,
                    "verse": 10,
                    "text": "Therefore fear thou not, O my servant Jacob, saith the Lord; neither be dismayed, O Israel: for, lo, I will save thee from afar, and thy seed from the land of their captivity; and Jacob shall return, and shall be in rest, and be quiet, and none shall make him afraid.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8065581923431108
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 18,
                    "verse": 30,
                    "text": "Therefore I will judge you, O house of Israel, every one according to his ways, saith the Lord God. Repent, and turn yourselves from all your transgressions; so iniquity shall not be your ruin.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.805867044913161
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 15,
                    "verse": 26,
                    "text": "And said, If thou wilt diligently hearken to the voice of the Lord thy God, and wilt do that which is right in his sight, and wilt give ear to his commandments, and keep all his statutes, I will put none of these diseases upon thee, which I have brought upon the Egyptians: for I am the Lord that healeth thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8058493799255442
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 46,
                    "verse": 27,
                    "text": "But fear not thou, O my servant Jacob, and be not dismayed, O Israel: for, behold, I will save thee from afar off, and thy seed from the land of their captivity; and Jacob shall return, and be in rest and at ease, and none shall make him afraid.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8054146766384049
                },
                {
                    "volume": "Old Testament",
                    "book": "Zephaniah",
                    "volume_book_index": 36,
                    "chapter": 3,
                    "verse": 15,
                    "text": "The Lord hath taken away thy judgments, he hath cast out thine enemy: the king of Israel, even the Lord, is in the midst of thee: thou shalt not see evil any more.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8051076398949124
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "volume_book_index": 18,
                    "chapter": 10,
                    "verse": 14,
                    "text": "If I sin, then thou markest me, and thou wilt not acquit me from mine iniquity.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8050198940557619
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 20,
                    "verse": 12,
                    "text": "And the Lord spake unto Moses and Aaron, Because ye believed me not, to sanctify me in the eyes of the children of Israel, therefore ye shall not bring this congregation into the land which I have given them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.804891050771852
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 13,
                    "verse": 11,
                    "text": "But if ye will repent and return unto the Lord your God I will turn away mine anger, saith the Lord; yea, thus saith the Lord, blessed are they who will repent and turn unto me, but wo unto him that repenteth not.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8046795334977723
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 1,
                    "verse": 9,
                    "text": "Wherefore, I, Lehi, have obtained a promise, that inasmuch as those whom the Lord God shall bring out of the land of Jerusalem shall keep his commandments, they shall prosper upon the face of this land; and they shall be kept from all other nations, that they may possess this land unto themselves. And if it so be that they shall keep his commandments they shall be blessed upon the face of this land, and there shall be none to molest them, nor to take away the land of their inheritance; and they shall dwell safely forever.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8046145770043767
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 32,
                    "verse": 52,
                    "text": "Yet thou shalt see the land before thee; but thou shalt not go thither unto the land which I give the children of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8040433894498147
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "volume_book_index": 39,
                    "chapter": 3,
                    "verse": 18,
                    "text": "Then shall ye return, and discern between the righteous and the wicked, between him that serveth God and him that serveth him not.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8037638050296791
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 24,
                    "verse": 18,
                    "text": "Then shall ye return and discern between the righteous and the wicked, between him that serveth God and him that serveth him not.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8037638050296791
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 21,
                    "verse": 23,
                    "text": "Now therefore swear unto me here by God that thou wilt not deal falsely with me, nor with my son, nor with my son's son: but according to the kindness that I have done unto thee, thou shalt do unto me, and to the land wherein thou hast sojourned.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8034966587361914
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "volume_book_index": 30,
                    "chapter": 7,
                    "verse": 8,
                    "text": "And the Lord said unto me, Amos, what seest thou? And I said, A plumbline. Then said the Lord, Behold, I will set a plumbline in the midst of my people Israel: I will not again pass by them any more:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8034414926967507
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 119,
                    "verse": 115,
                    "text": "Depart from me, ye evildoers: for I will keep the commandments of my God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8030464085513411
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 11,
                    "verse": 16,
                    "text": "And now, O Lord, wilt thou turn away thine anger, and try again if they will serve thee? And if so, O Lord, thou canst bless them according to thy words which thou hast said.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8030144175741666
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 9,
                    "verse": 22,
                    "text": "But behold, my son, I recommend thee unto God, and I trust in Christ that thou wilt be saved; and I pray unto God that he will spare thy life, to witness the return of his people unto him, or their utter destruction; for I know that they must perish except they repent and return unto him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8029746714283544
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 11,
                    "verse": 4,
                    "text": "Thus saith the Lord, Ye shall not go up, nor fight against your brethren: return every man to his house: for this thing is done of me. And they obeyed the words of the Lord, and returned from going against Jeroboam.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.802615196497878
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 23,
                    "verse": 4,
                    "text": "If thou meet thine enemy's ox or his ass going astray, thou shalt surely bring it back to him again.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8020379552875401
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 29,
                    "verse": 5,
                    "text": "O ye Gentiles, have ye remembered the Jews, mine ancient covenant people? Nay; but ye have cursed them, and have hated them, and have not sought to recover them. But behold, I will return all these things upon your own heads; for I the Lord have not forgotten my people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8019614142989155
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "volume_book_index": 10,
                    "chapter": 13,
                    "verse": 13,
                    "text": "And I, whither shall I cause my shame to go? and as for thee, thou shalt be as one of the fools in Israel. Now therefore, I pray thee, speak unto the king; for he will not withhold me from thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8019589107867038
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 1,
                    "verse": 16,
                    "text": "Therefore thus saith the Lord; I am returned to Jerusalem with mercies: my house shall be built in it, saith the Lord of hosts, and a line shall be stretched forth upon Jerusalem.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8018789286780609
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 30,
                    "verse": 15,
                    "text": "For thus saith the Lord God, the Holy One of Israel; In returning and rest shall ye be saved; in quietness and in confidence shall be your strength: and ye would not.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8018710034403173
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 1,
                    "verse": 20,
                    "text": "And he hath said that: Inasmuch as ye shall keep my commandments ye shall prosper in the land; but inasmuch as ye will not keep my commandments ye shall be cut off from my presence.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8015152709701693
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "volume_book_index": 18,
                    "chapter": 40,
                    "verse": 8,
                    "text": "Wilt thou also disannul my judgment? wilt thou condemn me, that thou mayest be righteous?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8012704473397805
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 20,
                    "verse": 39,
                    "text": "As for you, O house of Israel, thus saith the Lord God; Go ye, serve ye every one his idols, and hereafter also, if ye will not hearken unto me: but pollute ye my holy name no more with your gifts, and with your idols.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801233686894798
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 10,
                    "verse": 6,
                    "text": "O ye house of Israel whom I have spared, how oft will I gather you as a hen gathereth her chickens under her wings, if ye will repent and return unto me with full purpose of heart.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801058217652358
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 14,
                    "verse": 10,
                    "text": "Therefore, behold, I will bring evil upon the house of Jeroboam, and will cut off from Jeroboam him that pisseth against the wall, and him that is shut up and left in Israel, and will take away the remnant of the house of Jeroboam, as a man taketh away dung, till it be all gone.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8007693042066509
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 18,
                    "verse": 32,
                    "text": "Nevertheless, ye shall not cast him out of your synagogues, or your places of worship, for unto such shall ye continue to minister; for ye know not but what they will return and repent, and come unto me with full purpose of heart, and I shall heal them; and ye shall be the means of bringing salvation unto them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.800724200213653
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 13,
                    "verse": 19,
                    "text": "For I will, saith the Lord, that they shall hide up their treasures unto me; and cursed be they who hide not up their treasures unto me; for none hideth up their treasures unto me save it be the righteous; and he that hideth not up his treasures unto me, cursed is he, and also the treasure, and none shall redeem it because of the curse of the land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8004187236315018
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 14,
                    "verse": 11,
                    "text": "That the house of Israel may go no more astray from me, neither be polluted any more with all their transgressions; but that they may be my people, and I may be their God, saith the Lord God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.800410076676419
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 30,
                    "verse": 8,
                    "text": "And thou shalt return and obey the voice of the Lord, and do all his commandments which I command thee this day.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8003766406706916
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 33,
                    "verse": 8,
                    "text": "Neither will I any more remove the foot of Israel from out of the land which I have appointed for your fathers; so that they will take heed to do all that I have commanded them, according to the whole law and the statutes and the ordinances by the hand of Moses.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8002381748240796
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 29,
                    "verse": 8,
                    "text": "Yea, and ye need not any longer hiss, nor spurn, nor make game of the Jews, nor any of the remnant of the house of Israel; for behold, the Lord remembereth his covenant unto them, and he will do unto them according to that which he hath sworn.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8000792606792494
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 22,
                    "verse": 3,
                    "text": "Say unto them, Whosoever he be of all your seed among your generations, that goeth unto the holy things, which the children of Israel hallow unto the Lord, having his uncleanness upon him, that soul shall be cut off from my presence: I am the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8000365572246676
                }
            ]
        },
        {
            "verse": 2,
            "text": "And thou shalt swear, The Lord liveth, in truth, in judgment, and in righteousness; and the nations shall bless themselves in him, and in him shall they glory.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 65,
                    "verse": 16,
                    "text": "That he who blesseth himself in the earth shall bless himself in the God of truth; and he that sweareth in the earth shall swear by the God of truth; because the former troubles are forgotten, and because they are hid from mine eyes.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8475281721877407
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 64,
                    "verse": 10,
                    "text": "The righteous shall be glad in the Lord, and shall trust in him; and all the upright in heart shall glory.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8327902558946294
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 23,
                    "verse": 22,
                    "text": "And he that shall swear by heaven, sweareth by the throne of God, and by him that sitteth thereon.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8298139667107571
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 27,
                    "verse": 10,
                    "text": "Thou shalt therefore obey the voice of the Lord thy God, and do his commandments and his statutes, which I command thee this day.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8238774762868412
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 30,
                    "verse": 16,
                    "text": "In that I command thee this day to love the Lord thy God, to walk in his ways, and to keep his commandments and his statutes and his judgments, that thou mayest live and multiply: and the Lord thy God shall bless thee in the land whither thou goest to possess it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8238587371930748
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 7,
                    "verse": 8,
                    "text": "The Lord shall judge the people: judge me, O Lord, according to my righteousness, and according to mine integrity that is in me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8233979522921664
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "volume_book_index": 20,
                    "chapter": 24,
                    "verse": 24,
                    "text": "He that saith unto the wicked, Thou art righteous; him shall the people curse, nations shall abhor him:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8195641942774358
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 9,
                    "verse": 16,
                    "text": "And assuredly, as the Lord liveth, for the Lord God hath spoken it, and it is his eternal word, which cannot pass away, that they who are righteous shall be righteous still, and they who are filthy shall be filthy still; wherefore, they who are filthy are the devil and his angels; and they shall go away into everlasting fire, prepared for them; and their torment is as a lake of fire and brimstone, whose flame ascendeth up forever and ever and has no end.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8151310776034664
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 72,
                    "verse": 2,
                    "text": "He shall judge thy people with righteousness, and thy poor with judgment.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8150829958739875
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 28,
                    "verse": 8,
                    "text": "The Lord shall command the blessing upon thee in thy storehouses, and in all that thou settest thine hand unto; and he shall bless thee in the land which the Lord thy God giveth thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8147391656537458
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 67,
                    "verse": 4,
                    "text": "O let the nations be glad and sing for joy: for thou shalt judge the people righteously, and govern the nations upon earth. Selah.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8145507133765504
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 50,
                    "verse": 6,
                    "text": "And the heavens shall declare his righteousness: for God is judge himself. Selah.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8143397247649223
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 28,
                    "verse": 9,
                    "text": "The Lord shall establish thee an holy people unto himself, as he hath sworn unto thee, if thou shalt keep the commandments of the Lord thy God, and walk in his ways.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8142161863550135
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 11,
                    "verse": 1,
                    "text": "Therefore thou shalt love the Lord thy God, and keep his charge, and his statutes, and his judgments, and his commandments, alway.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8132465310047938
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 37,
                    "verse": 3,
                    "text": "Trust in the Lord, and do good; so shalt thou dwell in the land, and verily thou shalt be fed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8126151484475203
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 26,
                    "verse": 16,
                    "text": "This day the Lord thy God hath commanded thee to do these statutes and judgments: thou shalt therefore keep and do them with all thine heart, and with all thy soul.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8118464856176142
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 26,
                    "verse": 17,
                    "text": "Thou hast avouched the Lord this day to be thy God, and to walk in his ways, and to keep his statutes, and his commandments, and his judgments, and to hearken unto his voice:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8114090396082111
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 22,
                    "verse": 18,
                    "text": "And in thy seed shall all the nations of the earth be blessed; because thou hast obeyed my voice.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.810026302201298
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 7,
                    "verse": 3,
                    "text": "And the Lord said unto me: Verily, verily, I say unto thee, because thou desirest this thou shalt tarry until I come in my glory, and shalt prophesy before nations, kindreds, tongues and people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8091101245320689
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 37,
                    "verse": 14,
                    "text": "And shall put my spirit in you, and ye shall live, and I shall place you in your own land: then shall ye know that I the Lord have spoken it, and performed it, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8089515595977558
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 12,
                    "verse": 2,
                    "text": "And I will make of thee a great nation, and I will bless thee, and make thy name great; and thou shalt be a blessing:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8084265357767813
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 96,
                    "verse": 10,
                    "text": "Say among the heathen that the Lord reigneth: the world also shall be established that it shall not be moved: he shall judge the people righteously.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8081719153937968
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "volume_book_index": 23,
                    "chapter": 3,
                    "verse": 24,
                    "text": "And he that keepeth his commandments dwelleth in him, and he in him. And hereby we know that he abideth in us, by the Spirit which he hath given us.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8067177738553518
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "volume_book_index": 28,
                    "chapter": 2,
                    "verse": 19,
                    "text": "And I will betroth thee unto me for ever; yea, I will betroth thee unto me in righteousness, and in judgment, and in lovingkindness, and in mercies.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8060987554112568
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 5,
                    "verse": 31,
                    "text": "But as for thee, stand thou here by me, and I will speak unto thee all the commandments, and the statutes, and the judgments, which thou shalt teach them, that they may do them in the land which I give them to possess it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8055109949660265
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 28,
                    "verse": 1,
                    "text": "And it shall come to pass, if thou shalt hearken diligently unto the voice of the Lord thy God, to observe and to do all his commandments which I command thee this day, that the Lord thy God will set thee on high above all nations of the earth:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8049675004343348
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 98,
                    "verse": 11,
                    "text": "And I give unto you a commandment, that ye shall forsake all evil and cleave unto all good, that ye shall live by every word which proceedeth forth out of the mouth of God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8048213628252321
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 17,
                    "verse": 10,
                    "text": "And thou shalt do according to the sentence, which they of that place which the Lord shall choose shall shew thee; and thou shalt observe to do according to all that they inform thee:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8047751911390442
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 27,
                    "verse": 29,
                    "text": "Let people serve thee, and nations bow down to thee: be lord over thy brethren, and let thy mother's sons bow down to thee: cursed be every one that curseth thee, and blessed be he that blesseth thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8046240553467545
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 119,
                    "verse": 172,
                    "text": "My tongue shall speak of thy word: for all thy commandments are righteousness.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8043743439827138
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "volume_book_index": 10,
                    "chapter": 7,
                    "verse": 28,
                    "text": "And now, O Lord God, thou art that God, and thy words be true, and thou hast promised this goodness unto thy servant:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8042797408956743
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 60,
                    "verse": 31,
                    "text": "For behold, the Lord will not suffer that ye shall live and wax strong in your iniquities to destroy his righteous people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8040896861197289
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 108,
                    "verse": 3,
                    "text": "I will praise thee, O Lord, among the people: and I will sing praises unto thee among the nations.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8040453332409341
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "volume_book_index": 20,
                    "chapter": 4,
                    "verse": 15,
                    "text": "For that ye ought to say, If the Lord will, we shall live, and do this, or that.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8040125178248897
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 18,
                    "verse": 9,
                    "text": "Hath walked in my statutes, and hath kept my judgments, to deal truly; he is just, he shall surely live, saith the Lord God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8033286380225566
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "volume_book_index": 27,
                    "chapter": 15,
                    "verse": 4,
                    "text": "Who shall not fear thee, O Lord, and glorify thy name? for thou only art holy: for all nations shall come and worship before thee; for thy judgments are made manifest.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8020129590777837
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "volume_book_index": 2,
                    "chapter": 2,
                    "verse": 9,
                    "text": "And I will make of thee a great nation, and I will bless thee above measure, and make thy name great among all nations, and thou shalt be a blessing unto thy seed after thee, that in their hands they shall bear this ministry and Priesthood unto all nations;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8017447231748567
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 11,
                    "verse": 12,
                    "text": "And now, verily, verily, I say unto thee, put your trust in that Spirit which leadeth to do good--yea, to do justly, to walk humbly, to judge righteously; and this is my Spirit.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8017182393400111
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 12,
                    "verse": 37,
                    "text": "For by thy words thou shalt be justified, and by thy words thou shalt be condemned.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8015881454746078
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 29,
                    "verse": 8,
                    "text": "For behold, the Lord doth grant unto all nations, of their own nation and tongue, to teach his word, yea, in wisdom, all that he seeth fit that they should have; therefore we see that the Lord doth counsel in wisdom, according to that which is just and true.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8015193878631918
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 45,
                    "verse": 16,
                    "text": "And he said: Thus saith the Lord God--Cursed shall be the land, yea, this land, unto every nation, kindred, tongue, and people, unto destruction, which do wickedly, when they are fully ripe; and as I have said so shall it be; for this is the cursing and the blessing of God upon the land, for the Lord cannot look upon sin with the least degree of allowance.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8015033819849884
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 61,
                    "verse": 26,
                    "text": "And, behold, this commandment you shall give unto all your brethren.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8014544597995995
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 26,
                    "verse": 19,
                    "text": "And to make thee high above all nations which he hath made, in praise, and in name, and in honour; and that thou mayest be an holy people unto the Lord thy God, as he hath spoken.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8013575265331548
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 10,
                    "verse": 20,
                    "text": "Therefore remember, O man, for all thy doings thou shalt be brought into judgment.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801158135689658
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 30,
                    "verse": 2,
                    "text": "And shalt return unto the Lord thy God, and shalt obey his voice according to all that I command thee this day, thou and thy children, with all thine heart, and with all thy soul;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8010500115486522
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 7,
                    "verse": 11,
                    "text": "Thou shalt therefore keep the commandments, and the statutes, and the judgments, which I command thee this day, to do them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8005631425840299
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 119,
                    "verse": 137,
                    "text": "Righteous art thou, O Lord, and upright are thy judgments.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8003688444343573
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 5,
                    "verse": 2,
                    "text": "And though they say, The Lord liveth; surely they swear falsely.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8000371820776776
                }
            ]
        },
        {
            "verse": 3,
            "text": "For thus saith the Lord to the men of Judah and Jerusalem, Break up your fallow ground, and sow not among thorns.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 45,
                    "verse": 4,
                    "text": "Thus shalt thou say unto him, The Lord saith thus; Behold, that which I have built will I break down, and that which I have planted I will pluck up, even this whole land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8116933823825051
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "volume_book_index": 28,
                    "chapter": 10,
                    "verse": 12,
                    "text": "Sow to yourselves in righteousness, reap in mercy; break up your fallow ground: for it is time to seek the Lord, till he come and rain righteousness upon you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8110150113715162
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 19,
                    "verse": 24,
                    "text": "And the Lord said unto him, Away, get thee down, and thou shalt come up, thou, and Aaron with thee: but let not the priests and the people break through to come up unto the Lord, lest he break forth upon them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8092410822820699
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 20,
                    "verse": 17,
                    "text": "Ye shall not need to fight in this battle: set yourselves, stand ye still, and see the salvation of the Lord with you, O Judah and Jerusalem: fear not, nor be dismayed; to morrow go out against them: for the Lord will be with you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8055952951003574
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 20,
                    "verse": 15,
                    "text": "And he said, Hearken ye, all Judah, and ye inhabitants of Jerusalem, and thou king Jehoshaphat, Thus saith the Lord unto you, Be not afraid nor dismayed by reason of this great multitude; for the battle is not yours, but God's.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.802287404809122
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 8,
                    "verse": 4,
                    "text": "Moreover thou shalt say unto them, Thus saith the Lord; Shall they fall, and not arise? shall he turn away, and not return?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8017380226563013
                }
            ]
        },
        {
            "verse": 4,
            "text": "Circumcise yourselves to the Lord, and take away the foreskins of your heart, ye men of Judah and inhabitants of Jerusalem: lest my fury come forth like fire, and burn that none can quench it, because of the evil of your doings.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 17,
                    "verse": 11,
                    "text": "And ye shall circumcise the flesh of your foreskin; and it shall be a token of the covenant betwixt me and you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8732238805436355
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 10,
                    "verse": 16,
                    "text": "Circumcise therefore the foreskin of your heart, and be no more stiffnecked.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8502826571614849
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 17,
                    "verse": 14,
                    "text": "And the uncircumcised man child whose flesh of his foreskin is not circumcised, that soul shall be cut off from his people; he hath broken my covenant.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8358060771467601
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 17,
                    "verse": 10,
                    "text": "This is my covenant, which ye shall keep, between me and you and thy seed after thee; Every man child among you shall be circumcised.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.833588250230012
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 9,
                    "verse": 25,
                    "text": "Behold, the days come, saith the Lord, that I will punish all them which are circumcised with the uncircumcised;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8328437442708644
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 30,
                    "verse": 6,
                    "text": "And the Lord thy God will circumcise thine heart, and the heart of thy seed, to love the Lord thy God with all thine heart, and with all thy soul, that thou mayest live.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8281267583155159
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 9,
                    "verse": 33,
                    "text": "Wo unto the uncircumcised of heart, for a knowledge of their iniquities shall smite them at the last day.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8248011971894437
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 44,
                    "verse": 7,
                    "text": "In that ye have brought into my sanctuary strangers, uncircumcised in heart, and uncircumcised in flesh, to be in my sanctuary, to pollute it, even my house, when ye offer my bread, the fat and the blood, and they have broken my covenant because of all your abominations.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8241798730850746
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 34,
                    "verse": 15,
                    "text": "But in this will we consent unto you: If ye will be as we be, that every male of you be circumcised;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8218466458114124
                },
                {
                    "volume": "New Testament",
                    "book": "Colossians",
                    "volume_book_index": 12,
                    "chapter": 2,
                    "verse": 11,
                    "text": "In whom also ye are circumcised with the circumcision made without hands, in putting off the body of the sins of the flesh by the circumcision of Christ:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.821552012246672
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 44,
                    "verse": 9,
                    "text": "Thus saith the Lord God; No stranger, uncircumcised in heart, nor uncircumcised in flesh, shall enter into my sanctuary, of any stranger that is among the children of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8194528850018513
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "volume_book_index": 9,
                    "chapter": 5,
                    "verse": 2,
                    "text": "Behold, I Paul say unto you, that if ye be circumcised, Christ shall profit you nothing.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8179935853922864
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 6,
                    "verse": 10,
                    "text": "To whom shall I speak, and give warning, that they may hear? behold, their ear is uncircumcised, and they cannot hearken: behold, the word of the Lord is unto them a reproach; they have no delight in it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8163646458591893
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 17,
                    "verse": 12,
                    "text": "And he that is eight days old shall be circumcised among you, every man child in your generations, he that is born in the house, or bought with money of any stranger, which is not of thy seed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8155872598698819
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 7,
                    "verse": 25,
                    "text": "For whosoever eateth the fat of the beast, of which men offer an offering made by fire unto the Lord, even the soul that eateth it shall be cut off from his people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8154653558585587
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 32,
                    "verse": 32,
                    "text": "For I have caused my terror in the land of the living: and he shall be laid in the midst of the uncircumcised with them that are slain with the sword, even Pharaoh and all his multitude, saith the Lord God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8153064507508054
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 12,
                    "verse": 3,
                    "text": "And in the eighth day the flesh of his foreskin shall be circumcised.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8143976302948044
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 28,
                    "verse": 10,
                    "text": "Thou shalt die the deaths of the uncircumcised by the hand of strangers: for I have spoken it, saith the Lord God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8119516896695195
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 8,
                    "verse": 24,
                    "text": "Awake, awake, put on thy strength, O Zion; put on thy beautiful garments, O Jerusalem, the holy city; for henceforth there shall no more come into thee the uncircumcised and the unclean.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8105215025140652
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 52,
                    "verse": 1,
                    "text": "Awake, awake; put on thy strength, O Zion; put on thy beautiful garments, O Jerusalem, the holy city: for henceforth there shall no more come into thee the uncircumcised and the unclean.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8105215025140652
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "volume_book_index": 9,
                    "chapter": 6,
                    "verse": 13,
                    "text": "For neither they themselves who are circumcised keep the law; but desire to have you circumcised, that they may glory in your flesh.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8104467450289549
                },
                {
                    "volume": "Old Testament",
                    "book": "Habakkuk",
                    "volume_book_index": 35,
                    "chapter": 2,
                    "verse": 16,
                    "text": "Thou art filled with shame for glory: drink thou also, and let thy foreskin be uncovered: the cup of the Lord's right hand shall be turned unto thee, and shameful spewing shall be on thy glory.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8089732744318122
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "volume_book_index": 11,
                    "chapter": 3,
                    "verse": 3,
                    "text": "For we are the circumcision, which worship God in the spirit, and rejoice in Christ Jesus, and have no confidence in the flesh.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8080342973096022
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 15,
                    "verse": 24,
                    "text": "Forasmuch as we have heard, that certain which went out from us have troubled you with words, subverting your souls, saying, Ye must be circumcised, and keep the law: to whom we gave no such commandment:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8069709867428341
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 17,
                    "verse": 4,
                    "text": "And bringeth it not unto the door of the tabernacle of the congregation, to offer an offering unto the Lord before the tabernacle of the Lord; blood shall be imputed unto that man; he hath shed blood; and that man shall be cut off from among his people:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8067126666932246
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "volume_book_index": 6,
                    "chapter": 2,
                    "verse": 25,
                    "text": "For circumcision verily profiteth, if thou keep the law: but if thou be a breaker of the law, thy circumcision is made uncircumcision.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8064516866733162
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 15,
                    "verse": 1,
                    "text": "And certain men which came down from Judaea taught the brethren, and said, Except ye be circumcised after the manner of Moses, ye cannot be saved.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8057653130370801
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "volume_book_index": 9,
                    "chapter": 6,
                    "verse": 12,
                    "text": "As many as desire to make a fair shew in the flesh, they constrain you to be circumcised; only lest they should suffer persecution for the cross of Christ.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8054880617043725
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "volume_book_index": 4,
                    "chapter": 7,
                    "verse": 22,
                    "text": "Moses therefore gave unto you circumcision; (not because it is of Moses, but of the fathers;) and ye on the sabbath day circumcise a man.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8042097396531628
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 32,
                    "verse": 19,
                    "text": "Whom dost thou pass in beauty? go down, and be thou laid with the uncircumcised.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8040980012855767
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 21,
                    "verse": 4,
                    "text": "Seeing then that I will cut off from thee the righteous and the wicked, therefore shall my sword go forth out of his sheath against all flesh from the south to the north:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8038234999873489
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 28,
                    "verse": 22,
                    "text": "The Lord shall smite thee with a consumption, and with a fever, and with an inflammation, and with an extreme burning, and with the sword, and with blasting, and with mildew; and they shall pursue thee until thou perish.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8029986066406426
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 34,
                    "verse": 22,
                    "text": "Only herein will the men consent unto us for to dwell with us, to be one people, if every male among us be circumcised, as they are circumcised.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8020999827068995
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 9,
                    "verse": 26,
                    "text": "Egypt, and Judah, and Edom, and the children of Ammon, and Moab, and all that are in the utmost corners, that dwell in the wilderness: for all these nations are uncircumcised, and all the house of Israel are uncircumcised in the heart.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.802096303220921
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 12,
                    "verse": 48,
                    "text": "And when a stranger shall sojourn with thee, and will keep the passover to the Lord, let all his males be circumcised, and then let him come near and keep it; and he shall be as one that is born in the land: for no uncircumcised person shall eat thereof.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8017976262404555
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 17,
                    "verse": 13,
                    "text": "He that is born in thy house, and he that is bought with thy money, must needs be circumcised: and my covenant shall be in your flesh for an everlasting covenant.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801466136885211
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 21,
                    "verse": 3,
                    "text": "And say to the land of Israel, Thus saith the Lord; Behold, I am against thee, and will draw forth my sword out of his sheath, and will cut off from thee the righteous and the wicked.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8009577892300864
                }
            ]
        },
        {
            "verse": 5,
            "text": "Declare ye in Judah, and publish in Jerusalem; and say, Blow ye the trumpet in the land: cry, gather together, and say, Assemble yourselves, and let us go into the defenced cities.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 11,
                    "verse": 2,
                    "text": "Hear ye the words of this covenant, and speak unto the men of Judah, and to the inhabitants of Jerusalem;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.835818123344582
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "volume_book_index": 29,
                    "chapter": 2,
                    "verse": 1,
                    "text": "Blow ye the trumpet in Zion, and sound an alarm in my holy mountain: let all the inhabitants of the land tremble: for the day of the Lord cometh, for it is nigh at hand;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8226696863880497
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 6,
                    "verse": 1,
                    "text": "O ye children of Benjamin, gather yourselves to flee out of the midst of Jerusalem, and blow the trumpet in Tekoa, and set up a sign of fire in Beth-haccerem: for evil appeareth out of the north, and great destruction.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8137827057337201
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "volume_book_index": 28,
                    "chapter": 5,
                    "verse": 8,
                    "text": "Blow ye the cornet in Gibeah, and the trumpet in Ramah: cry aloud at Beth-aven, after thee, O Benjamin.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8129728489804104
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 27,
                    "verse": 13,
                    "text": "And it shall come to pass in that day, that the great trumpet shall be blown, and they shall come which were ready to perish in the land of Assyria, and the outcasts in the land of Egypt, and shall worship the Lord in the holy mount at Jerusalem.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8128004135568636
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "volume_book_index": 29,
                    "chapter": 2,
                    "verse": 15,
                    "text": "Blow the trumpet in Zion, sanctify a fast, call a solemn assembly:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8112140459648847
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 31,
                    "verse": 10,
                    "text": "Hear the word of the Lord, O ye nations, and declare it in the isles afar off, and say, He that scattered Israel will gather him, and keep him, as a shepherd doth his flock.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8107729789090135
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 17,
                    "verse": 20,
                    "text": "And say unto them, Hear ye the word of the Lord, ye kings of Judah, and all Judah, and all the inhabitants of Jerusalem, that enter in by these gates:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8103926212658412
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "volume_book_index": 29,
                    "chapter": 3,
                    "verse": 9,
                    "text": "Proclaim ye this among the Gentiles; Prepare war, wake up the mighty men, let all the men of war draw near; let them come up:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.808377985407203
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 11,
                    "verse": 6,
                    "text": "Then the Lord said unto me, Proclaim all these words in the cities of Judah, and in the streets of Jerusalem, saying, Hear ye the words of this covenant, and do them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.805902220203765
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 10,
                    "verse": 9,
                    "text": "And if ye go to war in your land against the enemy that oppresseth you, then ye shall blow an alarm with the trumpets; and ye shall be remembered before the Lord your God, and ye shall be saved from your enemies.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8043575421421576
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "volume_book_index": 16,
                    "chapter": 8,
                    "verse": 15,
                    "text": "And that they should publish and proclaim in all their cities, and in Jerusalem, saying, Go forth unto the mount, and fetch olive branches, and pine branches, and myrtle branches, and palm branches, and branches of thick trees, to make booths, as it is written.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8029477782477179
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "volume_book_index": 15,
                    "chapter": 10,
                    "verse": 7,
                    "text": "And they made proclamation throughout Judah and Jerusalem unto all the children of the captivity, that they should gather themselves together unto Jerusalem;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8010994191055957
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "volume_book_index": 29,
                    "chapter": 1,
                    "verse": 14,
                    "text": "Sanctify ye a fast, call a solemn assembly, gather the elders and all the inhabitants of the land into the house of the Lord your God, and cry unto the Lord,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8003142507626073
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 6,
                    "verse": 1,
                    "text": "O ye children of Benjamin, gather yourselves to flee out of the midst of Jerusalem, and blow the trumpet in Tekoa, and set up a sign of fire in Beth-haccerem: for evil appeareth out of the north, and great destruction.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.900887566646191
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 4,
                    "verse": 16,
                    "text": "Make ye mention to the nations; behold, publish against Jerusalem, that watchers come from a far country, and give out their voice against the cities of Judah.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9002091585966489
                }
            ]
        },
        {
            "verse": 6,
            "text": "Set up the standard toward Zion: retire, stay not: for I will bring evil from the north, and a great destruction.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 45,
                    "verse": 70,
                    "text": "And it shall be said among the wicked: Let us not go up to battle against Zion, for the inhabitants of Zion are terrible; wherefore we cannot stand.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8026841345711958
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 64,
                    "verse": 35,
                    "text": "And the rebellious shall be cut off out of the land of Zion, and shall be sent away, and shall not inherit the land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8010818212682009
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 62,
                    "verse": 1,
                    "text": "For Zion's sake will I not hold my peace, and for Jerusalem's sake I will not rest, until the righteousness thereof go forth as brightness, and the salvation thereof as a lamp that burneth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8007458997112178
                }
            ]
        },
        {
            "verse": 7,
            "text": "The lion is come up from his thicket, and the destroyer of the Gentiles is on his way; he is gone forth from his place to make thy land desolate; and thy cities shall be laid waste, without an inhabitant.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 25,
                    "verse": 38,
                    "text": "He hath forsaken his covert, as the lion: for their land is desolate because of the fierceness of the oppressor, and because of his fierce anger.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8063704698281775
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 17,
                    "verse": 38,
                    "text": "And he leadeth away the righteous into precious lands, and the wicked he destroyeth, and curseth the land unto them for their sakes.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8023138621881644
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 25,
                    "verse": 38,
                    "text": "He hath forsaken his covert, as the lion: for their land is desolate because of the fierceness of the oppressor, and because of his fierce anger.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9124662771780822
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 2,
                    "verse": 15,
                    "text": "The young lions roared upon him, and yelled, and they made his land waste: his cities are burned without inhabitant.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9016469238225568
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 50,
                    "verse": 3,
                    "text": "For out of the north there cometh up a nation against her, which shall make her land desolate, and none shall dwell therein: they shall remove, they shall depart, both man and beast.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9003261804969526
                }
            ]
        },
        {
            "verse": 8,
            "text": "For this gird you with sackcloth, lament and howl: for the fierce anger of the Lord is not turned back from us.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "volume_book_index": 10,
                    "chapter": 4,
                    "verse": 26,
                    "text": "Be ye angry, and sin not: let not the sun go down upon your wrath:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8216321464308475
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 11,
                    "verse": 25,
                    "text": "And except they repent in sackcloth and ashes, and cry mightily to the Lord their God, I will not hear their prayers, neither will I deliver them out of their afflictions; and thus saith the Lord, and thus hath he commanded me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8076736553661075
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 23,
                    "text": "But it is by the prayers of the righteous that ye are spared; now therefore, if ye will cast out the righteous from among you then will not the Lord stay his hand; but in his fierce anger he will come out against you; then ye shall be smitten by famine, and by pestilence, and by the sword; and the time is soon at hand except ye repent.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8054329471247161
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "volume_book_index": 25,
                    "chapter": 3,
                    "verse": 43,
                    "text": "Thou hast covered with anger, and persecuted us: thou hast slain, thou hast not pitied.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8051530052304202
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "volume_book_index": 29,
                    "chapter": 2,
                    "verse": 13,
                    "text": "And rend your heart, and not your garments, and turn unto the Lord your God: for he is gracious and merciful, slow to anger, and of great kindness, and repenteth him of the evil.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8030489684220558
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 6,
                    "verse": 1,
                    "text": "O Lord, rebuke me not in thine anger, neither chasten me in thy hot displeasure.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8015931413409917
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 36,
                    "verse": 6,
                    "text": "Crying repentance, saying: Save yourselves from this untoward generation, and come forth out of the fire, hating even the garments spotted with the flesh.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8015650862546742
                }
            ]
        },
        {
            "verse": 9,
            "text": "And it shall come to pass at that day, saith the Lord, that the heart of the king shall perish, and the heart of the princes; and the priests shall be astonished, and the prophets shall wonder.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 27,
                    "verse": 13,
                    "text": "And it shall come to pass in that day, that the great trumpet shall be blown, and they shall come which were ready to perish in the land of Assyria, and the outcasts in the land of Egypt, and shall worship the Lord in the holy mount at Jerusalem.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8247901617852089
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 8,
                    "text": "And when that day shall come, it shall come to pass that kings shall shut their mouths; for that which had not been told them shall they see; and that which they had not heard shall they consider.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.820715142196464
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 30,
                    "verse": 8,
                    "text": "For it shall come to pass in that day, saith the Lord of hosts, that I will break his yoke from off thy neck, and will burst thy bonds, and strangers shall no more serve themselves of him:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8166822973605783
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 22,
                    "verse": 15,
                    "text": "For behold, saith the prophet, the time cometh speedily that Satan shall have no more power over the hearts of the children of men; for the day soon cometh that all the proud and they who do wickedly shall be as stubble; and the day cometh that they must be burned.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8156559138741203
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "volume_book_index": 33,
                    "chapter": 5,
                    "verse": 10,
                    "text": "And it shall come to pass in that day, saith the Lord, that I will cut off thy horses out of the midst of thee, and I will destroy thy chariots:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8141130426504332
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 45,
                    "verse": 39,
                    "text": "And it shall come to pass that he that feareth me shall be looking forth for the great day of the Lord to come, even for the signs of the coming of the Son of Man.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8138207543633315
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 14,
                    "verse": 7,
                    "text": "And it shall come to pass that ye shall all be amazed, and wonder, insomuch that ye shall fall to the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8134303417560605
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 14,
                    "verse": 3,
                    "text": "And it shall come to pass in the day that the Lord shall give thee rest from thy sorrow, and from thy fear, and from the hard bondage wherein thou wast made to serve,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.812868328749154
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 24,
                    "verse": 3,
                    "text": "And it shall come to pass in that day that the Lord shall give thee rest, from thy sorrow, and from thy fear, and from the hard bondage wherein thou wast made to serve.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8122757111725812
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 24,
                    "verse": 21,
                    "text": "And it shall come to pass in that day, that the Lord shall punish the host of the high ones that are on high, and the kings of the earth upon the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8107746865866254
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "volume_book_index": 29,
                    "chapter": 1,
                    "verse": 15,
                    "text": "Alas for the day! for the day of the Lord is at hand, and as a destruction from the Almighty shall it come.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8099728278754804
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 28,
                    "verse": 28,
                    "text": "The Lord shall smite thee with madness, and blindness, and astonishment of heart:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.809780237767443
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 10,
                    "verse": 10,
                    "text": "And behold, if ye shall say that God shall smite this people, it shall come to pass.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8087877912124821
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "volume_book_index": 30,
                    "chapter": 1,
                    "verse": 15,
                    "text": "And their king shall go into captivity, he and his princes together, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8085196405539494
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "volume_book_index": 28,
                    "chapter": 2,
                    "verse": 21,
                    "text": "And it shall come to pass in that day, I will hear, saith the Lord, I will hear the heavens, and they shall hear the earth;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8082114821680496
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 6,
                    "verse": 10,
                    "text": "And after they have hardened their hearts and stiffened their necks against the Holy One of Israel, behold, the judgments of the Holy One of Israel shall come upon them. And the day cometh that they shall be smitten and afflicted.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8080088804420205
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 27,
                    "verse": 12,
                    "text": "And it shall come to pass in that day, that the Lord shall beat off from the channel of the river unto the stream of Egypt, and ye shall be gathered one by one, O ye children of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8073137604766571
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 44,
                    "verse": 31,
                    "text": "It shall come to pass, when he seeth that the lad is not with us, that he will die: and thy servants shall bring down the gray hairs of thy servant our father with sorrow to the grave.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8061410860646483
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 12,
                    "verse": 11,
                    "text": "And it shall come to pass that the lofty looks of man shall be humbled, and the haughtiness of men shall be bowed down, and the Lord alone shall be exalted in that day.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8060101002589481
                },
                {
                    "volume": "Old Testament",
                    "book": "Zephaniah",
                    "volume_book_index": 36,
                    "chapter": 1,
                    "verse": 8,
                    "text": "And it shall come to pass in the day of the Lord's sacrifice, that I will punish the princes, and the king's children, and all such as are clothed with strange apparel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.804916876746506
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 2,
                    "verse": 17,
                    "text": "And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8045806199762849
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 3,
                    "verse": 23,
                    "text": "And it shall come to pass, that every soul, which will not hear that prophet, shall be destroyed from among the people.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8043110001031577
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 32,
                    "verse": 10,
                    "text": "Yea, I will make many people amazed at thee, and their kings shall be horribly afraid for thee, when I shall brandish my sword before them; and they shall tremble at every moment, every man for his own life, in the day of thy fall.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8030058771257498
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 10,
                    "verse": 14,
                    "text": "For he that raiseth up a king against me shall perish, for I, the Lord, the king of heaven, will be their king, and I will be a light unto them forever, that hear my words.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8012457265434757
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 22,
                    "verse": 20,
                    "text": "And it shall come to pass in that day, that I will call my servant Eliakim the son of Hilkiah:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.800770315496532
                }
            ]
        },
        {
            "verse": 10,
            "text": "Then said I, Ah, Lord God! surely thou hast greatly deceived this people and Jerusalem, saying, Ye shall have peace; whereas the sword reacheth unto the soul.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 14,
                    "verse": 13,
                    "text": "Then said I, Ah, Lord God! behold, the prophets say unto them, Ye shall not see the sword, neither shall ye have famine; but I will give you assured peace in this place.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8314522933374375
                }
            ]
        },
        {
            "verse": 11,
            "text": "At that time shall it be said to this people and to Jerusalem, A dry wind of the high places in the wilderness toward the daughter of my people, not to fan, nor to cleanse,",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 3,
                    "verse": 2,
                    "text": "Lift up thine eyes unto the high places, and see where thou hast not been lien with. In the ways hast thou sat for them, as the Arabian in the wilderness; and thou hast polluted the land with thy whoredoms and with thy wickedness.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8082250501417235
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 22,
                    "verse": 24,
                    "text": "Son of man, say unto her, Thou art the land that is not cleansed, nor rained upon in the day of indignation.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8059126703385857
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 20,
                    "verse": 18,
                    "text": "But I said unto their children in the wilderness, Walk ye not in the statutes of your fathers, neither observe their judgments, nor defile yourselves with their idols:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8054994555106059
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 88,
                    "verse": 85,
                    "text": "That their souls may escape the wrath of God, the desolation of abomination which awaits the wicked, both in this world and in the world to come. Verily, I say unto you, let those who are not the first elders continue in the vineyard until the mouth of the Lord shall call them, for their time is not yet come; their garments are not clean from the blood of this generation.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8046533339253474
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 2,
                    "verse": 2,
                    "text": "Go and cry in the ears of Jerusalem, saying, Thus saith the Lord; I remember thee, the kindness of thy youth, the love of thine espousals, when thou wentest after me in the wilderness, in a land that was not sown.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8010186169283652
                }
            ]
        },
        {
            "verse": 12,
            "text": "Even a full wind from those places shall come unto me: now also will I give sentence against them.",
            "similars": []
        },
        {
            "verse": 13,
            "text": "Behold, he shall come up as clouds, and his chariots shall be as a whirlwind: his horses are swifter than eagles. Woe unto us! for we are spoiled.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 26,
                    "verse": 10,
                    "text": "By reason of the abundance of his horses their dust shall cover thee: thy walls shall shake at the noise of the horsemen, and of the wheels, and of the chariots, when he shall enter into thy gates, as men enter into a city wherein is made a breach.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8215006743858053
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 50,
                    "verse": 42,
                    "text": "They shall hold the bow and the lance: they are cruel, and will not shew mercy: their voice shall roar like the sea, and they shall ride upon horses, every one put in array, like a man to the battle, against thee, O daughter of Babylon.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8203704832975224
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 66,
                    "verse": 15,
                    "text": "For, behold, the Lord will come with fire, and with his chariots like a whirlwind, to render his anger with fury, and his rebuke with flames of fire.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8182499587865183
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 49,
                    "verse": 32,
                    "text": "And their camels shall be a booty, and the multitude of their cattle a spoil: and I will scatter into all winds them that are in the utmost corners; and I will bring their calamity from all sides thereof, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8132734801815054
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "volume_book_index": 30,
                    "chapter": 6,
                    "verse": 12,
                    "text": "Shall horses run upon the rock? will one plow there with oxen? for ye have turned judgment into gall, and the fruit of righteousness into hemlock:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8131674015122138
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "volume_book_index": 33,
                    "chapter": 5,
                    "verse": 10,
                    "text": "And it shall come to pass in that day, saith the Lord, that I will cut off thy horses out of the midst of thee, and I will destroy thy chariots:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8113798783215229
                },
                {
                    "volume": "Old Testament",
                    "book": "Habakkuk",
                    "volume_book_index": 35,
                    "chapter": 1,
                    "verse": 8,
                    "text": "Their horses also are swifter than the leopards, and are more fierce than the evening wolves: and their horsemen shall spread themselves, and their horsemen shall come from far; they shall fly as the eagle that hasteth to eat.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8096793714150744
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 6,
                    "verse": 23,
                    "text": "They shall lay hold on bow and spear; they are cruel, and have no mercy; their voice roareth like the sea; and they ride upon horses, set in array as men for war against thee, O daughter of Zion.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8092665763361142
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 12,
                    "verse": 4,
                    "text": "In that day, saith the Lord, I will smite every horse with astonishment, and his rider with madness: and I will open mine eyes upon the house of Judah, and will smite every horse of the people with blindness.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.808306936716663
                },
                {
                    "volume": "Old Testament",
                    "book": "Haggai",
                    "volume_book_index": 37,
                    "chapter": 2,
                    "verse": 22,
                    "text": "And I will overthrow the throne of kingdoms, and I will destroy the strength of the kingdoms of the heathen; and I will overthrow the chariots, and those that ride in them; and the horses and their riders shall come down, every one by the sword of his brother.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8054320355002084
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 10,
                    "verse": 5,
                    "text": "And they shall be as mighty men, which tread down their enemies in the mire of the streets in the battle: and they shall fight, because the Lord is with them, and the riders on horses shall be confounded.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8034674986676843
                },
                {
                    "volume": "Old Testament",
                    "book": "Nahum",
                    "volume_book_index": 34,
                    "chapter": 2,
                    "verse": 13,
                    "text": "Behold, I am against thee, saith the Lord of hosts, and I will burn her chariots in the smoke, and the sword shall devour thy young lions: and I will cut off thy prey from the earth, and the voice of thy messengers shall no more be heard.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8020456725573236
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 46,
                    "verse": 9,
                    "text": "Come up, ye horses; and rage, ye chariots; and let the mighty men come forth; the Ethiopians and the Libyans, that handle the shield; and the Lydians, that handle and bend the bow.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8018688402914421
                },
                {
                    "volume": "Old Testament",
                    "book": "Nahum",
                    "volume_book_index": 34,
                    "chapter": 2,
                    "verse": 3,
                    "text": "The shield of his mighty men is made red, the valiant men are in scarlet: the chariots shall be with flaming torches in the day of his preparation, and the fir trees shall be terribly shaken.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8012259817568537
                }
            ]
        },
        {
            "verse": 14,
            "text": "O Jerusalem, wash thine heart from wickedness, that thou mayest be saved. How long shall thy vain thoughts lodge within thee?",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 8,
                    "verse": 22,
                    "text": "Repent therefore of this thy wickedness, and pray God, if perhaps the thought of thine heart may be forgiven thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8356566588948464
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "volume_book_index": 25,
                    "chapter": 1,
                    "verse": 22,
                    "text": "Let all their wickedness come before thee; and do unto them, as thou hast done unto me for all my transgressions: for my sighs are many, and my heart is faint.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8079836576701503
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 121,
                    "verse": 2,
                    "text": "How long shall thy hand be stayed, and thine eye, yea thy pure eye, behold from the eternal heavens the wrongs of thy people and of thy servants, and thine ear be penetrated with their cries?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8026504057542417
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 4,
                    "verse": 2,
                    "text": "O ye sons of men, how long will ye turn my glory into shame? how long will ye love vanity, and seek after leasing? Selah.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.802457973335469
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 31,
                    "verse": 30,
                    "text": "O Lord God, how long wilt thou suffer that such wickedness and infidelity shall be among this people? O Lord, wilt thou give me strength, that I may bear with mine infirmities. For I am infirm, and such wickedness among this people doth pain my soul.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.800694137302212
                },
                {
                    "volume": "Old Testament",
                    "book": "Ecclesiastes",
                    "volume_book_index": 21,
                    "chapter": 11,
                    "verse": 9,
                    "text": "Rejoice, O young man, in thy youth; and let thy heart cheer thee in the days of thy youth, and walk in the ways of thine heart, and in the sight of thine eyes: but know thou, that for all these things God will bring thee into judgment.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001301637801912
                }
            ]
        },
        {
            "verse": 15,
            "text": "For a voice declareth from Dan, and publisheth affliction from mount Ephraim.",
            "similars": []
        },
        {
            "verse": 16,
            "text": "Make ye mention to the nations; behold, publish against Jerusalem, that watchers come from a far country, and give out their voice against the cities of Judah.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 4,
                    "verse": 5,
                    "text": "Declare ye in Judah, and publish in Jerusalem; and say, Blow ye the trumpet in the land: cry, gather together, and say, Assemble yourselves, and let us go into the defenced cities.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9002091585966489
                }
            ]
        },
        {
            "verse": 17,
            "text": "As keepers of a field, are they against her round about; because she hath been rebellious against me, saith the Lord.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 9,
                    "verse": 23,
                    "text": "Likewise when the Lord sent you from Kadesh-barnea, saying, Go up and possess the land which I have given you; then ye rebelled against the commandment of the Lord your God, and ye believed him not, nor hearkened to his voice.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8004328465250312
                }
            ]
        },
        {
            "verse": 18,
            "text": "Thy way and thy doings have procured these things unto thee; this is thy wickedness, because it is bitter, because it reacheth unto thine heart.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "volume_book_index": 25,
                    "chapter": 1,
                    "verse": 22,
                    "text": "Let all their wickedness come before thee; and do unto them, as thou hast done unto me for all my transgressions: for my sighs are many, and my heart is faint.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8212287415014801
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 8,
                    "verse": 22,
                    "text": "Repent therefore of this thy wickedness, and pray God, if perhaps the thought of thine heart may be forgiven thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8196904359918461
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 22,
                    "verse": 13,
                    "text": "Behold, therefore I have smitten mine hand at thy dishonest gain which thou hast made, and at thy blood which hath been in the midst of thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8104331799249485
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 2,
                    "verse": 33,
                    "text": "Why trimmest thou thy way to seek love? therefore hast thou also taught the wicked ones thy ways.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.807850511308845
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 10,
                    "verse": 3,
                    "text": "For the wicked boasteth of his heart's desire, and blesseth the covetous, whom the Lord abhorreth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8073423379956556
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "volume_book_index": 18,
                    "chapter": 13,
                    "verse": 26,
                    "text": "For thou writest bitter things against me, and makest me to possess the iniquities of my youth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8047601124276291
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "volume_book_index": 18,
                    "chapter": 30,
                    "verse": 21,
                    "text": "Thou art become cruel to me: with thy strong hand thou opposest thyself against me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801032302889766
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 10,
                    "verse": 20,
                    "text": "Verily, verily, I say unto you, that Satan has great hold upon their hearts; he stirreth them up to iniquity against that which is good;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8003333411457841
                }
            ]
        },
        {
            "verse": 19,
            "text": "My bowels, my bowels! I am pained at my very heart; my heart maketh a noise in me; I cannot hold my peace, because thou hast heard, O my soul, the sound of the trumpet, the alarm of war.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "volume_book_index": 25,
                    "chapter": 1,
                    "verse": 20,
                    "text": "Behold, O Lord; for I am in distress: my bowels are troubled; mine heart is turned within me; for I have grievously rebelled: abroad the sword bereaveth, at home there is as death.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8572832928976194
                },
                {
                    "volume": "Old Testament",
                    "book": "Habakkuk",
                    "volume_book_index": 35,
                    "chapter": 3,
                    "verse": 16,
                    "text": "When I heard, my belly trembled; my lips quivered at the voice: rottenness entered into my bones, and I trembled in myself, that I might rest in the day of trouble: when he cometh up unto the people, he will invade them with his troops.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8097343731401381
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 16,
                    "verse": 11,
                    "text": "Wherefore my bowels shall sound like an harp for Moab, and mine inward parts for Kir-haresh.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8072267845533292
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "volume_book_index": 25,
                    "chapter": 1,
                    "verse": 20,
                    "text": "Behold, O Lord; for I am in distress: my bowels are troubled; mine heart is turned within me; for I have grievously rebelled: abroad the sword bereaveth, at home there is as death.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9050332364420169
                }
            ]
        },
        {
            "verse": 20,
            "text": "Destruction upon destruction is cried; for the whole land is spoiled: suddenly are my tents spoiled, and my curtains in a moment.",
            "similars": []
        },
        {
            "verse": 21,
            "text": "How long shall I see the standard, and hear the sound of the trumpet?",
            "similars": []
        },
        {
            "verse": 22,
            "text": "For my people is foolish, they have not known me; they are sottish children, and they have none understanding: they are wise to do evil, but to do good they have no knowledge.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 5,
                    "verse": 4,
                    "text": "Therefore I said, Surely these are poor; they are foolish: for they know not the way of the Lord, nor the judgment of their God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8073193492146516
                }
            ]
        },
        {
            "verse": 23,
            "text": "I beheld the earth, and, lo, it was without form, and void; and the heavens, and they had no light.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "volume_book_index": 1,
                    "chapter": 2,
                    "verse": 2,
                    "text": "And the earth was without form, and void; and I caused darkness to come up upon the face of the deep; and my Spirit moved upon the face of the water; for I am God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8537643997081882
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 1,
                    "verse": 2,
                    "text": "And the earth was without form, and void; and darkness was upon the face of the deep. And the Spirit of God moved upon the face of the waters.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8410231472619613
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "volume_book_index": 2,
                    "chapter": 4,
                    "verse": 2,
                    "text": "And the earth, after it was formed, was empty and desolate, because they had not formed anything but the earth; and darkness reigned upon the face of the deep, and the Spirit of the Gods was brooding upon the face of the waters.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.823792772996393
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 4,
                    "verse": 25,
                    "text": "I beheld, and, lo, there was no man, and all the birds of the heavens were fled.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9050861057587943
                }
            ]
        },
        {
            "verse": 24,
            "text": "I beheld the mountains, and, lo, they trembled, and all the hills moved lightly.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 104,
                    "verse": 32,
                    "text": "He looketh on the earth, and it trembleth: he toucheth the hills, and they smoke.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9044509970470264
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 12,
                    "verse": 9,
                    "text": "Yea, behold at his voice do the hills and the mountains tremble and quake.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9029840615704682
                },
                {
                    "volume": "Old Testament",
                    "book": "Habakkuk",
                    "volume_book_index": 35,
                    "chapter": 3,
                    "verse": 10,
                    "text": "The mountains saw thee, and they trembled: the overflowing of the water passed by: the deep uttered his voice, and lifted up his hands on high.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9024808581208049
                }
            ]
        },
        {
            "verse": 25,
            "text": "I beheld, and, lo, there was no man, and all the birds of the heavens were fled.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 4,
                    "verse": 23,
                    "text": "I beheld the earth, and, lo, it was without form, and void; and the heavens, and they had no light.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9050861057587943
                }
            ]
        },
        {
            "verse": 26,
            "text": "I beheld, and, lo, the fruitful place was a wilderness, and all the cities thereof were broken down at the presence of the Lord, and by his fierce anger.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 44,
                    "verse": 6,
                    "text": "Wherefore my fury and mine anger was poured forth, and was kindled in the cities of Judah and in the streets of Jerusalem; and they are wasted and desolate, as at this day.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8111350605352906
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 25,
                    "verse": 37,
                    "text": "And the peaceable habitations are cut down because of the fierce anger of the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8110223230148537
                }
            ]
        },
        {
            "verse": 27,
            "text": "For thus hath the Lord said, The whole land shall be desolate; yet will I not make a full end.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 30,
                    "verse": 11,
                    "text": "For I am with thee, saith the Lord, to save thee: though I make a full end of all nations whither I have scattered thee, yet will I not make a full end of thee: but I will correct thee in measure, and will not leave thee altogether unpunished.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8362161006708844
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 5,
                    "verse": 18,
                    "text": "Nevertheless in those days, saith the Lord, I will not make a full end with you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8257851402959545
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 32,
                    "verse": 15,
                    "text": "When I shall make the land of Egypt desolate, and the country shall be destitute of that whereof it was full, when I shall smite all them that dwell therein, then shall they know that I am the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8195579407273204
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 36,
                    "verse": 34,
                    "text": "And the desolate land shall be tilled, whereas it lay desolate in the sight of all that passed by.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8180278961563174
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 33,
                    "verse": 28,
                    "text": "For I will lay the land most desolate, and the pomp of her strength shall cease; and the mountains of Israel shall be desolate, that none shall pass through.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8148636643766439
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 46,
                    "verse": 28,
                    "text": "Fear thou not, O Jacob my servant, saith the Lord: for I am with thee; for I will make a full end of all the nations whither I have driven thee: but I will not make a full end of thee, but correct thee in measure; yet will I not leave thee wholly unpunished.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8130564187625547
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 35,
                    "verse": 14,
                    "text": "Thus saith the Lord God; When the whole earth rejoiceth, I will make thee desolate.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.810648064829893
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 35,
                    "verse": 9,
                    "text": "I will make thee perpetual desolations, and thy cities shall not return: and ye shall know that I am the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8086000211025701
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 37,
                    "verse": 34,
                    "text": "Wait on the Lord, and keep his way, and he shall exalt thee to inherit the land: when the wicked are cut off, thou shalt see it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8077841960715543
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 6,
                    "verse": 14,
                    "text": "So will I stretch out my hand upon them, and make the land desolate, yea, more desolate than the wilderness toward Diblath, in all their habitations: and they shall know that I am the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8063129928365653
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 45,
                    "verse": 4,
                    "text": "Thus shalt thou say unto him, The Lord saith thus; Behold, that which I have built will I break down, and that which I have planted I will pluck up, even this whole land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8051241421664428
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "volume_book_index": 3,
                    "chapter": 1,
                    "verse": 35,
                    "text": "Although, the days will come, that heaven and earth shall pass away; yet my words shall not pass away, but all shall be fulfilled.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8031173303112141
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 5,
                    "verse": 18,
                    "text": "Nevertheless in those days, saith the Lord, I will not make a full end with you.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9143676110725171
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 35,
                    "verse": 14,
                    "text": "Thus saith the Lord God; When the whole earth rejoiceth, I will make thee desolate.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9083133014533912
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 24,
                    "verse": 3,
                    "text": "The land shall be utterly emptied, and utterly spoiled: for the Lord hath spoken this word.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9064082177403042
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 16,
                    "verse": 11,
                    "text": "Then said I: Lord, how long? And he said: Until the cities be wasted without inhabitant, and the houses without man, and the land be utterly desolate;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9053935734810397
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 6,
                    "verse": 11,
                    "text": "Then said I, Lord, how long? And he answered, Until the cities be wasted without inhabitant, and the houses without man, and the land be utterly desolate,",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.902056363286268
                }
            ]
        },
        {
            "verse": 28,
            "text": "For this shall the earth mourn, and the heavens above be black: because I have spoken it, I have purposed it, and will not repent, neither will I turn back from it.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 1,
                    "verse": 38,
                    "text": "What I the Lord have spoken, I have spoken, and I excuse not myself; and though the heavens and the earth pass away, my word shall not pass away, but shall all be fulfilled, whether by mine own voice or by the voice of my servants, it is the same.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8278955983940981
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 6,
                    "verse": 19,
                    "text": "Hear, O earth: behold, I will bring evil upon this people, even the fruit of their thoughts, because they have not hearkened unto my words, nor to my law, but rejected it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8097959186411714
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 24,
                    "verse": 14,
                    "text": "I the Lord have spoken it: it shall come to pass, and I will do it; I will not go back, neither will I spare, neither will I repent; according to thy ways, and according to thy doings, shall they judge thee, saith the Lord God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8028658306412303
                }
            ]
        },
        {
            "verse": 29,
            "text": "The whole city shall flee for the noise of the horsemen and bowmen; they shall go into thickets, and climb up upon the rocks: every city shall be forsaken, and not a man dwell therein.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 26,
                    "verse": 10,
                    "text": "By reason of the abundance of his horses their dust shall cover thee: thy walls shall shake at the noise of the horsemen, and of the wheels, and of the chariots, when he shall enter into thy gates, as men enter into a city wherein is made a breach.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8132477287464386
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 48,
                    "verse": 8,
                    "text": "And the spoiler shall come upon every city, and no city shall escape: the valley also shall perish, and the plain shall be destroyed, as the Lord hath spoken.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8006975242024704
                }
            ]
        },
        {
            "verse": 30,
            "text": "And when thou art spoiled, what wilt thou do? Though thou clothest thyself with crimson, though thou deckest thee with ornaments of gold, though thou rentest thy face with painting, in vain shalt thou make thyself fair; thy lovers will despise thee, they will seek thy life.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 22,
                    "verse": 4,
                    "text": "Thou art become guilty in thy blood that thou hast shed; and hast defiled thyself in thine idols which thou hast made; and thou hast caused thy days to draw near, and art come even unto thy years: therefore have I made thee a reproach unto the heathen, and a mocking to all countries.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8089089037971801
                },
                {
                    "volume": "Old Testament",
                    "book": "Habakkuk",
                    "volume_book_index": 35,
                    "chapter": 1,
                    "verse": 13,
                    "text": "Thou art of purer eyes than to behold evil, and canst not look on iniquity: wherefore lookest thou upon them that deal treacherously, and holdest thy tongue when the wicked devoureth the man that is more righteous than he?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8035095006994036
                }
            ]
        },
        {
            "verse": 31,
            "text": "For I have heard a voice as of a woman in travail, and the anguish as of her that bringeth forth her first child, the voice of the daughter of Zion, that bewaileth herself, that spreadeth her hands, saying, Woe is me now! for my soul is wearied because of murderers.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 8,
                    "verse": 19,
                    "text": "Behold the voice of the cry of the daughter of my people because of them that dwell in a far country: Is not the Lord in Zion? is not her king in her? Why have they provoked me to anger with their graven images, and with strange vanities?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8271963836308888
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "volume_book_index": 3,
                    "chapter": 2,
                    "verse": 31,
                    "text": "For behold, I, the Lord, have seen the sorrow, and heard the mourning of the daughters of my people in the land of Jerusalem, yea, and in all the lands of my people, because of the wickedness and abominations of their husbands.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8076867196820541
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "volume_book_index": 33,
                    "chapter": 4,
                    "verse": 10,
                    "text": "Be in pain, and labour to bring forth, O daughter of Zion, like a woman in travail: for now shalt thou go forth out of the city, and thou shalt dwell in the field, and thou shalt go even to Babylon; there shalt thou be delivered; there the Lord shall redeem thee from the hand of thine enemies.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8020239437493828
                }
            ]
        }
    ]
}