{
    "volume": "Old Testament",
    "book": "Job",
    "chapter": 27,
    "verses": [
        {
            "verse": 1,
            "text": "Moreover Job continued his parable, and said,",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 15,
                    "verse": 3,
                    "text": "And he spake this parable unto them, saying,",
                    "score": 0.7664379090898882
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 22,
                    "verse": 1,
                    "text": "And Jesus answered and spake unto them again by parables, and said,",
                    "score": 0.7523260408436224
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 8,
                    "verse": 9,
                    "text": "And his disciples asked him, saying, What might this parable be?",
                    "score": 0.7474087385619426
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 24,
                    "text": "Another parable put he forth unto them, saying, The kingdom of heaven is likened unto a man which sowed good seed in his field:",
                    "score": 0.744420484378421
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 10,
                    "text": "Thou art not yet as Job; thy friends do not contend against thee, neither charge thee with transgression, as they did Job.",
                    "score": 0.7397010629611449
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 31,
                    "text": "Another parable put he forth unto them, saying, The kingdom of heaven is like to a grain of mustard seed, which a man took, and sowed in his field:",
                    "score": 0.7378064198613207
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 15,
                    "verse": 15,
                    "text": "Then answered Peter and said unto him, Declare unto us this parable.",
                    "score": 0.7359502813171578
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 41,
                    "text": "Then Peter said unto him, Lord, speakest thou this parable unto us, or even to all?",
                    "score": 0.7295961958653424
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 4,
                    "verse": 2,
                    "text": "And he taught them many things by parables, and said unto them in his doctrine,",
                    "score": 0.7267172784440662
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 6,
                    "text": "And he spake with power and authority from God; and he continued his words, saying:",
                    "score": 0.7261160443640811
                }
            ]
        },
        {
            "verse": 2,
            "text": "As God liveth, who hath taken away my judgment; and the Almighty, who hath vexed my soul;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 36,
                    "verse": 15,
                    "text": "Oh, thought I, that I could be banished and become extinct both soul and body, that I might not be brought to stand in the presence of my God, to be judged of my deeds.",
                    "score": 0.8140760735799145
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 8,
                    "verse": 33,
                    "text": "In his humiliation his judgment was taken away: and who shall declare his generation? for his life is taken from the earth.",
                    "score": 0.8081581974519851
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 11,
                    "text": "And the Spirit said unto me again: Behold the Lord hath delivered him into thy hands. Yea, and I also knew that he had sought to take away mine own life; yea, and he would not hearken unto the commandments of the Lord; and he also had taken away our property.",
                    "score": 0.8078404664729345
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 30,
                    "verse": 53,
                    "text": "But behold, the devil hath deceived me; for he appeared unto me in the form of an angel, and said unto me: Go and reclaim this people, for they have all gone astray after an unknown God. And he said unto me: There is no God; yea, and he taught me that which I should say. And I have taught his words; and I taught them because they were pleasing unto the carnal mind; and I taught them, even until I had much success, insomuch that I verily believed that they were true; and for this cause I withstood the truth, even until I have brought this great curse upon me.",
                    "score": 0.7970725498844722
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 39,
                    "text": "Behold thou hast driven me out this day from the face of the Lord, and from thy face shall I be hid; and I shall be a fugitive and a vagabond in the earth; and it shall come to pass, that he that findeth me will slay me, because of mine iniquities, for these things are not hid from the Lord.",
                    "score": 0.7903178278487579
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 46,
                    "text": "Prepare your souls for that glorious day when justice shall be administered unto the righteous, even the day of judgment, that ye may not shrink with awful fear; that ye may not remember your awful guilt in perfectness, and be constrained to exclaim: Holy, holy are thy judgments, O Lord God Almighty--but I know my guilt; I transgressed thy law, and my transgressions are mine; and the devil hath obtained me, that I am a prey to his awful misery.",
                    "score": 0.7879787299551407
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 25,
                    "text": "Thus hath the Lord dealt with me in the days wherein he looked on me, to take away my reproach among men.",
                    "score": 0.7858823088227963
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 7,
                    "verse": 11,
                    "text": "For sin, taking occasion by the commandment, deceived me, and by it slew me.",
                    "score": 0.7842974187771103
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 44,
                    "text": "O, my beloved brethren, remember my words. Behold, I take off my garments, and I shake them before you; I pray the God of my salvation that he view me with his all-searching eye; wherefore, ye shall know at the last day, when all men shall be judged of their works, that the God of Israel did witness that I shook your iniquities from my soul, and that I stand with brightness before him, and am rid of your blood.",
                    "score": 0.7833022591680437
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 24,
                    "text": "And now, my beloved brethren, as ye have desired to know of me what ye shall do because ye are afflicted and cast out--now I do not desire that ye should suppose that I mean to judge you only according to that which is true--",
                    "score": 0.78223050501641
                }
            ]
        },
        {
            "verse": 3,
            "text": "All the while my breath is in me, and the spirit of God is in my nostrils;",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 47,
                    "text": "And my spirit hath rejoiced in God my Saviour.",
                    "score": 0.7782516031140264
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 35,
                    "text": "And a portion of that Spirit dwelleth in me, which giveth me knowledge, and also power according to my faith and desires which are in God.",
                    "score": 0.7660789466023745
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 7,
                    "verse": 8,
                    "text": "But behold, the Lord God poured in his Spirit into my soul, insomuch that I did confound him in all his words.",
                    "score": 0.7643971039768875
                },
                {
                    "volume": "New Testament",
                    "book": "Philemon",
                    "chapter": 1,
                    "verse": 4,
                    "text": "I thank my God, making mention of thee always in my prayers,",
                    "score": 0.7642421306831603
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 6,
                    "text": "And when I had spoken these words, the Spirit cried with a loud voice, saying: Hosanna to the Lord, the most high God; for he is God over all the earth, yea, even above all. And blessed art thou, Nephi, because thou believest in the Son of the most high God; wherefore, thou shalt behold the things which thou hast desired.",
                    "score": 0.7556567371912042
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 16,
                    "text": "Therefore, let your hearts be comforted concerning Zion; for all flesh is in mine hands; be still and know that I am God.",
                    "score": 0.7552300837464971
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "chapter": 4,
                    "verse": 18,
                    "text": "But I have all, and abound: I am full, having received of Epaphroditus the things which were sent from you, an odour of a sweet smell, a sacrifice acceptable, wellpleasing to God.",
                    "score": 0.7545187325716928
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 31,
                    "text": "For by the power of my Spirit created I them; yea, all things both spiritual and temporal--",
                    "score": 0.7526160850007357
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 7,
                    "text": "And I, the Lord God, formed man from the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul, the first flesh upon the earth, the first man also; nevertheless, all things were before created; but spiritually were they created and made according to my word.",
                    "score": 0.752092816330602
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 5,
                    "verse": 4,
                    "text": "In the name of our Lord Jesus Christ, when ye are gathered together, and my spirit, with the power of our Lord Jesus Christ,",
                    "score": 0.7515714840006379
                }
            ]
        },
        {
            "verse": 4,
            "text": "My lips shall not speak wickedness, nor my tongue utter deceit.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 3,
                    "verse": 10,
                    "text": "For he that will love life, and see good days, let him refrain his tongue from evil, and his lips that they speak no guile:",
                    "score": 0.7687766529092513
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 31,
                    "text": "For, behold, they shall not accomplish their evil designs in lying against those words. For, behold, if you should bring forth the same words they will say that you have lied and that you have pretended to translate, but that you have contradicted yourself.",
                    "score": 0.7662161994805374
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 9,
                    "text": "Thy voice shall be a rebuke unto the transgressor; and at thy rebuke let the tongue of the slanderer cease its perverseness.",
                    "score": 0.7552392368203023
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 14,
                    "verse": 39,
                    "text": "Wherefore, brethren, covet to prophesy, and forbid not to speak with tongues.",
                    "score": 0.7550751232293069
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 19,
                    "text": "And their tongues shall be stayed that they shall not utter against me; and their flesh shall fall from off their bones, and their eyes from their sockets;",
                    "score": 0.7548448460202649
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 85,
                    "verse": 10,
                    "text": "These things I say not of myself; therefore, as the Lord speaketh, he will also fulfil.",
                    "score": 0.7542856696926802
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 7,
                    "verse": 22,
                    "text": "Thefts, covetousness, wickedness, deceit, lasciviousness, an evil eye, blasphemy, pride, foolishness:",
                    "score": 0.7521316709148821
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 15,
                    "verse": 18,
                    "text": "For I will not dare to speak of any of those things which Christ hath not wrought by me, to make the Gentiles obedient, by word and deed,",
                    "score": 0.7493235169875463
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 15,
                    "verse": 33,
                    "text": "Be not deceived: evil communications corrupt good manners.",
                    "score": 0.7488859421982487
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 15,
                    "verse": 8,
                    "text": "This people draweth nigh unto me with their mouth, and honoureth me with their lips; but their heart is far from me.",
                    "score": 0.744827187850704
                }
            ]
        },
        {
            "verse": 5,
            "text": "God forbid that I should justify you: till I die I will not remove mine integrity from me.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 15,
                    "text": "For if ye will not abide in my covenant ye are not worthy of me.",
                    "score": 0.7794552338635
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 2,
                    "verse": 27,
                    "text": "Because thou wilt not leave my soul in hell, neither wilt thou suffer thine Holy One to see corruption.",
                    "score": 0.7778885765911464
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 20,
                    "verse": 11,
                    "text": "For mine own sake, yea, for mine own sake will I do this, for I will not suffer my name to be polluted, and I will not give my glory unto another.",
                    "score": 0.7727509364381413
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 60,
                    "text": "Let no one, therefore, set on my servant Joseph; for I will justify him; for he shall do the sacrifice which I require at his hands for his transgressions, saith the Lord your God.",
                    "score": 0.7726359001445297
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 14,
                    "text": "Therefore, be not afraid of your enemies, for I have decreed in my heart, saith the Lord, that I will prove you in all things, whether you will abide in my covenant, even unto death, that you may be found worthy.",
                    "score": 0.7717467292773003
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 51,
                    "text": "Verily, verily, I say unto you, If a man keep my saying, he shall never see death.",
                    "score": 0.7714909079928115
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 5,
                    "text": "For all those who will not endure chastening, but deny me, cannot be sanctified.",
                    "score": 0.769656218491263
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 8,
                    "text": "Nevertheless, I would not suffer that ye should part until you were chastened for all your sins, that you might be one, that you might not perish in wickedness;",
                    "score": 0.7684748808834184
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 16,
                    "verse": 11,
                    "text": "If therefore ye have not been faithful in the unrighteous mammon, who will commit to your trust the true riches?",
                    "score": 0.7672358235059025
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 29,
                    "text": "Do not anger again because of mine enemies. Do not slacken my strength because of mine afflictions.",
                    "score": 0.7669355320023228
                }
            ]
        },
        {
            "verse": 6,
            "text": "My righteousness I hold fast, and will not let it go: my heart shall not reproach me so long as I live.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 1,
                    "verse": 13,
                    "text": "Hold fast the form of sound words, which thou hast heard of me, in faith and love which is in Christ Jesus.",
                    "score": 0.8027819069788854
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 25,
                    "verse": 15,
                    "text": "Keep my commandments continually, and a crown of righteousness thou shalt receive. And except thou do this, where I am you cannot come.",
                    "score": 0.7999388330652524
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 18,
                    "text": "Keep my commandments; hold your peace; appeal unto my Spirit;",
                    "score": 0.7969334424970724
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 21,
                    "verse": 33,
                    "text": "Heaven and earth shall pass away: but my words shall not pass away.",
                    "score": 0.790628323884845
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 13,
                    "verse": 31,
                    "text": "Heaven and earth shall pass away: but my words shall not pass away.",
                    "score": 0.790628323884845
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 35,
                    "text": "Heaven and earth shall pass away, but my words shall not pass away.",
                    "score": 0.790628323884845
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 10,
                    "verse": 23,
                    "text": "Let us hold fast the profession of our faith without wavering; (for he is faithful that promised;)",
                    "score": 0.7885116008376178
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 3,
                    "verse": 11,
                    "text": "Behold, I come quickly: hold that fast which thou hast, that no man take thy crown.",
                    "score": 0.7847278455436457
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "chapter": 2,
                    "verse": 16,
                    "text": "Holding forth the word of life; that I may rejoice in the day of Christ, that I have not run in vain, neither laboured in vain.",
                    "score": 0.7818566535939556
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "chapter": 4,
                    "verse": 1,
                    "text": "Therefore, my brethren dearly beloved and longed for, my joy and crown, so stand fast in the Lord, my dearly beloved.",
                    "score": 0.7808867855151849
                }
            ]
        },
        {
            "verse": 7,
            "text": "Let mine enemy be as the wicked, and he that riseth up against me as the unrighteous.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 2,
                    "text": "Being driven and smitten by the hands of mine enemies, on whom I will pour out my wrath without measure in mine own time.",
                    "score": 0.8467578915873822
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 7,
                    "verse": 8,
                    "text": "And the Lord is near, and he justifieth me. Who will contend with me? Let us stand together. Who is mine adversary? Let him come near me, and I will smite him with the strength of my mouth.",
                    "score": 0.8418015317210205
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 24,
                    "text": "And inasmuch as mine enemies come against you to drive you from my goodly land, which I have consecrated to be the land of Zion, even from your own lands after these testimonies, which ye have brought before me against them, ye shall curse them;",
                    "score": 0.8354903175492226
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 27,
                    "text": "But those mine enemies, which would not that I should reign over them, bring hither, and slay them before me.",
                    "score": 0.833345738371725
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 44,
                    "text": "But behold I say unto you, love your enemies, bless them that curse you, do good to them that hate you, and pray for them who despitefully use you and persecute you;",
                    "score": 0.8301214155114912
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 44,
                    "text": "But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;",
                    "score": 0.8279339007326451
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 7,
                    "verse": 27,
                    "text": "Yea, wo be unto you because of your wickedness and abominations!",
                    "score": 0.8258505032552397
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 58,
                    "text": "And inasmuch as they gather together against you, avenge me of mine enemies, that by and by I may come with the residue of mine house and possess the land.",
                    "score": 0.8253745230747604
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 25,
                    "text": "And whomsoever ye curse, I will curse, and ye shall avenge me of mine enemies.",
                    "score": 0.8247685891415718
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 25,
                    "verse": 5,
                    "text": "Let them therefore, said he, which among you are able, go down with me, and accuse this man, if there be any wickedness in him.",
                    "score": 0.823699693627763
                }
            ]
        },
        {
            "verse": 8,
            "text": "For what is the hope of the hypocrite, though he hath gained, when God taketh away his soul?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 30,
                    "verse": 47,
                    "text": "But behold, it is better that thy soul should be lost than that thou shouldst be the means of bringing many souls down to destruction, by thy lying and by thy flattering words; therefore if thou shalt deny again, behold God shall smite thee, that thou shalt become dumb, that thou shalt never open thy mouth any more, that thou shalt not deceive this people any more.",
                    "score": 0.7903151942002833
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 7,
                    "text": "Behold, verily I say unto you, there are hypocrites among you, who have deceived some, which has given the adversary power; but behold such shall be reclaimed;",
                    "score": 0.7811273260004256
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 8,
                    "text": "But the hypocrites shall be detected and shall be cut off, either in life or in death, even as I will; and wo unto them who are cut off from my church, for the same are overcome of the world.",
                    "score": 0.7773101644769786
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 59,
                    "verse": 8,
                    "text": "Thou shalt offer a sacrifice unto the Lord thy God in righteousness, even that of a broken heart and a contrite spirit.",
                    "score": 0.7739828585563671
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 6,
                    "text": "But wo unto them that are deceivers and hypocrites, for, thus saith the Lord, I will bring them to judgment.",
                    "score": 0.7695086522599877
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 8,
                    "verse": 20,
                    "text": "For the creature was made subject to vanity, not willingly, but by reason of him who hath subjected the same in hope,",
                    "score": 0.7663613772562573
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 8,
                    "verse": 36,
                    "text": "For what shall it profit a man, if he shall gain the whole world, and lose his own soul?",
                    "score": 0.765234910738365
                },
                {
                    "volume": "New Testament",
                    "book": "1 Timothy",
                    "chapter": 6,
                    "verse": 5,
                    "text": "Perverse disputings of men of corrupt minds, and destitute of the truth, supposing that gain is godliness: from such withdraw thyself.",
                    "score": 0.7645487045700264
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 19,
                    "verse": 9,
                    "text": "And the world, because of their iniquity, shall judge him to be a thing of naught; wherefore they scourge him, and he suffereth it; and they smite him, and he suffereth it. Yea, they spit upon him, and he suffereth it, because of his loving kindness and his long-suffering towards the children of men.",
                    "score": 0.7636417672488589
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 38,
                    "text": "Therefore if that man repenteth not, and remaineth and dieth an enemy to God, the demands of divine justice do awaken his immortal soul to a lively sense of his own guilt, which doth cause him to shrink from the presence of the Lord, and doth fill his breast with guilt, and pain, and anguish, which is like an unquenchable fire, whose flame ascendeth up forever and ever.",
                    "score": 0.7626710727337592
                }
            ]
        },
        {
            "verse": 9,
            "text": "Will God hear his cry when trouble cometh upon him?",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 92,
                    "text": "Pray ye, therefore, that their ears may be opened unto your cries, that I may be merciful unto them, that these things may not come upon them.",
                    "score": 0.7808173095830596
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 34,
                    "verse": 22,
                    "text": "Yea, cry unto him against the power of your enemies.",
                    "score": 0.779423107552487
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 32,
                    "text": "And in the days of your poverty ye shall cry unto the Lord; and in vain shall ye cry, for your desolation is already come upon you, and your destruction is made sure; and then shall ye weep and howl in that day, saith the Lord of Hosts. And then shall ye lament, and say:",
                    "score": 0.7761936229954296
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 38,
                    "text": "And the servants of God shall go forth, saying with a loud voice: Fear God and give glory to him, for the hour of his judgment is come;",
                    "score": 0.772928300650958
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 34,
                    "verse": 23,
                    "text": "Yea, cry unto him against the devil, who is an enemy to all righteousness.",
                    "score": 0.7707869824366894
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 19,
                    "verse": 37,
                    "text": "And speak freely to all; yea, preach, exhort, declare the truth, even with a loud voice, with a sound of rejoicing, crying--Hosanna, hosanna, blessed be the name of the Lord God!",
                    "score": 0.7706523857509104
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 65,
                    "verse": 3,
                    "text": "Yea, a voice crying--Prepare ye the way of the Lord, prepare ye the supper of the Lamb, make ready for the Bridegroom.",
                    "score": 0.7691250806685241
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 3,
                    "verse": 3,
                    "text": "For this is he that was spoken of by the prophet Esaias, saying, The voice of one crying in the wilderness, Prepare ye the way of the Lord, make his paths straight.",
                    "score": 0.7656339231821147
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 3,
                    "verse": 15,
                    "text": "While it is said, To day if ye will hear his voice, harden not your hearts, as in the provocation.",
                    "score": 0.7629140648757461
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 33,
                    "verse": 9,
                    "text": "Yea, O God, thou hast been merciful unto me, and heard my cries in the midst of thy congregations.",
                    "score": 0.761797277934934
                }
            ]
        },
        {
            "verse": 10,
            "text": "Will he delight himself in the Almighty? will he always call upon God?",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "2 Thessalonians",
                    "chapter": 1,
                    "verse": 11,
                    "text": "Wherefore also we pray always for you, that our God would count you worthy of this calling, and fulfil all the good pleasure of his goodness, and the work of faith with power:",
                    "score": 0.7871219211583483
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 7,
                    "verse": 22,
                    "text": "For I delight in the law of God after the inward man:",
                    "score": 0.7810422812404672
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 65,
                    "verse": 4,
                    "text": "Pray unto the Lord, call upon his holy name, make known his wonderful works among the people.",
                    "score": 0.7789185561297368
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 114,
                    "text": "Let him therefore abase himself that he may be exalted. Even so. Amen.",
                    "score": 0.7767777765722895
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 13,
                    "verse": 32,
                    "text": "If God be glorified in him, God shall also glorify him in himself, and shall straightway glorify him.",
                    "score": 0.7757147559239098
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 24,
                    "text": "Behold, I say unto him, he exalts himself and does not humble himself sufficiently before me; but if he will bow down before me, and humble himself in mighty prayer and faith, in the sincerity of his heart, then will I grant unto him a view of the things which he desires to see.",
                    "score": 0.7755572142700465
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 5,
                    "verse": 11,
                    "text": "To him be glory and dominion for ever and ever. Amen.",
                    "score": 0.7754723466406174
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 17,
                    "text": "And for his love he shall be great, for he shall be mine if he do this, saith the Lord. I have seen the work which he hath done, which I accept if he continue, and will crown him with blessings and great glory.",
                    "score": 0.7748534839474208
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 25,
                    "text": "And calling upon the name of God, he beheld his glory again, for it was upon him; and he heard a voice, saying: Blessed art thou, Moses, for I, the Almighty, have chosen thee, and thou shalt be made stronger than many waters; for they shall obey thy command as if thou wert God.",
                    "score": 0.7732428856684703
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 29,
                    "text": "If thou art sorrowful, call on the Lord thy God with supplication, that your souls may be joyful.",
                    "score": 0.7730890548120422
                }
            ]
        },
        {
            "verse": 11,
            "text": "I will teach you by the hand of God: that which is with the Almighty will I not conceal.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 13,
                    "verse": 6,
                    "text": "So that we may boldly say, The Lord is my helper, and I will not fear what man shall do unto me.",
                    "score": 0.7971667505318845
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 30,
                    "text": "I tell you these things because of your prayers; wherefore, treasure up wisdom in your bosoms, lest the wickedness of men reveal these things unto you by their wickedness, in a manner which shall speak in your ears with a voice louder than that which shall shake the earth; but if ye are prepared ye shall not fear.",
                    "score": 0.792753508013804
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 15,
                    "text": "But behold, it shall come to pass that the Lord God shall say unto him to whom he shall deliver the book: Take these words which are not sealed and deliver them to another, that he may show them unto the learned, saying: Read this, I pray thee. And the learned shall say: Bring hither the book, and I will read them.",
                    "score": 0.792102601774948
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 53,
                    "text": "And it came to pass that the Lord said unto me: Stretch forth thine hand again unto thy brethren, and they shall not wither before thee, but I will shock them, saith the Lord, and this will I do, that they may know that I am the Lord their God.",
                    "score": 0.7888337032861182
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 28,
                    "text": "Thou knowest my laws concerning these things are given in my scriptures; he that sinneth and repenteth not shall be cast out.",
                    "score": 0.7876148638961255
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 7,
                    "verse": 7,
                    "text": "For the Lord God will help me, therefore shall I not be confounded. Therefore have I set my face like a flint, and I know that I shall not be ashamed.",
                    "score": 0.7856269801005545
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 10,
                    "text": "For by my Spirit will I enlighten them, and by my power will I make known unto them the secrets of my will--yea, even those things which eye has not seen, nor ear heard, nor yet entered into the heart of man.",
                    "score": 0.7837919241438662
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 10,
                    "text": "Be thou humble; and the Lord thy God shall lead thee by the hand, and give thee answer to thy prayers.",
                    "score": 0.7830322303857048
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 18,
                    "text": "Behold, I will lead thee by my hand, and I will take thee, to put upon thee my name, even the Priesthood of thy father, and my power shall be over thee.",
                    "score": 0.7812553379924381
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 36,
                    "text": "Behold, I do not say that you shall not show it unto the righteous;",
                    "score": 0.7807318224590629
                }
            ]
        },
        {
            "verse": 12,
            "text": "Behold, all ye yourselves have seen it; why then are ye thus altogether vain?",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 3,
                    "verse": 4,
                    "text": "Have ye suffered so many things in vain? if it be yet in vain.",
                    "score": 0.7705737392097518
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 8,
                    "verse": 39,
                    "text": "Why do ye adorn yourselves with that which hath no life, and yet suffer the hungry, and the needy, and the naked, and the sick and the afflicted to pass by you, and notice them not?",
                    "score": 0.758953206998383
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 3,
                    "verse": 19,
                    "text": "Now I would that ye should see that they brought upon themselves the curse; and even so doth every man that is cursed bring upon himself his own condemnation.",
                    "score": 0.7539211910827641
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 4,
                    "verse": 5,
                    "text": "Do ye think that the scripture saith in vain, The spirit that dwelleth in us lusteth to envy?",
                    "score": 0.7530297099358642
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 22,
                    "verse": 15,
                    "text": "For thou shalt be his witness unto all men of what thou hast seen and heard.",
                    "score": 0.752283130838012
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 7,
                    "text": "But behold, verily, verily, I say unto you that mine eyes are upon you. I am in your midst and ye cannot see me;",
                    "score": 0.7520135619136878
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 11,
                    "verse": 19,
                    "text": "For ye suffer fools gladly, seeing ye yourselves are wise.",
                    "score": 0.7516220372674465
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 23,
                    "verse": 28,
                    "text": "Even so ye also outwardly appear righteous unto men, but within ye are full of hypocrisy and iniquity.",
                    "score": 0.7505430554321028
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 48,
                    "text": "I say unto you, he hath seen him; nevertheless, he who came unto his own was not comprehended.",
                    "score": 0.7484872347285353
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 34,
                    "verse": 28,
                    "text": "And now behold, my beloved brethren, I say unto you, do not suppose that this is all; for after ye have done all these things, if ye turn away the needy, and the naked, and visit not the sick and afflicted, and impart of your substance, if ye have, to those who stand in need--I say unto you, if ye do not any of these things, behold, your prayer is vain, and availeth you nothing, and ye are as hypocrites who do deny the faith.",
                    "score": 0.746136168869229
                }
            ]
        },
        {
            "verse": 13,
            "text": "This is the portion of a wicked man with God, and the heritage of oppressors, which they shall receive of the Almighty.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 13,
                    "text": "Yea, and moreover I say unto you, that if this highly favored people of the Lord should fall into transgression, and become a wicked and an adulterous people, that the Lord will deliver them up, that thereby they become weak like unto their brethren; and he will no more preserve them by his matchless and marvelous power, as he has hitherto preserved our fathers.",
                    "score": 0.7982151016014627
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 14,
                    "verse": 4,
                    "text": "For behold, this is according to the captivity of the devil, and also according to the justice of God, upon all those who will work wickedness and abomination before him.",
                    "score": 0.7935747457708724
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 30,
                    "verse": 10,
                    "text": "For the time speedily cometh that the Lord God shall cause a great division among the people, and the wicked will he destroy; and he will spare his people, yea, even if it so be that he must destroy the wicked by fire.",
                    "score": 0.7923944898727493
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 4,
                    "verse": 29,
                    "text": "May the Lord preserve his people in righteousness and in holiness of heart, that they may cause to be felled to the earth all who shall seek to slay them because of power and secret combinations, even as this man hath been felled to the earth.",
                    "score": 0.7867923822247896
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 19,
                    "verse": 9,
                    "text": "And the world, because of their iniquity, shall judge him to be a thing of naught; wherefore they scourge him, and he suffereth it; and they smite him, and he suffereth it. Yea, they spit upon him, and he suffereth it, because of his loving kindness and his long-suffering towards the children of men.",
                    "score": 0.7848431613143307
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 8,
                    "verse": 14,
                    "text": "And behold, the king of the people who are in the land of Zarahemla is the man that is commanded to do these things, and who has this high gift from God.",
                    "score": 0.7836591150499069
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 4,
                    "verse": 5,
                    "text": "But, behold, the judgments of God will overtake the wicked; and it is by the wicked that the wicked are punished; for it is the wicked that stir up the hearts of the children of men unto bloodshed.",
                    "score": 0.780035227100265
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 30,
                    "verse": 9,
                    "text": "And with righteousness shall the Lord God judge the poor, and reprove with equity for the meek of the earth. And he shall smite the earth with the rod of his mouth; and with the breath of his lips shall he slay the wicked.",
                    "score": 0.778057428063291
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 13,
                    "text": "Behold the Lord slayeth the wicked to bring forth his righteous purposes. It is better that one man should perish than that a nation should dwindle and perish in unbelief.",
                    "score": 0.7775164081567748
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 19,
                    "verse": 15,
                    "text": "And out of his mouth goeth a sharp sword, that with it he should smite the nations: and he shall rule them with a rod of iron: and he treadeth the winepress of the fierceness and wrath of Almighty God.",
                    "score": 0.7752882254405773
                }
            ]
        },
        {
            "verse": 14,
            "text": "If his children be multiplied, it is for the sword: and his offspring shall not be satisfied with bread.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 11,
                    "verse": 19,
                    "text": "The Son of man came eating and drinking, and they say, Behold a man gluttonous, and a winebibber, a friend of publicans and sinners. But wisdom is justified of her children.",
                    "score": 0.7775180839540304
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 6,
                    "verse": 6,
                    "text": "Wherefore, I shall give commandment unto my seed, that they shall not occupy these plates with things which are not of worth unto the children of men.",
                    "score": 0.7697046607899896
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 21,
                    "text": "Prepare slaughter for his children for the iniquities of their fathers, that they do not rise, nor possess the land, nor fill the face of the world with cities.",
                    "score": 0.762492740763384
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 4,
                    "verse": 14,
                    "text": "And ye will not suffer your children that they go hungry, or naked; neither will ye suffer that they transgress the laws of God, and fight and quarrel one with another, and serve the devil, who is the master of sin, or who is the evil spirit which hath been spoken of by our fathers, he being an enemy to all righteousness.",
                    "score": 0.761428307885269
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 4,
                    "verse": 3,
                    "text": "And the devil said unto him, If thou be the Son of God, command this stone that it be made bread.",
                    "score": 0.7609683404268703
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 11,
                    "verse": 11,
                    "text": "If a son shall ask bread of any of you that is a father, will he give him a stone? or if he ask a fish, will he for a fish give him a serpent?",
                    "score": 0.7584111067963657
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 19,
                    "verse": 17,
                    "text": "Therefore the Lord shall have no joy in their young men, neither shall have mercy on their fatherless and widows; for every one of them is a hypocrite and an evildoer, and every mouth speaketh folly. For all this his anger is not turned away, but his hand is stretched out still.",
                    "score": 0.756062793419061
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 122,
                    "verse": 6,
                    "text": "If thou art accused with all manner of false accusations; if thine enemies fall upon thee; if they tear thee from the society of thy father and mother and brethren and sisters; and if with a drawn sword thine enemies tear thee from the bosom of thy wife, and of thine offspring, and thine elder son, although but six years of age, shall cling to thy garments, and shall say, My father, my father, why can't you stay with us? O, my father, what are the men going to do with you? and if then he shall be thrust from thee by the sword, and thou be dragged to prison, and thine enemies prowl around thee like wolves for the blood of the lamb;",
                    "score": 0.7548038237538641
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 6,
                    "text": "Behold, the world is ripening in iniquity; and it must needs be that the children of men are stirred up unto repentance, both the Gentiles and also the house of Israel.",
                    "score": 0.7542295465500227
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 16,
                    "text": "For before the child shall know to refuse the evil and choose the good, the land that thou abhorrest shall be forsaken of both her kings.",
                    "score": 0.7529190600509919
                }
            ]
        },
        {
            "verse": 15,
            "text": "Those that remain of him shall be buried in death: and his widows shall not weep.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 20,
                    "text": "Thou shalt not be joined with them in burial, because thou hast destroyed thy land and slain thy people; the seed of evil-doers shall never be renowned.",
                    "score": 0.7886865019156648
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 26,
                    "text": "Wherefore, I the Lord God will not suffer that this people shall do like unto them of old.",
                    "score": 0.7871933533699098
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 5,
                    "text": "But behold, my sons and my daughters, I cannot go down to my grave save I should leave a blessing upon you; for behold, I know that if ye are brought up in the way ye should go ye will not depart from it.",
                    "score": 0.7850253851664626
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 14,
                    "text": "And all they who have mourned shall be comforted.",
                    "score": 0.7821885622887468
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 20,
                    "verse": 38,
                    "text": "For he is not a God of the dead, but of the living: for all live unto him.",
                    "score": 0.7796183005457993
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 8,
                    "text": "And he said unto the queen: He is not dead, but he sleepeth in God, and on the morrow he shall rise again; therefore bury him not.",
                    "score": 0.7793647988150203
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 45,
                    "text": "Thou shalt live together in love, insomuch that thou shalt weep for the loss of them that die, and more especially for those that have not hope of a glorious resurrection.",
                    "score": 0.7790397470623243
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 15,
                    "text": "And not many years hence, that they and their posterity shall be swept from under heaven, saith God, that not one of them is left to stand by the wall.",
                    "score": 0.778187663145205
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 85,
                    "verse": 9,
                    "text": "And all they who are not found written in the book of remembrance shall find none inheritance in that day, but they shall be cut asunder, and their portion shall be appointed them among unbelievers, where are wailing and gnashing of teeth.",
                    "score": 0.7781211448121266
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 49,
                    "text": "Yea, and blessed are the dead that die in the Lord, from henceforth, when the Lord shall come, and old things shall pass away, and all things become new, they shall rise from the dead and shall not die after, and shall receive an inheritance before the Lord, in the holy city.",
                    "score": 0.7756583972698389
                }
            ]
        },
        {
            "verse": 16,
            "text": "Though he heap up silver as the dust, and prepare raiment as the clay;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 24,
                    "verse": 3,
                    "text": "And he shall sit as a refiner and purifier of silver; and he shall purify the sons of Levi, and purge them as gold and silver, that they may offer unto the Lord an offering in righteousness.",
                    "score": 0.7769353062811368
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 20,
                    "text": "In that day a man shall cast his idols of silver, and his idols of gold, which he hath made for himself to worship, to the moles and to the bats;",
                    "score": 0.7625142255001274
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 35,
                    "text": "And the Lord spake unto Enoch, and said unto him: Anoint thine eyes with clay, and wash them, and thou shalt see. And he did so.",
                    "score": 0.7455020176861409
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 12,
                    "verse": 8,
                    "text": "For behold, the dust of the earth moveth hither and thither, to the dividing asunder, at the command of our great and everlasting God.",
                    "score": 0.7301842677822832
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 9,
                    "verse": 11,
                    "text": "He answered and said, A man that is called Jesus made clay, and anointed mine eyes, and said unto me, Go to the pool of Siloam, and wash: and I went and washed, and I received sight.",
                    "score": 0.729174505215924
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 9,
                    "verse": 6,
                    "text": "When he had thus spoken, he spat on the ground, and made clay of the spittle, and he anointed the eyes of the blind man with the clay,",
                    "score": 0.7284924226953678
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 128,
                    "verse": 24,
                    "text": "Behold, the great day of the Lord is at hand; and who can abide the day of his coming, and who can stand when he appeareth? For he is like a refiner's fire, and like fuller's soap; and he shall sit as a refiner and purifier of silver, and he shall purify the sons of Levi, and purge them as gold and silver, that they may offer unto the Lord an offering in righteousness. Let us, therefore, as a church and a people, and as Latter-day Saints, offer unto the Lord an offering in righteousness; and let us present in his holy temple, when it is finished, a book containing the records of our dead, which shall be worthy of all acceptation.",
                    "score": 0.7269911756478638
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 26,
                    "text": "And I, even I, whom ye call your king, am no better than ye yourselves are; for I am also of the dust. And ye behold that I am old, and am about to yield up this mortal frame to its mother earth.",
                    "score": 0.7251884731400486
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 9,
                    "verse": 14,
                    "text": "And it was the sabbath day when Jesus made the clay, and opened his eyes.",
                    "score": 0.7248827073577332
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 5,
                    "text": "Who serve unto the example and shadow of heavenly things, as Moses was admonished of God when he was about to make the tabernacle: for, See, saith he, that thou make all things according to the pattern shewed to thee in the mount.",
                    "score": 0.7219738821694593
                }
            ]
        },
        {
            "verse": 17,
            "text": "He may prepare it, but the just shall put it on, and the innocent shall divide the silver.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 24,
                    "verse": 3,
                    "text": "And he shall sit as a refiner and purifier of silver; and he shall purify the sons of Levi, and purge them as gold and silver, that they may offer unto the Lord an offering in righteousness.",
                    "score": 0.7483827334784519
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 12,
                    "verse": 15,
                    "text": "Shall we give, or shall we not give? But he, knowing their hypocrisy, said unto them, Why tempt ye me? bring me a penny, that I may see it.",
                    "score": 0.7469081526113157
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 14,
                    "text": "And if ye do it not he shall remain unto them that have received him, that I may reserve unto myself a pure people before me.",
                    "score": 0.7465398300238711
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 128,
                    "verse": 24,
                    "text": "Behold, the great day of the Lord is at hand; and who can abide the day of his coming, and who can stand when he appeareth? For he is like a refiner's fire, and like fuller's soap; and he shall sit as a refiner and purifier of silver, and he shall purify the sons of Levi, and purge them as gold and silver, that they may offer unto the Lord an offering in righteousness. Let us, therefore, as a church and a people, and as Latter-day Saints, offer unto the Lord an offering in righteousness; and let us present in his holy temple, when it is finished, a book containing the records of our dead, which shall be worthy of all acceptation.",
                    "score": 0.7429289310606141
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 45,
                    "text": "And if he do this, thou shalt forgive him with all thine heart; and if he do not this, I, the Lord, will avenge thee of thine enemy an hundred-fold;",
                    "score": 0.7425429460251616
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 8,
                    "verse": 33,
                    "text": "Who shall lay any thing to the charge of God's elect? It is God that justifieth.",
                    "score": 0.7424231374424379
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 18,
                    "text": "Therefore, it must needs be sanctified from all unrighteousness, that it may be prepared for the celestial glory;",
                    "score": 0.7421482604228086
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 9,
                    "verse": 28,
                    "text": "Therefore, prepare ye the way of the Lord, for the time is at hand that all men shall reap a reward of their works, according to that which they have been--if they have been righteous they shall reap the salvation of their souls, according to the power and deliverance of Jesus Christ; and if they have been evil they shall reap the damnation of their souls, according to the power and captivation of the devil.",
                    "score": 0.7410381032463256
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 12,
                    "verse": 20,
                    "text": "And behold, if the Lord shall say unto a man--Because of thine iniquities, thou shalt be accursed forever--it shall be done.",
                    "score": 0.7407407805437484
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 28,
                    "text": "Yea, ye will lift him up, and ye will give unto him of your substance; ye will give unto him of your gold, and of your silver, and ye will clothe him with costly apparel; and because he speaketh flattering words unto you, and he saith that all is well, then ye will not find fault with him.",
                    "score": 0.7400520594945776
                }
            ]
        },
        {
            "verse": 18,
            "text": "He buildeth his house as a moth, and as a booth that the keeper maketh.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 47,
                    "text": "But Solomon built him an house.",
                    "score": 0.7490289046979713
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 18,
                    "verse": 3,
                    "text": "And because he was of the same craft, he abode with them, and wrought: for by their occupation they were tentmakers.",
                    "score": 0.7481960243510413
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 3,
                    "verse": 4,
                    "text": "For every house is builded by some man; but he that built all things is God.",
                    "score": 0.7315329805524614
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 8,
                    "verse": 8,
                    "text": "For the moth shall eat them up like a garment, and the worm shall eat them like wool. But my righteousness shall be forever, and my salvation from generation to generation.",
                    "score": 0.7310643987973938
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 77,
                    "text": "Verily I say unto you, let my servant Hyrum put stock into that house as seemeth him good, for himself and his generation after him, from generation to generation.",
                    "score": 0.728843880138434
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 81,
                    "text": "Let my servant Henry G. Sherwood pay stock into that house, as seemeth him good, for himself and his seed after him, from generation to generation.",
                    "score": 0.7275045821149863
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 7,
                    "verse": 9,
                    "text": "For the Lord God will help me. And all they who shall condemn me, behold, all they shall wax old as a garment, and the moth shall eat them up.",
                    "score": 0.7240168130348988
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 82,
                    "text": "Let my servant William Law pay stock into that house, for himself and his seed after him, from generation to generation.",
                    "score": 0.7135071237026666
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 78,
                    "text": "Let my servant Isaac Galland put stock into that house; for I, the Lord, love him for the work he hath done, and will forgive all his sins; therefore, let him be remembered for an interest in that house from generation to generation.",
                    "score": 0.7130897299470751
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 16,
                    "verse": 34,
                    "text": "And when he had brought them into his house, he set meat before them, and rejoiced, believing in God with all his house.",
                    "score": 0.7130531538153835
                }
            ]
        },
        {
            "verse": 19,
            "text": "The rich man shall lie down, but he shall not be gathered: he openeth his eyes, and he is not.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 42,
                    "text": "And whoso knocketh, to him will he open; and the wise, and the learned, and they that are rich, who are puffed up because of their learning, and their wisdom, and their riches--yea, they are they whom he despiseth; and save they shall cast these things away, and consider themselves fools before God, and come down in the depths of humility, he will not open unto them.",
                    "score": 0.7862150570611481
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 19,
                    "verse": 23,
                    "text": "Then said Jesus unto his disciples, Verily I say unto you, That a rich man shall hardly enter into the kingdom of heaven.",
                    "score": 0.7765422399074424
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And to whom sware he that they should not enter into his rest, but to them that believed not?",
                    "score": 0.7708883798312121
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 10,
                    "verse": 24,
                    "text": "Let no man seek his own, but every man another's wealth.",
                    "score": 0.7673456495135728
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 56,
                    "verse": 16,
                    "text": "Wo unto you rich men, that will not give your substance to the poor, for your riches will canker your souls; and this shall be your lamentation in the day of visitation, and of judgment, and of indignation: The harvest is past, the summer is ended, and my soul is not saved!",
                    "score": 0.7627163972980334
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 15,
                    "text": "And he said unto them, Take heed, and beware of covetousness: for a man's life consisteth not in the abundance of the things which he possesseth.",
                    "score": 0.7622637254886164
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 7,
                    "text": "Seek not for riches but for wisdom; and, behold, the mysteries of God shall be unfolded unto you, and then shall you be made rich. Behold, he that hath eternal life is rich.",
                    "score": 0.7597332191924117
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 7,
                    "text": "Seek not for riches but for wisdom, and behold, the mysteries of God shall be unfolded unto you, and then shall you be made rich. Behold, he that hath eternal life is rich.",
                    "score": 0.7597332191924117
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 21,
                    "text": "So is he that layeth up treasure for himself, and is not rich toward God.",
                    "score": 0.7570395797219883
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 39,
                    "verse": 14,
                    "text": "Seek not after riches nor the vain things of this world; for behold, you cannot carry them with you.",
                    "score": 0.7528007838414539
                }
            ]
        },
        {
            "verse": 20,
            "text": "Terrors take hold on him as waters, a tempest stealeth him away in the night.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 9,
                    "verse": 39,
                    "text": "And, lo, a spirit taketh him, and he suddenly crieth out; and it teareth him that he foameth again, and bruising him hardly departeth from him.",
                    "score": 0.7591991399212835
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 8,
                    "verse": 24,
                    "text": "And, behold, there arose a great tempest in the sea, insomuch that the ship was covered with the waves: but he was asleep.",
                    "score": 0.7445332949202265
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 14,
                    "verse": 30,
                    "text": "But when he saw the wind boisterous, he was afraid; and beginning to sink, he cried, saying, Lord, save me.",
                    "score": 0.7378306422453736
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 18,
                    "verse": 13,
                    "text": "Wherefore, they knew not whither they should steer the ship, insomuch that there arose a great storm, yea, a great and terrible tempest, and we were driven back upon the waters for the space of three days; and they began to be frightened exceedingly lest they should be drowned in the sea; nevertheless they did not loose me.",
                    "score": 0.7288232178180459
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "chapter": 2,
                    "verse": 17,
                    "text": "These are wells without water, clouds that are carried with a tempest; to whom the mist of darkness is reserved for ever.",
                    "score": 0.7265564932372286
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 106,
                    "verse": 4,
                    "text": "And again, verily I say unto you, the coming of the Lord draweth nigh, and it overtaketh the world as a thief in the night--",
                    "score": 0.7256813900050196
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 28,
                    "verse": 4,
                    "text": "And when the barbarians saw the venomous beast hang on his hand, they said among themselves, No doubt this man is a murderer, whom, though he hath escaped the sea, yet vengeance suffereth not to live.",
                    "score": 0.7240022028498181
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 12,
                    "verse": 15,
                    "text": "And the serpent cast out of his mouth water as a flood after the woman, that he might cause her to be carried away of the flood.",
                    "score": 0.7216629468013929
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 8,
                    "verse": 23,
                    "text": "But as they sailed he fell asleep: and there came down a storm of wind on the lake; and they were filled with water, and were in jeopardy.",
                    "score": 0.7174106201444501
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 9,
                    "verse": 34,
                    "text": "While he thus spake, there came a cloud, and overshadowed them: and they feared as they entered into the cloud.",
                    "score": 0.7121197604079859
                }
            ]
        },
        {
            "verse": 21,
            "text": "The east wind carrieth him away, and he departeth: and as a storm hurleth him out of his place.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 5,
                    "verse": 17,
                    "text": "And they began to pray him to depart out of their coasts.",
                    "score": 0.7684460346900975
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 9,
                    "verse": 7,
                    "text": "And he arose, and departed to his house.",
                    "score": 0.7625776355674861
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 11,
                    "verse": 7,
                    "text": "And as they departed, Jesus began to say unto the multitudes concerning John, What went ye out into the wilderness to see? A reed shaken with the wind?",
                    "score": 0.7572798466386147
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 14,
                    "verse": 32,
                    "text": "And when they were come into the ship, the wind ceased.",
                    "score": 0.7553749453607647
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 9,
                    "verse": 39,
                    "text": "And, lo, a spirit taketh him, and he suddenly crieth out; and it teareth him that he foameth again, and bruising him hardly departeth from him.",
                    "score": 0.7530941551961019
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 11,
                    "verse": 19,
                    "text": "And when even was come, he went out of the city.",
                    "score": 0.7509783318307138
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 8,
                    "verse": 16,
                    "text": "And there were some who were carried away in the whirlwind; and whither they went no man knoweth, save they know that they were carried away.",
                    "score": 0.7502723501323305
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 14,
                    "verse": 27,
                    "text": "And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell, and great was the fall of it.",
                    "score": 0.7472497759990461
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 7,
                    "verse": 27,
                    "text": "And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell: and great was the fall of it.",
                    "score": 0.7472497759990461
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 7,
                    "verse": 24,
                    "text": "And when the messengers of John were departed, he began to speak unto the people concerning John, What went ye out into the wilderness for to see? A reed shaken with the wind?",
                    "score": 0.7418638765436107
                }
            ]
        },
        {
            "verse": 22,
            "text": "For God shall cast upon him, and not spare: he would fain flee out of his hand.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 10,
                    "verse": 23,
                    "text": "But it is by the prayers of the righteous that ye are spared; now therefore, if ye will cast out the righteous from among you then will not the Lord stay his hand; but in his fierce anger he will come out against you; then ye shall be smitten by famine, and by pestilence, and by the sword; and the time is soon at hand except ye repent.",
                    "score": 0.8318242610596666
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 4,
                    "verse": 7,
                    "text": "Submit yourselves therefore to God. Resist the devil, and he will flee from you.",
                    "score": 0.8143786263179751
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 68,
                    "text": "And it shall come to pass among the wicked, that every man that will not take his sword against his neighbor must needs flee unto Zion for safety.",
                    "score": 0.8036396039339125
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 12,
                    "verse": 25,
                    "text": "See that ye refuse not him that speaketh. For if they escaped not who refused him that spake on earth, much more shall not we escape, if we turn away from him that speaketh from heaven:",
                    "score": 0.7928133143821097
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 18,
                    "verse": 11,
                    "text": "For the Lord spake thus to me with a strong hand, and instructed me that I should not walk in the way of this people, saying:",
                    "score": 0.7925379366434943
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 18,
                    "verse": 8,
                    "text": "Wherefore if thy hand or thy foot offend thee, cut them off, and cast them from thee: it is better for thee to enter into life halt or maimed, rather than having two hands or two feet to be cast into everlasting fire.",
                    "score": 0.7922094134972436
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 39,
                    "text": "Behold thou hast driven me out this day from the face of the Lord, and from thy face shall I be hid; and I shall be a fugitive and a vagabond in the earth; and it shall come to pass, that he that findeth me will slay me, because of mine iniquities, for these things are not hid from the Lord.",
                    "score": 0.7892736375711419
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 26,
                    "text": "But if he doeth it again, he shall not be forgiven, but shall be cast out.",
                    "score": 0.7882688950451042
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 10,
                    "verse": 39,
                    "text": "Therefore they sought again to take him: but he escaped out of their hand,",
                    "score": 0.7882253352248653
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 9,
                    "verse": 6,
                    "text": "And in those days shall men seek death, and shall not find it; and shall desire to die, and death shall flee from them.",
                    "score": 0.785799935763389
                }
            ]
        },
        {
            "verse": 23,
            "text": "Men shall clap their hands at him, and shall hiss him out of his place.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 15,
                    "text": "And there shall be weeping and wailing among the hosts of men;",
                    "score": 0.7925575162839414
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 6,
                    "verse": 16,
                    "text": "For men verily swear by the greater: and an oath for confirmation is to them an end of all strife.",
                    "score": 0.7665203413576465
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 1,
                    "verse": 19,
                    "text": "Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:",
                    "score": 0.7654335370138029
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 20,
                    "text": "For behold, at that day shall he rage in the hearts of the children of men, and stir them up to anger against that which is good.",
                    "score": 0.7637925203191439
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 21,
                    "text": "For if I, who am a man, do lift up my voice and call upon you to repent, and ye hate me, what will ye say when the day cometh when the thunders shall utter their voices from the ends of the earth, speaking to the ears of all that live, saying--Repent, and prepare for the great day of the Lord?",
                    "score": 0.7630171410501121
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 13,
                    "verse": 27,
                    "text": "But he shall say, I tell you, I know you not whence ye are; depart from me, all ye workers of iniquity.",
                    "score": 0.7612078551117756
                },
                {
                    "volume": "New Testament",
                    "book": "Titus",
                    "chapter": 2,
                    "verse": 15,
                    "text": "These things speak, and exhort, and rebuke with all authority. Let no man despise thee.",
                    "score": 0.7595527079394195
                },
                {
                    "volume": "New Testament",
                    "book": "2 Thessalonians",
                    "chapter": 3,
                    "verse": 14,
                    "text": "And if any man obey not our word by this epistle, note that man, and have no company with him, that he may be ashamed.",
                    "score": 0.7561736601662553
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 18,
                    "text": "For the day cometh that the Lord shall utter his voice out of heaven; the heavens shall shake and the earth shall tremble, and the trump of God shall sound both long and loud, and shall say to the sleeping nations: Ye saints arise and live; ye sinners stay and sleep until I shall call again.",
                    "score": 0.7560653200546329
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 18,
                    "verse": 17,
                    "text": "And if he shall neglect to hear them, tell it unto the church: but if he neglect to hear the church, let him be unto thee as an heathen man and a publican.",
                    "score": 0.7545713471668613
                }
            ]
        }
    ]
}