{
    "volume": "Old Testament",
    "book": "Job",
    "chapter": 5,
    "verses": [
        {
            "verse": 1,
            "text": "Call now, if there be any that will answer thee; and to which of the saints wilt thou turn?",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 2,
                    "verse": 21,
                    "text": "And it shall come to pass, that whosoever shall call on the name of the Lord shall be saved.",
                    "score": 0.7951343092348725
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 10,
                    "verse": 13,
                    "text": "For whosoever shall call upon the name of the Lord shall be saved.",
                    "score": 0.779905626414313
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 65,
                    "text": "Wherefore, this shall be the answer of the Lord unto them:",
                    "score": 0.7774507468344964
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And into whatsoever city or town ye shall enter, inquire who in it is worthy; and there abide till ye go thence.",
                    "score": 0.772711993482887
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 24,
                    "text": "Wherefore, all men must take upon them the name which is given of the Father, for in that name shall they be called at the last day;",
                    "score": 0.7722721255436629
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 1,
                    "verse": 22,
                    "text": "Then said they unto him, Who art thou? that we may give an answer to them that sent us. What sayest thou of thyself?",
                    "score": 0.7715074737694837
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 10,
                    "verse": 14,
                    "text": "How then shall they call on him in whom they have not believed? and how shall they believe in him of whom they have not heard? and how shall they hear without a preacher?",
                    "score": 0.7708726958293717
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 16,
                    "text": "Behold ye shall answer this question yourselves; nevertheless, I will be merciful unto you; he that is weak among you hereafter shall be made strong.",
                    "score": 0.7703358618576256
                },
                {
                    "volume": "New Testament",
                    "book": "1 Thessalonians",
                    "chapter": 5,
                    "verse": 24,
                    "text": "Faithful is he that calleth you, who also will do it.",
                    "score": 0.7694224976514954
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 34,
                    "text": "Jesus answered them, Verily, verily, I say unto you, Whosoever committeth sin is the servant of sin.",
                    "score": 0.7649475230461033
                }
            ]
        },
        {
            "verse": 2,
            "text": "For wrath killeth the foolish man, and envy slayeth the silly one.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 1,
                    "verse": 20,
                    "text": "For the wrath of man worketh not the righteousness of God.",
                    "score": 0.7750709550790346
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 28,
                    "text": "O that cunning plan of the evil one! O the vainness, and the frailties, and the foolishness of men! When they are learned they think they are wise, and they hearken not unto the counsel of God, for they set it aside, supposing they know of themselves, wherefore, their wisdom is foolishness and it profiteth them not. And they shall perish.",
                    "score": 0.7723346687236073
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 7,
                    "verse": 22,
                    "text": "Thefts, covetousness, wickedness, deceit, lasciviousness, an evil eye, blasphemy, pride, foolishness:",
                    "score": 0.7658370364788898
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 50,
                    "text": "Wherefore Lamech, being angry, slew him, not like unto Cain, his brother Abel, for the sake of getting gain, but he slew him for the oath's sake.",
                    "score": 0.7656579908120094
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 22,
                    "text": "For behold, and lo, vengeance cometh speedily upon the ungodly as the whirlwind; and who shall escape it?",
                    "score": 0.7607559251154836
                },
                {
                    "volume": "New Testament",
                    "book": "Titus",
                    "chapter": 3,
                    "verse": 3,
                    "text": "For we ourselves also were sometimes foolish, disobedient, deceived, serving divers lusts and pleasures, living in malice and envy, hateful, and hating one another.",
                    "score": 0.7590721278873406
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 20,
                    "verse": 18,
                    "text": "And again, it is expedient that thou shouldst forbear; for if thou shouldst slay thy son, he being an innocent man, his blood would cry from the ground to the Lord his God, for vengeance to come upon thee; and perhaps thou wouldst lose thy soul.",
                    "score": 0.7583665101003034
                },
                {
                    "volume": "New Testament",
                    "book": "1 Timothy",
                    "chapter": 6,
                    "verse": 9,
                    "text": "But they that will be rich fall into temptation and a snare, and into many foolish and hurtful lusts, which drown men in destruction and perdition.",
                    "score": 0.7579893023944273
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 13,
                    "verse": 4,
                    "text": "For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.",
                    "score": 0.7552164453150625
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 13,
                    "text": "Behold the Lord slayeth the wicked to bring forth his righteous purposes. It is better that one man should perish than that a nation should dwindle and perish in unbelief.",
                    "score": 0.7549723673506531
                }
            ]
        },
        {
            "verse": 3,
            "text": "I have seen the foolish taking root: but suddenly I cursed his habitation.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 15,
                    "text": "After I had retired to the place where I had previously designed to go, having looked around me, and finding myself alone, I kneeled down and began to offer up the desires of my heart to God. I had scarcely done so, when immediately I was seized upon by some power which entirely overcame me, and had such an astonishing influence over me as to bind my tongue so that I could not speak. Thick darkness gathered around me, and it seemed to me for a time as if I were doomed to sudden destruction.",
                    "score": 0.7525588635709572
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 4,
                    "text": "Therefore, inasmuch as some of my servants have not kept the commandment, but have broken the covenant through covetousness, and with feigned words, I have cursed them with a very sore and grievous curse.",
                    "score": 0.744033269332328
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 26,
                    "verse": 46,
                    "text": "Rise, let us be going: behold, he is at hand that doth betray me.",
                    "score": 0.7392869389960065
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 1,
                    "verse": 22,
                    "text": "Professing themselves to be wise, they became fools,",
                    "score": 0.7365379903503025
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 24,
                    "verse": 9,
                    "text": "Ye are cursed with a curse, for ye have robbed me, even this whole nation.",
                    "score": 0.7324056219809854
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 11,
                    "verse": 21,
                    "text": "I speak as concerning reproach, as though we had been weak. Howbeit whereinsoever any is bold, (I speak foolishly,) I am bold also.",
                    "score": 0.731434545757052
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 30,
                    "text": "Yea, behold, the anger of the Lord is already kindled against you; behold, he hath cursed the land because of your iniquity.",
                    "score": 0.7179647644509651
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 14,
                    "verse": 26,
                    "text": "And every one that heareth these sayings of mine and doeth them not shall be likened unto a foolish man, who built his house upon the sand--",
                    "score": 0.7169991783653253
                },
                {
                    "volume": "New Testament",
                    "book": "1 Timothy",
                    "chapter": 5,
                    "verse": 12,
                    "text": "Having damnation, because they have cast off their first faith.",
                    "score": 0.7156229540712213
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 7,
                    "verse": 26,
                    "text": "And every one that heareth these sayings of mine, and doeth them not, shall be likened unto a foolish man, which built his house upon the sand:",
                    "score": 0.7134006077709509
                }
            ]
        },
        {
            "verse": 4,
            "text": "His children are far from safety, and they are crushed in the gate, neither is there any to deliver them.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 21,
                    "text": "Prepare slaughter for his children for the iniquities of their fathers, that they do not rise, nor possess the land, nor fill the face of the world with cities.",
                    "score": 0.6948540056473291
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 18,
                    "verse": 14,
                    "text": "Even so it is not the will of your Father which is in heaven, that one of these little ones should perish.",
                    "score": 0.6842333806562828
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 10,
                    "verse": 21,
                    "text": "And the brother shall deliver up the brother to death, and the father the child: and the children shall rise up against their parents, and cause them to be put to death.",
                    "score": 0.683496107814438
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 27,
                    "text": "None shall slumber nor sleep; neither shall the girdle of their loins be loosed, nor the latchet of their shoes be broken;",
                    "score": 0.674394454255727
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 3,
                    "text": "His purposes fail not, neither are there any who can stay his hand.",
                    "score": 0.6736928663156901
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 23,
                    "verse": 23,
                    "text": "For behold, I will show unto you that they were brought into bondage, and none could deliver them but the Lord their God, yea, even the God of Abraham and Isaac and of Jacob.",
                    "score": 0.6719300795118379
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 23,
                    "verse": 16,
                    "text": "Their children also shall be dashed to pieces before their eyes; their houses shall be spoiled and their wives ravished.",
                    "score": 0.6696769424757325
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 2,
                    "verse": 2,
                    "text": "And straightway many were gathered together, insomuch that there was no room to receive them, no, not so much as about the door: and he preached the word unto them.",
                    "score": 0.6692751482601509
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 23,
                    "verse": 15,
                    "text": "No, nor yet Herod: for I sent you to him; and, lo, nothing worthy of death is done unto him.",
                    "score": 0.6679386111987313
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 18,
                    "verse": 20,
                    "text": "And there was nothing save it were the power of God, which threatened them with destruction, could soften their hearts; wherefore, when they saw that they were about to be swallowed up in the depths of the sea they repented of the thing which they had done, insomuch that they loosed me.",
                    "score": 0.6654339297941022
                }
            ]
        },
        {
            "verse": 5,
            "text": "Whose harvest the hungry eateth up, and taketh it even out of the thorns, and the robber swalloweth up their substance.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 19,
                    "verse": 20,
                    "text": "And he shall snatch on the right hand and be hungry; and he shall eat on the left hand and they shall not be satisfied; they shall eat every man the flesh of his own arm--",
                    "score": 0.7907180102989271
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 4,
                    "text": "And when they had eaten he commanded them that they should break bread, and give unto the multitude.",
                    "score": 0.7900060293831882
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 24,
                    "text": "Thorns also, and thistles shall it bring forth to thee, and thou shalt eat the herb of the field.",
                    "score": 0.7873780737845438
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 8,
                    "verse": 7,
                    "text": "And some fell among thorns; and the thorns sprang up with it, and choked it.",
                    "score": 0.7872995274967037
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 9,
                    "verse": 7,
                    "text": "Who goeth a warfare any time at his own charges? who planteth a vineyard, and eateth not of the fruit thereof? or who feedeth a flock, and eateth not of the milk of the flock?",
                    "score": 0.7801725414721471
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 7,
                    "text": "And some fell among thorns; and the thorns sprung up, and choked them:",
                    "score": 0.776909390439859
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 22,
                    "text": "He also that received seed among the thorns is he that heareth the word; and the care of this world, and the deceitfulness of riches, choke the word, and he becometh unfruitful.",
                    "score": 0.7743460343395465
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 4,
                    "text": "And when they had eaten and were filled, he commanded that they should give unto the multitude.",
                    "score": 0.7710506140150093
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 8,
                    "verse": 14,
                    "text": "And that which fell among thorns are they, which, when they have heard, go forth, and are choked with cares and riches and pleasures of this life, and bring no fruit to perfection.",
                    "score": 0.77072066166992
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 18,
                    "text": "Therefore, if any man shall take of the abundance which I have made, and impart not his portion, according to the law of my gospel, unto the poor and the needy, he shall, with the wicked, lift up his eyes in hell, being in torment.",
                    "score": 0.7694684919554218
                }
            ]
        },
        {
            "verse": 6,
            "text": "Although affliction cometh not forth of the dust, neither doth trouble spring out of the ground;",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 13,
                    "verse": 4,
                    "text": "Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,",
                    "score": 0.7369762234527532
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 35,
                    "text": "Nor by the earth, for it is his footstool;",
                    "score": 0.7365256524234599
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 37,
                    "text": "When thou tillest the ground it shall not henceforth yield unto thee her strength. A fugitive and a vagabond shalt thou be in the earth.",
                    "score": 0.7198587634532616
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 44,
                    "text": "Where their worm dieth not, and the fire is not quenched.",
                    "score": 0.712736236234687
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 46,
                    "text": "Where their worm dieth not, and the fire is not quenched.",
                    "score": 0.712736236234687
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 48,
                    "text": "Where their worm dieth not, and the fire is not quenched.",
                    "score": 0.712736236234687
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 5,
                    "text": "Some fell upon stony places, where they had not much earth: and forthwith they sprung up, because they had no deepness of earth:",
                    "score": 0.7114754930396234
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 52,
                    "verse": 18,
                    "text": "And again, he that is overcome and bringeth not forth fruits, even according to this pattern, is not of me.",
                    "score": 0.7090765930039695
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 29,
                    "text": "Do not anger again because of mine enemies. Do not slacken my strength because of mine afflictions.",
                    "score": 0.7082330292669783
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 10,
                    "verse": 13,
                    "text": "And they were spared and were not sunk and buried up in the earth; and they were not drowned in the depths of the sea; and they were not burned by fire, neither were they fallen upon and crushed to death; and they were not carried away in the whirlwind; neither were they overpowered by the vapor of smoke and of darkness.",
                    "score": 0.7081980356403084
                }
            ]
        },
        {
            "verse": 7,
            "text": "Yet man is born unto trouble, as the sparks fly upward.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 27,
                    "text": "And thus he goeth up and down, to and fro in the earth, seeking to destroy the souls of men.",
                    "score": 0.7416124003002804
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 27,
                    "text": "For as the lightning cometh out of the east, and shineth even unto the west; so shall also the coming of the Son of man be.",
                    "score": 0.7273116214414892
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 38,
                    "text": "Therefore if that man repenteth not, and remaineth and dieth an enemy to God, the demands of divine justice do awaken his immortal soul to a lively sense of his own guilt, which doth cause him to shrink from the presence of the Lord, and doth fill his breast with guilt, and pain, and anguish, which is like an unquenchable fire, whose flame ascendeth up forever and ever.",
                    "score": 0.7208038483217208
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 14,
                    "verse": 21,
                    "text": "The Son of man indeed goeth, as it is written of him: but woe to that man by whom the Son of man is betrayed! good were it for that man if he had never been born.",
                    "score": 0.7171807204829573
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 17,
                    "text": "And he that endureth not unto the end, the same is he that is also hewn down and cast into the fire, from whence they can no more return, because of the justice of the Father.",
                    "score": 0.7131338413914595
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 26,
                    "verse": 24,
                    "text": "The Son of man goeth as it is written of him: but woe unto that man by whom the Son of man is betrayed! it had been good for that man if he had not been born.",
                    "score": 0.7130789511604865
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 22,
                    "verse": 22,
                    "text": "And truly the Son of man goeth, as it was determined: but woe unto that man by whom he is betrayed!",
                    "score": 0.7119669449570404
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 20,
                    "text": "But by the transgression of these holy laws man became sensual and devilish, and became fallen man.",
                    "score": 0.7107084005342507
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 13,
                    "verse": 13,
                    "text": "And he doeth great wonders, so that he maketh fire come down from heaven on the earth in the sight of men,",
                    "score": 0.7096937281448327
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 33,
                    "text": "For man is spirit. The elements are eternal, and spirit and element, inseparably connected, receive a fulness of joy;",
                    "score": 0.709392064009317
                }
            ]
        },
        {
            "verse": 8,
            "text": "I would seek unto God, and unto God would I commit my cause:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 6,
                    "verse": 4,
                    "text": "For the fulness of mine intent is that I may persuade men to come unto the God of Abraham, and the God of Isaac, and the God of Jacob, and be saved.",
                    "score": 0.8210991728114401
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 9,
                    "verse": 17,
                    "text": "For if I do this thing willingly, I have a reward: but if against my will, a dispensation of the gospel is committed unto me.",
                    "score": 0.8022314802819157
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 50,
                    "text": "And I said unto them: If God had commanded me to do all things I could do them. If he should command me that I should say unto this water, be thou earth, it should be earth; and if I should say it, it would be done.",
                    "score": 0.79011012698202
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 17,
                    "text": "And then, behold, according to your desires, yea, even according to your faith shall it be done unto you.",
                    "score": 0.7817836507416637
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Making request, if by any means now at length I might have a prosperous journey by the will of God to come unto you.",
                    "score": 0.7792882109349532
                },
                {
                    "volume": "New Testament",
                    "book": "Philemon",
                    "chapter": 1,
                    "verse": 8,
                    "text": "Wherefore, though I might be much bold in Christ to enjoin thee that which is convenient,",
                    "score": 0.7759067441064618
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 4,
                    "verse": 3,
                    "text": "Therefore, if ye have desires to serve God ye are called to the work;",
                    "score": 0.7738180132568373
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 6,
                    "verse": 3,
                    "text": "And this will we do, if God permit.",
                    "score": 0.7722245332730547
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 17,
                    "verse": 17,
                    "text": "For God hath put in their hearts to fulfil his will, and to agree, and give their kingdom unto the beast, until the words of God shall be fulfilled.",
                    "score": 0.7708285780214906
                },
                {
                    "volume": "New Testament",
                    "book": "1 Timothy",
                    "chapter": 1,
                    "verse": 16,
                    "text": "Howbeit for this cause I obtained mercy, that in me first Jesus Christ might shew forth all longsuffering, for a pattern to them which should hereafter believe on him to life everlasting.",
                    "score": 0.7707947612090741
                }
            ]
        },
        {
            "verse": 9,
            "text": "Which doeth great things and unsearchable; marvellous things without number:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 4,
                    "verse": 8,
                    "text": "Behold, great and marvelous are the works of the Lord. How unsearchable are the depths of the mysteries of him; and it is impossible that man should find out all his ways. And no man knoweth of his ways save it be revealed unto him; wherefore, brethren, despise not the revelations of God.",
                    "score": 0.764657402267557
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 11,
                    "verse": 33,
                    "text": "O the depth of the riches both of the wisdom and knowledge of God! how unsearchable are his judgments, and his ways past finding out!",
                    "score": 0.7347073009515129
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 6,
                    "verse": 5,
                    "text": "Wherefore, the things which are pleasing unto the world I do not write, but the things which are pleasing unto God and unto those who are not of the world.",
                    "score": 0.7198089370654859
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 2,
                    "text": "Great is his wisdom, marvelous are his ways, and the extent of his doings none can find out.",
                    "score": 0.7178975849905592
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 89,
                    "verse": 19,
                    "text": "And shall find wisdom and great treasures of knowledge, even hidden treasures;",
                    "score": 0.7154382197174792
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 19,
                    "text": "Write the things which thou hast seen, and the things which are, and the things which shall be hereafter;",
                    "score": 0.7139251412848744
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 65,
                    "text": "Behold, thou shalt observe all these things, and great shall be thy reward; for unto you it is given to know the mysteries of the kingdom, but unto the world it is not given to know them.",
                    "score": 0.7133646843866825
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 34,
                    "text": "Nevertheless, so great and marvelous were the words which he prayed that they cannot be written, neither can they be uttered by man.",
                    "score": 0.712168221794212
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 3,
                    "verse": 16,
                    "text": "If two things exist, and there be one above the other, there shall be greater things above them; therefore Kolob is the greatest of all the Kokaubeam that thou hast seen, because it is nearest unto me.",
                    "score": 0.7118718483416204
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 123,
                    "verse": 15,
                    "text": "Let no man count them as small things; for there is much which lieth in futurity, pertaining to the saints, which depends upon these things.",
                    "score": 0.7093903889122901
                }
            ]
        },
        {
            "verse": 10,
            "text": "Who giveth rain upon the earth, and sendeth waters upon the fields:",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 6,
                    "verse": 7,
                    "text": "For the earth which drinketh in the rain that cometh oft upon it, and bringeth forth herbs meet for them by whom it is dressed, receiveth blessing from God:",
                    "score": 0.844044707198233
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 11,
                    "verse": 13,
                    "text": "O Lord, wilt thou hearken unto me, and cause that it may be done according to my words, and send forth rain upon the face of the earth, that she may bring forth her fruit, and her grain in the season of grain.",
                    "score": 0.79296679099563
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 1,
                    "text": "Hearken, O ye people of my church, to whom the kingdom has been given; hearken ye and give ear to him who laid the foundation of the earth, who made the heavens and all the hosts thereof, and by whom all things were made which live, and move, and have a being.",
                    "score": 0.7898664409305702
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 10,
                    "verse": 26,
                    "text": "For the earth is the Lord's, and the fulness thereof.",
                    "score": 0.7890345585674913
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 17,
                    "verse": 15,
                    "text": "And he saith unto me, The waters which thou sawest, where the whore sitteth, are peoples, and multitudes, and nations, and tongues.",
                    "score": 0.7793406829264463
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 9,
                    "verse": 35,
                    "text": "And it came to pass that when they had humbled themselves sufficiently before the Lord he did send rain upon the face of the earth; and the people began to revive again, and there began to be fruit in the north countries, and in all the countries round about. And the Lord did show forth his power unto them in preserving them from famine.",
                    "score": 0.7785453898215233
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 22,
                    "verse": 17,
                    "text": "And the Spirit and the bride say, Come. And let him that heareth say, Come. And let him that is athirst come. And whosoever will, let him take the water of life freely.",
                    "score": 0.7782140419905216
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 4,
                    "verse": 10,
                    "text": "And the Gods pronounced the dry land, Earth; and the gathering together of the waters, pronounced they, Great Waters; and the Gods saw that they were obeyed.",
                    "score": 0.7771729871408826
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 128,
                    "verse": 23,
                    "text": "Let the mountains shout for joy, and all ye valleys cry aloud; and all ye seas and dry lands tell the wonders of your Eternal King! And ye rivers, and brooks, and rills, flow down with gladness. Let the woods and all the trees of the field praise the Lord; and ye solid rocks weep for joy! And let the sun, moon, and the morning stars sing together, and let all the sons of God shout for joy! And let the eternal creations declare his name forever and ever! And again I say, how glorious is the voice we hear from heaven, proclaiming in our ears, glory, and salvation, and honor, and immortality, and eternal life; kingdoms, principalities, and powers!",
                    "score": 0.7768481212222825
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 4,
                    "verse": 9,
                    "text": "And the Gods ordered, saying: Let the waters under the heaven be gathered together unto one place, and let the earth come up dry; and it was so as they ordered;",
                    "score": 0.7758866074122053
                }
            ]
        },
        {
            "verse": 11,
            "text": "To set up on high those that be low; that those which mourn may be exalted to safety.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 4,
                    "text": "Blessed are they that mourn: for they shall be comforted.",
                    "score": 0.776787407391283
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 8,
                    "text": "And by thy word many high ones shall be brought low, and by thy word many low ones shall be exalted.",
                    "score": 0.7641708562084973
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 33,
                    "text": "Behold, the Lord, the Lord of Hosts shall lop the bough with terror; and the high ones of stature shall be hewn down; and the haughty shall be humbled.",
                    "score": 0.7636791979257146
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 13,
                    "verse": 17,
                    "text": "Obey them that have the rule over you, and submit yourselves: for they watch for your souls, as they that must give account, that they may do it with joy, and not with grief: for that is unprofitable for you.",
                    "score": 0.7621535351366269
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 8,
                    "verse": 40,
                    "text": "Yea, why do ye build up your secret abominations to get gain, and cause that widows should mourn before the Lord, and also orphans to mourn before the Lord, and also the blood of their fathers and their husbands to cry unto the Lord from the ground, for vengeance upon your heads?",
                    "score": 0.7602667708325442
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 105,
                    "verse": 6,
                    "text": "And my people must needs be chastened until they learn obedience, if it must needs be, by the things which they suffer.",
                    "score": 0.7590110043637149
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 90,
                    "text": "And if thy brother or sister offend many, he or she shall be chastened before many.",
                    "score": 0.7564690776294996
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 58,
                    "text": "To prepare the weak for those things which are coming on the earth, and for the Lord's errand in the day when the weak shall confound the wise, and the little one become a strong nation, and two shall put their tens of thousands to flight.",
                    "score": 0.7564193530018819
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 9,
                    "text": "Yea, and are willing to mourn with those that mourn; yea, and comfort those that stand in need of comfort, and to stand as witnesses of God at all times and in all things, and in all places that ye may be in, even until death, that ye may be redeemed of God, and be numbered with those of the first resurrection, that ye may have eternal life--",
                    "score": 0.7549238735132698
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 4,
                    "text": "And again, blessed are all they that mourn, for they shall be comforted.",
                    "score": 0.7538985906568056
                }
            ]
        },
        {
            "verse": 12,
            "text": "He disappointeth the devices of the crafty, so that their hands cannot perform their enterprise.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 3,
                    "text": "His purposes fail not, neither are there any who can stay his hand.",
                    "score": 0.7419813417487593
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 50,
                    "text": "Hath not my hand made all these things?",
                    "score": 0.7108029682763798
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 30,
                    "verse": 27,
                    "text": "And thus ye lead away this people after the foolish traditions of your fathers, and according to your own desires; and ye keep them down, even as it were in bondage, that ye may glut yourselves with the labors of their hands, that they durst not look up with boldness, and that they durst not enjoy their rights and privileges.",
                    "score": 0.6997330240435288
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 21,
                    "text": "Touch not the things which are sealed, for I will bring them forth in mine own due time; for I will show unto the children of men that I am able to do mine own work.",
                    "score": 0.691531413901245
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 90,
                    "verse": 26,
                    "text": "That those things that are provided for you, to bring to pass my work, be not taken from you and given to those that are not worthy--",
                    "score": 0.6872785970612488
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 2,
                    "verse": 9,
                    "text": "Not of works, lest any man should boast.",
                    "score": 0.6868232489673401
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 75,
                    "text": "These are they who are honorable men of the earth, who were blinded by the craftiness of men.",
                    "score": 0.6848183047567047
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 23,
                    "verse": 4,
                    "text": "For they bind heavy burdens and grievous to be borne, and lay them on men's shoulders; but they themselves will not move them with one of their fingers.",
                    "score": 0.6835296959326947
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 12,
                    "text": "And also that God hath set his hand and seal to change the times and seasons, and to blind their minds, that they may not understand his marvelous workings; that he may prove them also and take them in their own craftiness;",
                    "score": 0.6819539922964356
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 4,
                    "verse": 11,
                    "text": "I am afraid of you, lest I have bestowed upon you labour in vain.",
                    "score": 0.681808305711107
                }
            ]
        },
        {
            "verse": 13,
            "text": "He taketh the wise in their own craftiness: and the counsel of the froward is carried headlong.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 3,
                    "verse": 19,
                    "text": "For the wisdom of this world is foolishness with God. For it is written, He taketh the wise in their own craftiness.",
                    "score": 0.8469379024030027
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 21,
                    "text": "Wo unto the wise in their own eyes and prudent in their own sight!",
                    "score": 0.7968827479991155
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 44,
                    "text": "Behold, these things are in his own hands, let him do according to wisdom.",
                    "score": 0.7888921166246995
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 3,
                    "verse": 13,
                    "text": "Who is a wise man and endued with knowledge among you? let him shew out of a good conversation his works with meekness of wisdom.",
                    "score": 0.7799705758760531
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 28,
                    "text": "O that cunning plan of the evil one! O the vainness, and the frailties, and the foolishness of men! When they are learned they think they are wise, and they hearken not unto the counsel of God, for they set it aside, supposing they know of themselves, wherefore, their wisdom is foolishness and it profiteth them not. And they shall perish.",
                    "score": 0.7781363976214251
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 13,
                    "text": "Who has set at naught the counsels of God, and has broken the most sacred promises which were made before God, and has depended upon his own judgment and boasted in his own wisdom.",
                    "score": 0.7590515712340885
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 1,
                    "verse": 8,
                    "text": "Wherein he hath abounded toward us in all wisdom and prudence;",
                    "score": 0.7586798145335525
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 4,
                    "text": "For although a man may have many revelations, and have power to do many mighty works, yet if he boasts in his own strength, and sets at naught the counsels of God, and follows after the dictates of his own will and carnal desires, he must fall and incur the vengeance of a just God upon him.",
                    "score": 0.7554933341223895
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 4,
                    "verse": 10,
                    "text": "Wherefore, brethren, seek not to counsel the Lord, but to take counsel from his hand. For behold, ye yourselves know that he counseleth in wisdom, and in justice, and in great mercy, over all his works.",
                    "score": 0.7549827475452531
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 1,
                    "verse": 22,
                    "text": "Professing themselves to be wise, they became fools,",
                    "score": 0.7544107997197964
                }
            ]
        },
        {
            "verse": 14,
            "text": "They meet with darkness in the daytime, and grope in the noonday as in the night.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 95,
                    "verse": 6,
                    "text": "They who are not chosen have sinned a very grievous sin, in that they are walking in darkness at noon-day.",
                    "score": 0.7639590508363849
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 13,
                    "verse": 12,
                    "text": "The night is far spent, the day is at hand: let us therefore cast off the works of darkness, and let us put on the armour of light.",
                    "score": 0.730179760499063
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 4,
                    "verse": 5,
                    "text": "And the Gods called the light Day, and the darkness they called Night. And it came to pass that from the evening until morning they called night; and from the morning until the evening they called day; and this was the first, or the beginning, of that which they called day and night.",
                    "score": 0.7299767351021014
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 2,
                    "verse": 20,
                    "text": "The sun shall be turned into darkness, and the moon into blood, before that great and notable day of the Lord come:",
                    "score": 0.7248635272763913
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 42,
                    "text": "And before the day of the Lord shall come, the sun shall be darkened, and the moon be turned into blood, and the stars fall from heaven.",
                    "score": 0.7228700745505818
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 13,
                    "verse": 24,
                    "text": "But in those days, after that tribulation, the sun shall be darkened, and the moon shall not give her light,",
                    "score": 0.7215583335472533
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 23,
                    "text": "And the evening and the morning were the fifth day.",
                    "score": 0.7174429107855288
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 34,
                    "verse": 9,
                    "text": "But before that great day shall come, the sun shall be darkened, and the moon be turned into blood; and the stars shall refuse their shining, and some shall fall, and great destructions await the wicked.",
                    "score": 0.7159058638664022
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 19,
                    "text": "And the evening and the morning were the fourth day.",
                    "score": 0.7148360623569946
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 49,
                    "text": "The light shineth in darkness, and the darkness comprehendeth it not; nevertheless, the day shall come when you shall comprehend even God, being quickened in him and by him.",
                    "score": 0.7128539975409042
                }
            ]
        },
        {
            "verse": 15,
            "text": "But he saveth the poor from the sword, from their mouth, and from the hand of the mighty.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 19,
                    "verse": 15,
                    "text": "And out of his mouth goeth a sharp sword, that with it he should smite the nations: and he shall rule them with a rod of iron: and he treadeth the winepress of the fierceness and wrath of Almighty God.",
                    "score": 0.7688920967735989
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 34,
                    "verse": 18,
                    "text": "Yea, cry unto him for mercy; for he is mighty to save.",
                    "score": 0.7639012945777018
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 14,
                    "verse": 2,
                    "text": "Wherefore every man did cleave unto that which was his own, with his hands, and would not borrow neither would he lend; and every man kept the hilt of his sword in his right hand, in the defence of his property and his own life and of his wives and children.",
                    "score": 0.7613625967246075
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 9,
                    "verse": 22,
                    "text": "Yea, and after having been delivered of God out of the land of Jerusalem, by the hand of the Lord; having been saved from famine, and from sickness, and all manner of diseases of every kind; and they having waxed strong in battle, that they might not be destroyed; having been brought out of bondage time after time, and having been kept and preserved until now; and they have been prospered until they are rich in all manner of things--",
                    "score": 0.7596346319251344
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 21,
                    "verse": 4,
                    "text": "But with righteousness shall he judge the poor, and reprove with equity for the meek of the earth; and he shall smite the earth with the rod of his mouth, and with the breath of his lips shall he slay the wicked.",
                    "score": 0.7571244813785113
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 30,
                    "text": "And behold, thou wilt remember the poor, and consecrate of thy properties for their support that which thou hast to impart unto them, with a covenant and a deed which cannot be broken.",
                    "score": 0.756697192779633
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 47,
                    "text": "And he shall say: I am he who spake in righteousness, mighty to save.",
                    "score": 0.75668851283027
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 5,
                    "text": "And he could there do no mighty work, save that he laid his hands upon a few sick folk, and healed them.",
                    "score": 0.7566045622342191
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 1,
                    "verse": 13,
                    "text": "And thou hast shed the blood of a righteous man, yea, a man who has done much good among this people; and were we to spare thee his blood would come upon us for vengeance.",
                    "score": 0.7562607533892931
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 45,
                    "text": "A good man out of the good treasure of his heart bringeth forth that which is good; and an evil man out of the evil treasure of his heart bringeth forth that which is evil: for of the abundance of the heart his mouth speaketh.",
                    "score": 0.7538553710487634
                }
            ]
        },
        {
            "verse": 16,
            "text": "So the poor hath hope, and iniquity stoppeth her mouth.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 43,
                    "text": "And again, behold I say unto you that he cannot have faith and hope, save he shall be meek, and lowly of heart.",
                    "score": 0.718404011610637
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 10,
                    "verse": 22,
                    "text": "And if ye have no hope ye must needs be in despair; and despair cometh because of iniquity.",
                    "score": 0.7108254353875196
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 3,
                    "verse": 10,
                    "text": "For he that will love life, and see good days, let him refrain his tongue from evil, and his lips that they speak no guile:",
                    "score": 0.709326333961958
                },
                {
                    "volume": "New Testament",
                    "book": "1 Timothy",
                    "chapter": 5,
                    "verse": 5,
                    "text": "Now she that is a widow indeed, and desolate, trusteth in God, and continueth in supplications and prayers night and day.",
                    "score": 0.7062189003029931
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 3,
                    "verse": 14,
                    "text": "Whose mouth is full of cursing and bitterness:",
                    "score": 0.7041119619396308
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 14,
                    "text": "Therefore, hell hath enlarged herself, and opened her mouth without measure; and their glory, and their multitude, and their pomp, and he that rejoiceth, shall descend into it.",
                    "score": 0.7027205703741453
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 30,
                    "text": "For as I, the Lord God, liveth, even so my words cannot return void, for as they go forth out of my mouth they must be fulfilled.",
                    "score": 0.7011427506298348
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 15,
                    "verse": 8,
                    "text": "This people draweth nigh unto me with their mouth, and honoureth me with their lips; but their heart is far from me.",
                    "score": 0.6967375356808513
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 32,
                    "text": "And now, behold, the promise of the Lord is fulfilled, and ye are smitten and afflicted.",
                    "score": 0.6961805975171698
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jarom",
                    "chapter": 1,
                    "verse": 3,
                    "text": "Behold, it is expedient that much should be done among this people, because of the hardness of their hearts, and the deafness of their ears, and the blindness of their minds, and the stiffness of their necks; nevertheless, God is exceedingly merciful unto them, and has not as yet swept them off from the face of the land.",
                    "score": 0.6960813529743286
                }
            ]
        },
        {
            "verse": 17,
            "text": "Behold, happy is the man whom God correcteth: therefore despise not thou the chastening of the Almighty:",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "1 Thessalonians",
                    "chapter": 4,
                    "verse": 8,
                    "text": "He therefore that despiseth, despiseth not man, but God, who hath also given unto us his holy Spirit.",
                    "score": 0.8105907044234246
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 14,
                    "verse": 22,
                    "text": "Hast thou faith? have it to thyself before God. Happy is he that condemneth not himself in that thing which he alloweth.",
                    "score": 0.8082184272529066
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 14,
                    "verse": 3,
                    "text": "Let not him that eateth despise him that eateth not; and let not him which eateth not judge him that eateth: for God hath received him.",
                    "score": 0.8076841536305785
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 1,
                    "verse": 9,
                    "text": "Thou hast loved righteousness, and hated iniquity; therefore God, even thy God, hath anointed thee with the oil of gladness above thy fellows.",
                    "score": 0.8014817768392957
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 7,
                    "text": "For, behold, you should not have feared man more than God. Although men set at naught the counsels of God, and despise his words--",
                    "score": 0.8002566478159421
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 2,
                    "verse": 13,
                    "text": "But behold this my joy was vain, for their sorrowing was not unto repentance, because of the goodness of God; but it was rather the sorrowing of the damned, because the Lord would not always suffer them to take happiness in sin.",
                    "score": 0.7972410322970696
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 1,
                    "verse": 20,
                    "text": "For the wrath of man worketh not the righteousness of God.",
                    "score": 0.7956423657715
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 27,
                    "verse": 18,
                    "text": "Now was not this exceeding joy? Behold, this is joy which none receiveth save it be the truly penitent and humble seeker of happiness.",
                    "score": 0.7879520081496546
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 4,
                    "verse": 14,
                    "text": "If ye be reproached for the name of Christ, happy are ye; for the spirit of glory and of God resteth upon you: on their part he is evil spoken of, but on your part he is glorified.",
                    "score": 0.7875009742298761
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 2,
                    "verse": 4,
                    "text": "Or despisest thou the riches of his goodness and forbearance and longsuffering; not knowing that the goodness of God leadeth thee to repentance?",
                    "score": 0.7860215779024514
                }
            ]
        },
        {
            "verse": 18,
            "text": "For he maketh sore, and bindeth up: he woundeth, and his hands make whole.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 3,
                    "verse": 5,
                    "text": "And when he had looked round about on them with anger, being grieved for the hardness of their hearts, he saith unto the man, Stretch forth thine hand. And he stretched it out: and his hand was restored whole as the other.",
                    "score": 0.7879441713933406
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 12,
                    "verse": 13,
                    "text": "Then saith he to the man, Stretch forth thine hand. And he stretched it forth; and it was restored whole, like as the other.",
                    "score": 0.7852228218659983
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 10,
                    "text": "And looking round about upon them all, he said unto the man, Stretch forth thy hand. And he did so: and his hand was restored whole as the other.",
                    "score": 0.7826016874148483
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 7,
                    "verse": 11,
                    "text": "And he shall go forth, suffering pains and afflictions and temptations of every kind; and this that the word might be fulfilled which saith he will take upon him the pains and the sicknesses of his people.",
                    "score": 0.7715916967871016
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 3,
                    "verse": 10,
                    "text": "For he had healed many; insomuch that they pressed upon him for to touch him, as many as had plagues.",
                    "score": 0.7702842943307637
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 9,
                    "text": "And it came to pass that he stretched forth his hand and spake unto the people, saying:",
                    "score": 0.7667081036965385
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 40,
                    "text": "And when he had thus spoken, he shewed them his hands and his feet.",
                    "score": 0.76338884301101
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 11,
                    "verse": 44,
                    "text": "And he that was dead came forth, bound hand and foot with graveclothes: and his face was bound about with a napkin. Jesus saith unto them, Loose him, and let him go.",
                    "score": 0.7598392268343716
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 56,
                    "text": "And whithersoever he entered, into villages, or cities, or country, they laid the sick in the streets, and besought him that they might touch if it were but the border of his garment: and as many as touched him were made whole.",
                    "score": 0.754808198168697
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 28,
                    "text": "And now, because he said this, they did put him to death; and many more things did they do which brought down the wrath of God upon them. Therefore, who wondereth that they are in bondage, and that they are smitten with sore afflictions?",
                    "score": 0.7542486839815152
                }
            ]
        },
        {
            "verse": 19,
            "text": "He shall deliver thee in six troubles: yea, in seven there shall no evil touch thee.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 18,
                    "verse": 22,
                    "text": "Jesus saith unto him, I say not unto thee, Until seven times: but, Until seventy times seven.",
                    "score": 0.7621052199031534
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 94,
                    "verse": 8,
                    "text": "And ye shall not suffer any unclean thing to come in unto it; and my glory shall be there, and my presence shall be there.",
                    "score": 0.7590499374698896
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 12,
                    "verse": 45,
                    "text": "Then goeth he, and taketh with himself seven other spirits more wicked than himself, and they enter in and dwell there: and the last state of that man is worse than the first. Even so shall it be also unto this wicked generation.",
                    "score": 0.756276540263562
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 12,
                    "text": "And lead us not into temptation, but deliver us from evil.",
                    "score": 0.7553258300993153
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 11,
                    "verse": 26,
                    "text": "Then goeth he, and taketh to him seven other spirits more wicked than himself; and they enter in, and dwell there: and the last state of that man is worse than the first.",
                    "score": 0.7531473192773771
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 3,
                    "text": "Touch me not, for God shall smite you if ye lay your hands upon me, for I have not delivered the message which the Lord sent me to deliver; neither have I told you that which ye requested that I should tell; therefore, God will not suffer that I shall be destroyed at this time.",
                    "score": 0.7518111599918106
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 6,
                    "verse": 17,
                    "text": "But thus saith the Lord: Even the captives of the mighty shall be taken away, and the prey of the terrible shall be delivered; for the Mighty God shall deliver his covenant people. For thus saith the Lord: I will contend with them that contendeth with thee--",
                    "score": 0.7514821507943609
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 16,
                    "verse": 28,
                    "text": "For I have five brethren; that he may testify unto them, lest they also come into this place of torment.",
                    "score": 0.7508404851088726
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 19,
                    "verse": 17,
                    "text": "Therefore the Lord shall have no joy in their young men, neither shall have mercy on their fatherless and widows; for every one of them is a hypocrite and an evildoer, and every mouth speaketh folly. For all this his anger is not turned away, but his hand is stretched out still.",
                    "score": 0.7500374253121079
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 25,
                    "text": "And now thou hast lied before God unto me. Thou saidst unto me--Behold these six onties, which are of great worth, I will give unto thee--when thou hadst it in thy heart to retain them from me; and it was only thy desire that I should deny the true and living God, that thou mightest have cause to destroy me. And now behold, for this great evil thou shalt have thy reward.",
                    "score": 0.7482496196459066
                }
            ]
        },
        {
            "verse": 20,
            "text": "In famine he shall redeem thee from death: and in war from the power of the sword.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 11,
                    "verse": 4,
                    "text": "O Lord, do not suffer that this people shall be destroyed by the sword; but O Lord, rather let there be a famine in the land, to stir them up in remembrance of the Lord their God, and perhaps they will repent and turn unto thee.",
                    "score": 0.8588365429582204
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 11,
                    "verse": 14,
                    "text": "O Lord, thou didst hearken unto my words when I said, Let there be a famine, that the pestilence of the sword might cease; and I know that thou wilt, even at this time, hearken unto my words, for thou saidst that: If this people repent I will spare them.",
                    "score": 0.8450672452540602
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 8,
                    "verse": 19,
                    "text": "These two sons are come unto thee, who shall be sorry for thee--thy desolation and destruction, and the famine and the sword--and by whom shall I comfort thee?",
                    "score": 0.8316301455857731
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 87,
                    "verse": 6,
                    "text": "And thus, with the sword and by bloodshed the inhabitants of the earth shall mourn; and with famine, and plague, and earthquake, and the thunder of heaven, and the fierce and vivid lightning also, shall the inhabitants of the earth be made to feel the wrath, and indignation, and chastening hand of an Almighty God, until the consumption decreed hath made a full end of all nations;",
                    "score": 0.8256364203086429
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 10,
                    "verse": 23,
                    "text": "But it is by the prayers of the righteous that ye are spared; now therefore, if ye will cast out the righteous from among you then will not the Lord stay his hand; but in his fierce anger he will come out against you; then ye shall be smitten by famine, and by pestilence, and by the sword; and the time is soon at hand except ye repent.",
                    "score": 0.8101078412118528
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 30,
                    "text": "And the firstborn of the poor shall feed, and the needy shall lie down in safety; and I will kill thy root with famine, and he shall slay thy remnant.",
                    "score": 0.8079842242530508
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 19,
                    "verse": 15,
                    "text": "And out of his mouth goeth a sharp sword, that with it he should smite the nations: and he shall rule them with a rod of iron: and he treadeth the winepress of the fierceness and wrath of Almighty God.",
                    "score": 0.7981297701003923
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 13,
                    "verse": 25,
                    "text": "Thy men shall fall by the sword and thy mighty in the war.",
                    "score": 0.7944735527834359
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 89,
                    "verse": 15,
                    "text": "And these hath God made for the use of man only in times of famine and excess of hunger.",
                    "score": 0.7923844369672355
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 7,
                    "text": "And lo, he shall suffer temptations, and pain of body, hunger, thirst, and fatigue, even more than man can suffer, except it be unto death; for behold, blood cometh from every pore, so great shall be his anguish for the wickedness and the abominations of his people.",
                    "score": 0.7906441095573328
                }
            ]
        },
        {
            "verse": 21,
            "text": "Thou shalt be hid from the scourge of the tongue: neither shalt thou be afraid of destruction when it cometh.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 60,
                    "verse": 31,
                    "text": "For behold, the Lord will not suffer that ye shall live and wax strong in your iniquities to destroy his righteous people.",
                    "score": 0.8029985680477998
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 19,
                    "text": "And their tongues shall be stayed that they shall not utter against me; and their flesh shall fall from off their bones, and their eyes from their sockets;",
                    "score": 0.7945226467960762
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 22,
                    "text": "That ye may not be cursed with a sore cursing; and also, that ye may not incur the displeasure of a just God upon you, unto the destruction, yea, the eternal destruction of both soul and body.",
                    "score": 0.7926447770304391
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 17,
                    "text": "No weapon that is formed against thee shall prosper; and every tongue that shall revile against thee in judgment thou shalt condemn. This is the heritage of the servants of the Lord, and their righteousness is of me, saith the Lord.",
                    "score": 0.7925732592454754
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 14,
                    "text": "In righteousness shalt thou be established; thou shalt be far from oppression for thou shalt not fear, and from terror for it shall not come near thee.",
                    "score": 0.7916209334431706
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 30,
                    "verse": 47,
                    "text": "But behold, it is better that thy soul should be lost than that thou shouldst be the means of bringing many souls down to destruction, by thy lying and by thy flattering words; therefore if thou shalt deny again, behold God shall smite thee, that thou shalt become dumb, that thou shalt never open thy mouth any more, that thou shalt not deceive this people any more.",
                    "score": 0.7889092030678339
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 12,
                    "verse": 20,
                    "text": "For I fear, lest, when I come, I shall not find you such as I would, and that I shall be found unto you such as ye would not: lest there be debates, envyings, wraths, strifes, backbitings, whisperings, swellings, tumults:",
                    "score": 0.7873411636453035
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 4,
                    "text": "Fear not, for thou shalt not be ashamed; neither be thou confounded, for thou shalt not be put to shame; for thou shalt forget the shame of thy youth, and shalt not remember the reproach of thy youth, and shalt not remember the reproach of thy widowhood any more.",
                    "score": 0.7819440933097698
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 3,
                    "verse": 6,
                    "text": "And the tongue is a fire, a world of iniquity: so is the tongue among our members, that it defileth the whole body, and setteth on fire the course of nature; and it is set on fire of hell.",
                    "score": 0.7803024824899917
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 21,
                    "text": "Thou shalt not kill.",
                    "score": 0.7742840827982298
                }
            ]
        },
        {
            "verse": 22,
            "text": "At destruction and famine thou shalt laugh: neither shalt thou be afraid of the beasts of the earth.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 17,
                    "text": "But behold, if the inhabitants of the earth shall repent of their wickedness and abominations they shall not be destroyed, saith the Lord of Hosts.",
                    "score": 0.7777308132863148
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 87,
                    "verse": 6,
                    "text": "And thus, with the sword and by bloodshed the inhabitants of the earth shall mourn; and with famine, and plague, and earthquake, and the thunder of heaven, and the fierce and vivid lightning also, shall the inhabitants of the earth be made to feel the wrath, and indignation, and chastening hand of an Almighty God, until the consumption decreed hath made a full end of all nations;",
                    "score": 0.7770050505604954
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 34,
                    "text": "Therefore, fear not, little flock; do good; let earth and hell combine against you, for if ye are built upon my rock, they cannot prevail.",
                    "score": 0.7763321813856274
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 3,
                    "verse": 14,
                    "text": "But and if ye suffer for righteousness' sake, happy are ye: and be not afraid of their terror, neither be troubled;",
                    "score": 0.7753955812306443
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 11,
                    "verse": 4,
                    "text": "O Lord, do not suffer that this people shall be destroyed by the sword; but O Lord, rather let there be a famine in the land, to stir them up in remembrance of the Lord their God, and perhaps they will repent and turn unto thee.",
                    "score": 0.7712964635139486
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 14,
                    "text": "In righteousness shalt thou be established; thou shalt be far from oppression for thou shalt not fear, and from terror for it shall not come near thee.",
                    "score": 0.7600495042645974
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 21,
                    "text": "Thou shalt not kill.",
                    "score": 0.7584040931441229
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 60,
                    "verse": 31,
                    "text": "For behold, the Lord will not suffer that ye shall live and wax strong in your iniquities to destroy his righteous people.",
                    "score": 0.7562786194773184
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 11,
                    "verse": 6,
                    "text": "And there was great calamity in all the land, for they had testified that a great curse should come upon the land, and also upon the people, and that there should be a great destruction among them, such an one as never had been upon the face of the earth, and their bones should become as heaps of earth upon the face of the land except they should repent of their wickedness.",
                    "score": 0.7548797350658892
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 19,
                    "verse": 19,
                    "text": "Through the wrath of the Lord of Hosts is the land darkened, and the people shall be as the fuel of the fire; no man shall spare his brother.",
                    "score": 0.7547693345128162
                }
            ]
        },
        {
            "verse": 23,
            "text": "For thou shalt be in league with the stones of the field: and the beasts of the field shall be at peace with thee.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 59,
                    "verse": 16,
                    "text": "Verily I say, that inasmuch as ye do this, the fulness of the earth is yours, the beasts of the field and the fowls of the air, and that which climbeth upon the trees and walketh upon the earth;",
                    "score": 0.7943410264931337
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 19,
                    "text": "For, behold, the beasts of the field and the fowls of the air, and that which cometh of the earth, is ordained for the use of man for food and for raiment, and that he might have in abundance.",
                    "score": 0.79169295679647
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 4,
                    "verse": 11,
                    "text": "And in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone.",
                    "score": 0.7882473640206638
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 24,
                    "text": "Thorns also, and thistles shall it bring forth to thee, and thou shalt eat the herb of the field.",
                    "score": 0.7772312587688275
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 21,
                    "verse": 6,
                    "text": "As for these things which ye behold, the days will come, in the which there shall not be left one stone upon another, that shall not be thrown down.",
                    "score": 0.776203850652873
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 37,
                    "text": "And blessed are they who shall seek to bring forth my Zion at that day, for they shall have the gift and the power of the Holy Ghost; and if they endure unto the end they shall be lifted up at the last day, and shall be saved in the everlasting kingdom of the Lamb; and whoso shall publish peace, yea, tidings of great joy, how beautiful upon the mountains shall they be.",
                    "score": 0.7702654821199739
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 44,
                    "text": "And shall lay thee even with the ground, and thy children within thee; and they shall not leave in thee one stone upon another; because thou knewest not the time of thy visitation.",
                    "score": 0.7696218232781226
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 51,
                    "text": "Behold, I will liken these kingdoms unto a man having a field, and he sent forth his servants into the field to dig in the field.",
                    "score": 0.7692327382558766
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 89,
                    "verse": 14,
                    "text": "All grain is ordained for the use of man and of beasts, to be the staff of life, not only for man but for the beasts of the field, and the fowls of heaven, and all wild animals that run or creep on the earth;",
                    "score": 0.7673149558885699
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 2,
                    "verse": 4,
                    "text": "To whom coming, as unto a living stone, disallowed indeed of men, but chosen of God, and precious,",
                    "score": 0.7672292207042684
                }
            ]
        },
        {
            "verse": 24,
            "text": "And thou shalt know that thy tabernacle shall be in peace; and thou shalt visit thy habitation, and shalt not sin.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 15,
                    "text": "And inasmuch as my people build a house unto me in the name of the Lord, and do not suffer any unclean thing to come into it, that it be not defiled, my glory shall rest upon it;",
                    "score": 0.8106732246728039
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 14,
                    "text": "In righteousness shalt thou be established; thou shalt be far from oppression for thou shalt not fear, and from terror for it shall not come near thee.",
                    "score": 0.8101537180898443
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 94,
                    "verse": 8,
                    "text": "And ye shall not suffer any unclean thing to come in unto it; and my glory shall be there, and my presence shall be there.",
                    "score": 0.8093418033271925
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 2,
                    "verse": 29,
                    "text": "Lord, now lettest thou thy servant depart in peace, according to thy word:",
                    "score": 0.8063543110249543
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 59,
                    "verse": 6,
                    "text": "Thou shalt love thy neighbor as thyself. Thou shalt not steal; neither commit adultery, nor kill, nor do anything like unto it.",
                    "score": 0.7966986039128251
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 18,
                    "verse": 20,
                    "text": "Thou knowest the commandments, Do not commit adultery, Do not kill, Do not steal, Do not bear false witness, Honour thy father and thy mother.",
                    "score": 0.7957813806884221
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 28,
                    "text": "But, behold, all nations, kindreds, tongues, and people shall dwell safely in the Holy One of Israel if it so be that they will repent.",
                    "score": 0.7948522244745219
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 10,
                    "verse": 19,
                    "text": "Thou knowest the commandments, Do not commit adultery, Do not kill, Do not steal, Do not bear false witness, Defraud not, Honour thy father and mother.",
                    "score": 0.7931198016620564
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 12,
                    "verse": 14,
                    "text": "Follow peace with all men, and holiness, without which no man shall see the Lord:",
                    "score": 0.7929811572477526
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 20,
                    "text": "Blessed art thou and thy children; and they shall be blessed, inasmuch as they shall keep my commandments they shall prosper in the land. But remember, inasmuch as they will not keep my commandments they shall be cut off from the presence of the Lord.",
                    "score": 0.7920928049171772
                }
            ]
        },
        {
            "verse": 25,
            "text": "Thou shalt know also that thy seed shall be great, and thine offspring as the grass of the earth.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 31,
                    "text": "And now, behold, are ye sure that this is a good seed? I say unto you, Yea; for every seed bringeth forth unto its own likeness.",
                    "score": 0.8345629980753384
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 9,
                    "text": "And it shall also be of worth unto the Gentiles; and not only unto the Gentiles but unto all the house of Israel, unto the making known of the covenants of the Father of heaven unto Abraham, saying: In thy seed shall all the kindreds of the earth be blessed.",
                    "score": 0.8285454318005838
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 10,
                    "text": "But behold, this land, said God, shall be a land of thine inheritance, and the Gentiles shall be blessed upon the land.",
                    "score": 0.8260534218749025
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 53,
                    "text": "And behold how great the covenants of the Lord, and how great his condescensions unto the children of men; and because of his greatness, and his grace and mercy, he has promised unto us that our seed shall not utterly be destroyed, according to the flesh, but that he would preserve them; and in future generations they shall become a righteous branch unto the house of Israel.",
                    "score": 0.8163551112261839
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 11,
                    "text": "And I, God, said: Let the earth bring forth grass, the herb yielding seed, the fruit tree yielding fruit, after his kind, and the tree yielding fruit, whose seed should be in itself upon the earth, and it was so even as I spake.",
                    "score": 0.8145582016710552
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 1,
                    "verse": 43,
                    "text": "And there will I bless thee and thy seed, and raise up unto me of thy seed, and of the seed of thy brother, and they who shall go with thee, a great nation. And there shall be none greater than the nation which I will raise up unto me of thy seed, upon all the face of the earth. And thus I will do unto thee because this long time ye have cried unto me.",
                    "score": 0.8116573175467346
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 12,
                    "text": "And the earth brought forth grass, every herb yielding seed after his kind, and the tree yielding fruit, whose seed should be in itself, after his kind; and I, God, saw that all things which I had made were good;",
                    "score": 0.8105052286319242
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 4,
                    "verse": 11,
                    "text": "And the Gods said: Let us prepare the earth to bring forth grass; the herb yielding seed; the fruit tree yielding fruit, after his kind, whose seed in itself yieldeth its own likeness upon the earth; and it was so, even as they ordered.",
                    "score": 0.8102302663470408
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 31,
                    "text": "Wherefore, because thou hast been faithful thy seed shall be blessed with his seed, that they dwell in prosperity long upon the face of this land; and nothing, save it shall be iniquity among them, shall harm or disturb their prosperity upon the face of this land forever.",
                    "score": 0.8098417574796524
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 30,
                    "text": "But behold, as the seed swelleth, and sprouteth, and beginneth to grow, then you must needs say that the seed is good; for behold it swelleth, and sprouteth, and beginneth to grow. And now, behold, will not this strengthen your faith? Yea, it will strengthen your faith: for ye will say I know that this is a good seed; for behold it sprouteth and beginneth to grow.",
                    "score": 0.8083041078523754
                }
            ]
        },
        {
            "verse": 26,
            "text": "Thou shalt come to thy grave in a full age, like as a shock of corn cometh in in his season.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 12,
                    "verse": 24,
                    "text": "Verily, verily, I say unto you, Except a corn of wheat fall into the ground and die, it abideth alone: but if it die, it bringeth forth much fruit.",
                    "score": 0.7597475215730336
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 19,
                    "text": "But thou art cast out of thy grave like an abominable branch, and the remnant of those that are slain, thrust through with a sword, that go down to the stones of the pit; as a carcass trodden under feet.",
                    "score": 0.7362040043926411
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 56,
                    "verse": 16,
                    "text": "Wo unto you rich men, that will not give your substance to the poor, for your riches will canker your souls; and this shall be your lamentation in the day of visitation, and of judgment, and of indignation: The harvest is past, the summer is ended, and my soul is not saved!",
                    "score": 0.7347736342644294
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 11,
                    "text": "And again, he saith that thou shalt be as a stalk, even as a dry stalk of the field, which is run over by the beasts and trodden under foot.",
                    "score": 0.7342047727877964
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 25,
                    "text": "Woe unto you that are full! for ye shall hunger. Woe unto you that laugh now! for ye shall mourn and weep.",
                    "score": 0.7327300419449162
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 17,
                    "text": "My heart hath been weighed down with sorrow from time to time, for I have feared, lest for the hardness of your hearts the Lord your God should come out in the fulness of his wrath upon you, that ye be cut off and destroyed forever;",
                    "score": 0.7300182850700477
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 2,
                    "text": "And again I say, hearken unto my voice, lest death shall overtake you; in an hour when ye think not the summer shall be past, and the harvest ended, and your souls not saved.",
                    "score": 0.7275857431847509
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 50,
                    "text": "And he that liveth when the Lord shall come, and hath kept the faith, blessed is he; nevertheless, it is appointed to him to die at the age of man.",
                    "score": 0.7254261402197496
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 31,
                    "text": "For Satan shall be bound, and when he is loosed again he shall only reign for a little season, and then cometh the end of the earth.",
                    "score": 0.7242484239465937
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 7,
                    "verse": 9,
                    "text": "For the Lord God will help me. And all they who shall condemn me, behold, all they shall wax old as a garment, and the moth shall eat them up.",
                    "score": 0.7231550693708197
                }
            ]
        },
        {
            "verse": 27,
            "text": "Lo this, we have searched it, so it is; hear it, and know thou it for thy good.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 11,
                    "text": "And in a manner that we may be found worthy, in thy sight, to secure a fulfilment of the promises which thou hast made unto us, thy people, in the revelations given unto us;",
                    "score": 0.7740096478693101
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 17,
                    "verse": 20,
                    "text": "For thou bringest certain strange things to our ears: we would know therefore what these things mean.",
                    "score": 0.7697857708529482
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 5,
                    "verse": 15,
                    "text": "And if we know that he hear us, whatsoever we ask, we know that we have the petitions that we desired of him.",
                    "score": 0.7663052571373322
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 80,
                    "verse": 4,
                    "text": "Therefore, declare the things which ye have heard, and verily believe, and know to be true.",
                    "score": 0.7635868714517456
                },
                {
                    "volume": "New Testament",
                    "book": "Colossians",
                    "chapter": 1,
                    "verse": 9,
                    "text": "For this cause we also, since the day we heard it, do not cease to pray for you, and to desire that ye might be filled with the knowledge of his will in all wisdom and spiritual understanding;",
                    "score": 0.763533320973678
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 57,
                    "text": "That all the ends of the earth may know that we, thy servants, have heard thy voice, and that thou hast sent us;",
                    "score": 0.7619032154277658
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 1,
                    "verse": 19,
                    "text": "Because that which may be known of God is manifest in them; for God hath shewed it unto them.",
                    "score": 0.7591992873017929
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 26,
                    "text": "If thou shalt find that which thy neighbor has lost, thou shalt make diligent search till thou shalt deliver it to him again.",
                    "score": 0.755824840478749
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 5,
                    "verse": 14,
                    "text": "And this is the confidence that we have in him, that, if we ask any thing according to his will, he heareth us:",
                    "score": 0.7544489953887675
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 23,
                    "verse": 1,
                    "text": "And now, behold, I say unto you, that ye ought to search these things. Yea, a commandment I give unto you that ye search these things diligently; for great are the words of Isaiah.",
                    "score": 0.753227454931038
                }
            ]
        }
    ]
}