{
    "volume": "Old Testament",
    "book": "Job",
    "chapter": 10,
    "verses": [
        {
            "verse": 1,
            "text": "My soul is weary of my life; I will leave my complaint upon myself; I will speak in the bitterness of my soul.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 47,
                    "text": "Behold, my soul is rent with anguish because of you, and my heart is pained; I fear lest ye shall be cast off forever. Behold, I am full of the Spirit of God, insomuch that my frame has no strength.",
                    "score": 0.781322604915923
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 7,
                    "verse": 9,
                    "text": "But behold, I am consigned that these are my days, and that my soul shall be filled with sorrow because of this the wickedness of my brethren.",
                    "score": 0.7725432053587893
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 36,
                    "verse": 18,
                    "text": "Now, as my mind caught hold upon this thought, I cried within my heart: O Jesus, thou Son of God, have mercy on me, who am in the gall of bitterness, and am encircled about by the everlasting chains of death.",
                    "score": 0.7723905676970426
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 13,
                    "verse": 27,
                    "text": "And now, my brethren, I wish from the inmost part of my heart, yea, with great anxiety even unto pain, that ye would hearken unto my words, and cast off your sins, and not procrastinate the day of your repentance;",
                    "score": 0.7718399734184749
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 33,
                    "verse": 11,
                    "text": "And thou didst hear me because of mine afflictions and my sincerity; and it is because of thy Son that thou hast been thus merciful unto me, therefore I will cry unto thee in all mine afflictions, for in thee is my joy; for thou hast turned thy judgments away from me, because of thy Son.",
                    "score": 0.7715164244712892
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 6,
                    "text": "Yea, it grieveth my soul and causeth me to shrink with shame before the presence of my Maker, that I must testify unto you concerning the wickedness of your hearts.",
                    "score": 0.7711471666839247
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 8,
                    "verse": 23,
                    "text": "For I perceive that thou art in the gall of bitterness, and in the bond of iniquity.",
                    "score": 0.7709066057989078
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 108,
                    "verse": 2,
                    "text": "Therefore, let your soul be at rest concerning your spiritual standing, and resist no more my voice.",
                    "score": 0.7660480553822386
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 4,
                    "text": "Therefore, inasmuch as some of my servants have not kept the commandment, but have broken the covenant through covetousness, and with feigned words, I have cursed them with a very sore and grievous curse.",
                    "score": 0.7659422363005923
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 15,
                    "text": "But if they will not turn unto me, and hearken unto my voice, I will suffer them, yea, I will suffer my people, O house of Israel, that they shall go through among them, and shall tread them down, and they shall be as salt that hath lost its savor, which is thenceforth good for nothing but to be cast out, and to be trodden under foot of my people, O house of Israel.",
                    "score": 0.7657781705983135
                }
            ]
        },
        {
            "verse": 2,
            "text": "I will say unto God, Do not condemn me; shew me wherefore thou contendest with me.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 7,
                    "text": "Wherefore, because of my blessing the Lord God will not suffer that ye shall perish; wherefore, he will be merciful unto you and unto your seed forever.",
                    "score": 0.8354484381477811
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 23,
                    "text": "Wherefore, because of this covenant thou art blessed; for thy seed shall not be destroyed, for they shall hearken unto the words of the book.",
                    "score": 0.8321556450793841
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 26,
                    "text": "Wherefore, I the Lord God will not suffer that this people shall do like unto them of old.",
                    "score": 0.8259351217435902
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 11,
                    "text": "And the Lord said unto him: Believest thou the words which I shall speak?",
                    "score": 0.8200736270370711
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 4,
                    "verse": 8,
                    "text": "And he that will contend against the word of the Lord, let him be accursed; and he that shall deny these things, let him be accursed; for unto them will I show no greater things, saith Jesus Christ; for I am he who speaketh.",
                    "score": 0.8194563780816732
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 14,
                    "text": "Therefore, be not afraid of your enemies, for I have decreed in my heart, saith the Lord, that I will prove you in all things, whether you will abide in my covenant, even unto death, that you may be found worthy.",
                    "score": 0.8188159177043418
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 94,
                    "verse": 8,
                    "text": "And ye shall not suffer any unclean thing to come in unto it; and my glory shall be there, and my presence shall be there.",
                    "score": 0.8167087010691575
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 7,
                    "verse": 8,
                    "text": "And the Lord is near, and he justifieth me. Who will contend with me? Let us stand together. Who is mine adversary? Let him come near me, and I will smite him with the strength of my mouth.",
                    "score": 0.8160227921256423
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 16,
                    "verse": 18,
                    "text": "And I say also unto thee, That thou art Peter, and upon this rock I will build my church; and the gates of hell shall not prevail against it.",
                    "score": 0.8129884459669878
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 33,
                    "text": "Therefore, keep these sayings which I have commanded you that ye come not under condemnation; for wo unto him whom the Father condemneth.",
                    "score": 0.8129125402495677
                }
            ]
        },
        {
            "verse": 3,
            "text": "Is it good unto thee that thou shouldest oppress, that thou shouldest despise the work of thine hands, and shine upon the counsel of the wicked?",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 41,
                    "text": "Behold, ye despisers, and wonder, and perish: for I work a work in your days, a work which ye shall in no wise believe, though a man declare it unto you.",
                    "score": 0.7987105031689968
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 31,
                    "text": "Nevertheless, thine enemy is in thine hands; and if thou rewardest him according to his works thou art justified; if he has sought thy life, and thy life is endangered by him, thine enemy is in thine hands and thou art justified.",
                    "score": 0.7931828101628454
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 13,
                    "verse": 3,
                    "text": "For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:",
                    "score": 0.791645469782131
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 1,
                    "verse": 9,
                    "text": "Thou hast loved righteousness, and hated iniquity; therefore God, even thy God, hath anointed thee with the oil of gladness above thy fellows.",
                    "score": 0.7903608722596686
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 2,
                    "text": "How long shall thy hand be stayed, and thine eye, yea thy pure eye, behold from the eternal heavens the wrongs of thy people and of thy servants, and thine ear be penetrated with their cries?",
                    "score": 0.7887881162789494
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 30,
                    "text": "And if thy right hand offend thee, cut it off, and cast it from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.",
                    "score": 0.7854176508600909
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 4,
                    "verse": 10,
                    "text": "Wherefore, brethren, seek not to counsel the Lord, but to take counsel from his hand. For behold, ye yourselves know that he counseleth in wisdom, and in justice, and in great mercy, over all his works.",
                    "score": 0.7837460686130447
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 13,
                    "verse": 4,
                    "text": "For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.",
                    "score": 0.7833545792114319
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 8,
                    "verse": 23,
                    "text": "Wherefore, O ye Gentiles, it is wisdom in God that these things should be shown unto you, that thereby ye may repent of your sins, and suffer not that these murderous combinations shall get above you, which are built up to get power and gain--and the work, yea, even the work of destruction come upon you, yea, even the sword of the justice of the Eternal God shall fall upon you, to your overthrow and destruction if ye shall suffer these things to be.",
                    "score": 0.7823438110796942
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 19,
                    "verse": 33,
                    "text": "And misery thou shalt receive if thou wilt slight these counsels, yea, even the destruction of thyself and property.",
                    "score": 0.7821933267625771
                }
            ]
        },
        {
            "verse": 4,
            "text": "Hast thou eyes of flesh? or seest thou as man seeth?",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 45,
                    "text": "For since the beginning of the world have not men heard nor perceived by the ear, neither hath any eye seen, O God, besides thee, how great things thou hast prepared for him that waiteth for thee.",
                    "score": 0.776740830145312
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 2,
                    "text": "How long shall thy hand be stayed, and thine eye, yea thy pure eye, behold from the eternal heavens the wrongs of thy people and of thy servants, and thine ear be penetrated with their cries?",
                    "score": 0.7752425065599239
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 19,
                    "text": "Write the things which thou hast seen, and the things which are, and the things which shall be hereafter;",
                    "score": 0.7728916298047297
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 2,
                    "verse": 30,
                    "text": "For mine eyes have seen thy salvation,",
                    "score": 0.7687719976464774
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 22,
                    "verse": 15,
                    "text": "For thou shalt be his witness unto all men of what thou hast seen and heard.",
                    "score": 0.7684868787774659
                },
                {
                    "volume": "New Testament",
                    "book": "1 Timothy",
                    "chapter": 6,
                    "verse": 16,
                    "text": "Who only hath immortality, dwelling in the light which no man can approach unto; whom no man hath seen, nor can see: to whom be honour and power everlasting. Amen.",
                    "score": 0.7676838024276308
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 9,
                    "verse": 37,
                    "text": "And Jesus said unto him, Thou hast both seen him, and it is he that talketh with thee.",
                    "score": 0.7674894357885186
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 41,
                    "text": "And why beholdest thou the mote that is in thy brother's eye, but perceivest not the beam that is in thine own eye?",
                    "score": 0.7667719538712707
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 6,
                    "verse": 22,
                    "text": "The light of the body is the eye: if therefore thine eye be single, thy whole body shall be full of light.",
                    "score": 0.7655110068884031
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 22,
                    "text": "The light of the body is the eye; if, therefore, thine eye be single, thy whole body shall be full of light.",
                    "score": 0.7655110068884031
                }
            ]
        },
        {
            "verse": 5,
            "text": "Are thy days as the days of man? are thy years as man's days,",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 17,
                    "verse": 26,
                    "text": "And as it was in the days of Noe, so shall it be also in the days of the Son of man.",
                    "score": 0.7980266404969332
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 37,
                    "text": "But as the days of Noe were, so shall also the coming of the Son of man be.",
                    "score": 0.777242686120377
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 40,
                    "verse": 8,
                    "text": "Now whether there is more than one time appointed for men to rise it mattereth not; for all do not die at once, and this mattereth not; all is as one day with God, and time only is measured unto men.",
                    "score": 0.7566179831370655
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 34,
                    "verse": 32,
                    "text": "For behold, this life is the time for men to prepare to meet God; yea, behold the day of this life is the day for men to perform their labors.",
                    "score": 0.7557650611792844
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 44,
                    "text": "And they give light to each other in their times and in their seasons, in their minutes, in their hours, in their days, in their weeks, in their months, in their years--all these are one year with God, but not with man.",
                    "score": 0.7542942919250696
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 4,
                    "verse": 10,
                    "text": "Ye observe days, and months, and times, and years.",
                    "score": 0.7510166478939885
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 52,
                    "verse": 20,
                    "text": "And the days have come; according to men's faith it shall be done unto them.",
                    "score": 0.7447539192617085
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 31,
                    "text": "All the times of their revolutions, all the appointed days, months, and years, and all the days of their days, months, and years, and all their glories, laws, and set times, shall be revealed in the days of the dispensation of the fulness of times--",
                    "score": 0.7415840314098069
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 25,
                    "text": "For there is a time appointed for every man, according as his works shall be.",
                    "score": 0.7409438998374449
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 14,
                    "verse": 5,
                    "text": "One man esteemeth one day above another: another esteemeth every day alike. Let every man be fully persuaded in his own mind.",
                    "score": 0.7406186723430882
                }
            ]
        },
        {
            "verse": 6,
            "text": "That thou inquirest after mine iniquity, and searchest after my sin?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 29,
                    "verse": 3,
                    "text": "But behold, I am a man, and do sin in my wish; for I ought to be content with the things which the Lord hath allotted unto me.",
                    "score": 0.8006073733973723
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 26,
                    "text": "If thou shalt find that which thy neighbor has lost, thou shalt make diligent search till thou shalt deliver it to him again.",
                    "score": 0.7986318405143231
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 19,
                    "text": "And because thou hast inquired of me concerning the transgressor, thou art blessed.",
                    "score": 0.795337586289997
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 83,
                    "text": "He that seeketh me early shall find me, and shall not be forsaken.",
                    "score": 0.7951208508706201
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 50,
                    "text": "And I seek not mine own glory: there is one that seeketh and judgeth.",
                    "score": 0.7943113415975089
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 19,
                    "text": "Wherefore, I beseech of you, brethren, that ye should search diligently in the light of Christ that ye may know good from evil; and if ye will lay hold upon every good thing, and condemn it not, ye certainly will be a child of Christ.",
                    "score": 0.793043927874153
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 7,
                    "verse": 17,
                    "text": "Now then it is no more I that do it, but sin that dwelleth in me.",
                    "score": 0.7909768768239143
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 23,
                    "verse": 1,
                    "text": "And now, behold, I say unto you, that ye ought to search these things. Yea, a commandment I give unto you that ye search these things diligently; for great are the words of Isaiah.",
                    "score": 0.7897376908690851
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 15,
                    "verse": 17,
                    "text": "That the residue of men might seek after the Lord, and all the Gentiles, upon whom my name is called, saith the Lord, who doeth all these things.",
                    "score": 0.7884509905202385
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 54,
                    "verse": 10,
                    "text": "And again, be patient in tribulation until I come; and, behold, I come quickly, and my reward is with me, and they who have sought me early shall find rest to their souls. Even so. Amen.",
                    "score": 0.786147636801403
                }
            ]
        },
        {
            "verse": 7,
            "text": "Thou knowest that I am not wicked; and there is none that can deliver out of thine hand.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 71,
                    "text": "Behold, and lo, there are none to deliver you; for ye obeyed not my voice when I called to you out of the heavens; ye believed not my servants, and when they were sent unto you ye received them not.",
                    "score": 0.8035428554140855
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 22,
                    "text": "And he saith unto him, Out of thine own mouth will I judge thee, thou wicked servant. Thou knewest that I was an austere man, taking up that I laid not down, and reaping that I did not sow:",
                    "score": 0.7944632450989201
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 74,
                    "text": "That he would grant unto us, that we being delivered out of the hand of our enemies might serve him without fear,",
                    "score": 0.7911393729574678
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 10,
                    "text": "Or will I receive at your hands that which I have not appointed?",
                    "score": 0.7896237575278645
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 35,
                    "text": "For I am no respecter of persons, and will that all men shall know that the day speedily cometh; the hour is not yet, but is nigh at hand, when peace shall be taken from the earth, and the devil shall have power over his own dominion.",
                    "score": 0.787643823889928
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 91,
                    "text": "And he that doeth not these things is not my disciple; by this you may know my disciples.",
                    "score": 0.784633587858198
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 28,
                    "text": "Thou knowest my laws concerning these things are given in my scriptures; he that sinneth and repenteth not shall be cast out.",
                    "score": 0.7845257308512086
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 2,
                    "verse": 2,
                    "text": "I know thy works, and thy labour, and thy patience, and how thou canst not bear them which are evil: and thou hast tried them which say they are apostles, and are not, and hast found them liars:",
                    "score": 0.7834426681014651
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 15,
                    "verse": 31,
                    "text": "That I may be delivered from them that do not believe in Judaea; and that my service which I have for Jerusalem may be accepted of the saints;",
                    "score": 0.7825785760657227
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 3,
                    "verse": 1,
                    "text": "My brethren, be not many masters, knowing that we shall receive the greater condemnation.",
                    "score": 0.7796318502849715
                }
            ]
        },
        {
            "verse": 8,
            "text": "Thine hands have made me and fashioned me together round about; yet thou dost destroy me.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 16,
                    "text": "Behold, I have graven thee upon the palms of my hands; thy walls are continually before me.",
                    "score": 0.811796138650419
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 2,
                    "text": "Being driven and smitten by the hands of mine enemies, on whom I will pour out my wrath without measure in mine own time.",
                    "score": 0.8019818662949593
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 36,
                    "text": "Wherefore, I can stretch forth mine hands and hold all the creations which I have made; and mine eye can pierce them also, and among all the workmanship of mine hands there has not been so great wickedness as among thy brethren.",
                    "score": 0.7981780582824664
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 7,
                    "verse": 8,
                    "text": "And the Lord is near, and he justifieth me. Who will contend with me? Let us stand together. Who is mine adversary? Let him come near me, and I will smite him with the strength of my mouth.",
                    "score": 0.7949510665613381
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 16,
                    "text": "And it shall come to pass that whosoever shall lay their hands upon you by violence, ye shall command to be smitten in my name; and, behold, I will smite them according to your words, in mine own due time.",
                    "score": 0.7930998285487032
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 22,
                    "verse": 44,
                    "text": "The Lord said unto my Lord, Sit thou on my right hand, till I make thine enemies thy footstool?",
                    "score": 0.7861474890954577
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 15,
                    "text": "Behold, they shall surely gather together against thee, not by me; whosoever shall gather together against thee shall fall for thy sake.",
                    "score": 0.7814033988610901
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 96,
                    "text": "For I, the Almighty, have laid my hands upon the nations, to scourge them for their wickedness.",
                    "score": 0.7760906852291829
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 22,
                    "verse": 21,
                    "text": "But, behold, the hand of him that betrayeth me is with me on the table.",
                    "score": 0.7747031343415478
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 10,
                    "verse": 21,
                    "text": "But to Israel he saith, All day long I have stretched forth my hands unto a disobedient and gainsaying people.",
                    "score": 0.772585503270968
                }
            ]
        },
        {
            "verse": 9,
            "text": "Remember, I beseech thee, that thou hast made me as the clay; and wilt thou bring me into dust again?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 33,
                    "text": "O Lord, wilt thou encircle me around in the robe of thy righteousness! O Lord, wilt thou make a way for mine escape before mine enemies! Wilt thou make my path straight before me! Wilt thou not place a stumbling block in my way--but that thou wouldst clear my way before me, and hedge not up my way, but the ways of mine enemy.",
                    "score": 0.8097218162335624
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 31,
                    "text": "O Lord, wilt thou redeem my soul? Wilt thou deliver me out of the hands of mine enemies? Wilt thou make me that I may shake at the appearance of sin?",
                    "score": 0.8095831847761662
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 4,
                    "verse": 7,
                    "text": "If thou therefore wilt worship me, all shall be thine.",
                    "score": 0.8046337186795959
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 33,
                    "verse": 10,
                    "text": "Yea, and thou hast also heard me when I have been cast out and have been despised by mine enemies; yea, thou didst hear my cries, and wast angry with mine enemies, and thou didst visit them in thine anger with speedy destruction.",
                    "score": 0.7914545059975938
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 18,
                    "text": "Behold, verily, verily, I say unto you, ye must watch and pray always lest ye enter into temptation; for Satan desireth to have you, that he may sift you as wheat.",
                    "score": 0.7881014844489255
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 16,
                    "text": "Cursed are all those that shall lift up the heel against mine anointed, saith the Lord, and cry they have sinned when they have not sinned before me, saith the Lord, but have done that which was meet in mine eyes, and which I commanded them.",
                    "score": 0.7865588836468755
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 42,
                    "text": "Be diligent in keeping all my commandments, lest judgments come upon you, and your faith fail you, and your enemies triumph over you. So no more at present. Amen and Amen.",
                    "score": 0.786470600869003
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 9,
                    "verse": 6,
                    "text": "And now, my beloved son, notwithstanding their hardness, let us labor diligently; for if we should cease to labor, we should be brought under condemnation; for we have a labor to perform whilst in this tabernacle of clay, that we may conquer the enemy of all righteousness, and rest our souls in the kingdom of God.",
                    "score": 0.7859446753578961
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 2,
                    "text": "O Lord, thou hast said that we must be encompassed about by the floods. Now behold, O Lord, and do not be angry with thy servant because of his weakness before thee; for we know that thou art holy and dwellest in the heavens, and that we are unworthy before thee; because of the fall our natures have become evil continually; nevertheless, O Lord, thou hast given us a commandment that we must call upon thee, that from thee we may receive according to our desires.",
                    "score": 0.7834114469985235
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 26,
                    "text": "And I, even I, whom ye call your king, am no better than ye yourselves are; for I am also of the dust. And ye behold that I am old, and am about to yield up this mortal frame to its mother earth.",
                    "score": 0.7801996338998932
                }
            ]
        },
        {
            "verse": 10,
            "text": "Hast thou not poured me out as milk, and curdled me like cheese?",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 3,
                    "verse": 2,
                    "text": "I have fed you with milk, and not with meat: for hitherto ye were not able to bear it, neither yet now are ye able.",
                    "score": 0.7794149176889654
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 2,
                    "verse": 3,
                    "text": "And hast borne, and hast patience, and for my name's sake hast laboured, and hast not fainted.",
                    "score": 0.7140940192805001
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 10,
                    "text": "I have not commanded you to come up hither that ye should fear me, or that ye should think that I of myself am more than a mortal man.",
                    "score": 0.7128995951285721
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 3,
                    "verse": 16,
                    "text": "So then because thou art lukewarm, and neither cold nor hot, I will spue thee out of my mouth.",
                    "score": 0.7022181548443867
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 7,
                    "verse": 7,
                    "text": "For the Lord God will help me, therefore shall I not be confounded. Therefore have I set my face like a flint, and I know that I shall not be ashamed.",
                    "score": 0.6990427211812233
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 11,
                    "verse": 29,
                    "text": "For he that eateth and drinketh unworthily, eateth and drinketh damnation to himself, not discerning the Lord's body.",
                    "score": 0.6972229681812965
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 26,
                    "text": "And now, Amulek, because thou hast fed me and taken me in, thou art blessed; for I was an hungered, for I had fasted many days.",
                    "score": 0.6959455231903615
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 33,
                    "verse": 9,
                    "text": "Yea, O God, thou hast been merciful unto me, and heard my cries in the midst of thy congregations.",
                    "score": 0.6956348567288654
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 42,
                    "text": "For I was an hungred, and ye gave me no meat: I was thirsty, and ye gave me no drink:",
                    "score": 0.6934739336498087
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 4,
                    "verse": 14,
                    "text": "And my temptation which was in my flesh ye despised not, nor rejected; but received me as an angel of God, even as Christ Jesus.",
                    "score": 0.689773579494454
                }
            ]
        },
        {
            "verse": 11,
            "text": "Thou hast clothed me with skin and flesh, and hast fenced me with bones and sinews.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 37,
                    "text": "Behold the wounds which pierced my side, and also the prints of the nails in my hands and feet; be faithful, keep my commandments, and ye shall inherit the kingdom of heaven. Amen.",
                    "score": 0.7830982056245867
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 19,
                    "text": "And after I had smitten off his head with his own sword, I took the garments of Laban and put them upon mine own body; yea, even every whit; and I did gird on his armor about my loins.",
                    "score": 0.7826332312945777
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 6,
                    "verse": 56,
                    "text": "He that eateth my flesh, and drinketh my blood, dwelleth in me, and I in him.",
                    "score": 0.782093024631869
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 27,
                    "text": "Unto Adam, and also unto his wife, did I, the Lord God, make coats of skins, and clothed them.",
                    "score": 0.7820466413504212
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 39,
                    "text": "Behold my hands and my feet, that it is I myself: handle me, and see; for a spirit hath not flesh and bones, as ye see me have.",
                    "score": 0.7762609660284925
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 21,
                    "text": "And he supposed me to be his master, Laban, for he beheld the garments and also the sword girded about my loins.",
                    "score": 0.7742420795946524
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 5,
                    "verse": 30,
                    "text": "For we are members of his body, of his flesh, and of his bones.",
                    "score": 0.7696461202917633
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 51,
                    "text": "And then shall the Jews look upon me and say: What are these wounds in thine hands and in thy feet?",
                    "score": 0.7687252595101
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 19,
                    "text": "And I, the Lord God, said unto the woman: What is this thing which thou hast done? And the woman said: The serpent beguiled me, and I did eat.",
                    "score": 0.7654341643132897
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 9,
                    "text": "Wherefore, it burdeneth my soul that I should be constrained, because of the strict commandment which I have received from God, to admonish you according to your crimes, to enlarge the wounds of those who are already wounded, instead of consoling and healing their wounds; and those who have not been wounded, instead of feasting upon the pleasing word of God have daggers placed to pierce their souls and wound their delicate minds.",
                    "score": 0.7650936039644058
                }
            ]
        },
        {
            "verse": 12,
            "text": "Thou hast granted me life and favour, and thy visitation hath preserved my spirit.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 18,
                    "text": "Keep my commandments; hold your peace; appeal unto my Spirit;",
                    "score": 0.8072711678214366
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 14,
                    "text": "Verily, verily, I say unto thee, blessed art thou for what thou hast done; for thou hast inquired of me, and behold, as often as thou hast inquired thou hast received instruction of my Spirit. If it had not been so, thou wouldst not have come to the place where thou art at this time.",
                    "score": 0.8033005825818407
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 19,
                    "text": "And because thou hast inquired of me concerning the transgressor, thou art blessed.",
                    "score": 0.80077939954581
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 28,
                    "text": "Father, I thank thee that thou hast purified those whom I have chosen, because of their faith, and I pray for them, and also for them who shall believe on their words, that they may be purified in me, through faith on their words, even as they are purified in me.",
                    "score": 0.8003545955071903
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 5,
                    "verse": 24,
                    "text": "Verily, verily, I say unto you, He that heareth my word, and believeth on him that sent me, hath everlasting life, and shall not come into condemnation; but is passed from death unto life.",
                    "score": 0.7990377440876604
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 20,
                    "text": "I say unto you, my brethren, that if you should render all the thanks and praise which your whole soul has power to possess, to that God who has created you, and has kept and preserved you, and has caused that ye should rejoice, and has granted that ye should live in peace one with another--",
                    "score": 0.7983234809465622
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 2,
                    "verse": 28,
                    "text": "Thou hast made known to me the ways of life; thou shalt make me full of joy with thy countenance.",
                    "score": 0.7977712383983739
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 7,
                    "verse": 16,
                    "text": "And whosoever doeth this, and keepeth the commandments of God from thenceforth, the same will remember that I say unto him, yea, he will remember that I have said unto him, he shall have eternal life, according to the testimony of the Holy Spirit, which testifieth in me.",
                    "score": 0.7968719986537517
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 20,
                    "text": "Father, I thank thee that thou hast given the Holy Ghost unto these whom I have chosen; and it is because of their belief in me that I have chosen them out of the world.",
                    "score": 0.7953145415160268
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 15,
                    "text": "Blessed be the name of my God, for his Spirit hath not altogether withdrawn from me, or else where is thy glory, for it is darkness unto me? And I can judge between thee and God; for God said unto me: Worship God, for him only shalt thou serve.",
                    "score": 0.7951172435532734
                }
            ]
        },
        {
            "verse": 13,
            "text": "And these things hast thou hid in thine heart: I know that this is with thee.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 17,
                    "verse": 7,
                    "text": "Now they have known that all things whatsoever thou hast given me are of thee.",
                    "score": 0.7833537303698074
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 25,
                    "verse": 4,
                    "text": "Murmur not because of the things which thou hast not seen, for they are withheld from thee and from the world, which is wisdom in me in a time to come.",
                    "score": 0.7820665848624446
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 42,
                    "text": "Saying, If thou hadst known, even thou, at least in this thy day, the things which belong unto thy peace! but now they are hid from thine eyes.",
                    "score": 0.772733972254508
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 17,
                    "verse": 25,
                    "text": "O righteous Father, the world hath not known thee: but I have known thee, and these have known that thou hast sent me.",
                    "score": 0.7709844818951032
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 4,
                    "text": "That thou mightest know the certainty of those things, wherein thou hast been instructed.",
                    "score": 0.7703924015253477
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 20,
                    "verse": 6,
                    "text": "Thou hast seen and heard all this; and will ye not declare them? And that I have showed thee new things from this time, even hidden things, and thou didst not know them.",
                    "score": 0.7699040651448905
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 10,
                    "text": "For by my Spirit will I enlighten them, and by my power will I make known unto them the secrets of my will--yea, even those things which eye has not seen, nor ear heard, nor yet entered into the heart of man.",
                    "score": 0.7680508175463786
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 2,
                    "text": "The same which knoweth all things, for all things are present before mine eyes;",
                    "score": 0.7667329517350265
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 20,
                    "verse": 34,
                    "text": "Yea, ye yourselves know, that these hands have ministered unto my necessities, and to them that were with me.",
                    "score": 0.7643381517735638
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 17,
                    "text": "I tell thee these things as a witness unto thee--that the words or the work which thou hast been writing are true.",
                    "score": 0.763256742780876
                }
            ]
        },
        {
            "verse": 14,
            "text": "If I sin, then thou markest me, and thou wilt not acquit me from mine iniquity.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 7,
                    "verse": 20,
                    "text": "Now if I do that I would not, it is no more I that do it, but sin that dwelleth in me.",
                    "score": 0.8313816366352431
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 7,
                    "verse": 14,
                    "text": "And I said unto him: What am I that I should tempt God to show unto thee a sign in the thing which thou knowest to be true? Yet thou wilt deny it, because thou art of the devil. Nevertheless, not my will be done; but if God shall smite thee, let that be a sign unto thee that he has power, both in heaven and in earth; and also, that Christ shall come. And thy will, O Lord, be done, and not mine.",
                    "score": 0.8184839347302092
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 9,
                    "verse": 19,
                    "text": "Thou wilt say then unto me, Why doth he yet find fault? For who hath resisted his will?",
                    "score": 0.8173944618404724
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 2,
                    "text": "Nevertheless, thou art not excusable in thy transgressions; nevertheless, go thy way and sin no more.",
                    "score": 0.8146118107099038
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 31,
                    "text": "O Lord, wilt thou redeem my soul? Wilt thou deliver me out of the hands of mine enemies? Wilt thou make me that I may shake at the appearance of sin?",
                    "score": 0.8141081946966444
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 15,
                    "text": "For if ye will not abide in my covenant ye are not worthy of me.",
                    "score": 0.812189110562289
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 10,
                    "verse": 5,
                    "text": "And now, because thou hast done this with such unwearyingness, behold, I will bless thee forever; and I will make thee mighty in word and in deed, in faith and in works; yea, even that all things shall be done unto thee according to thy word, for thou shalt not ask that which is contrary to my will.",
                    "score": 0.8112122456039091
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 8,
                    "verse": 20,
                    "text": "Behold what the scripture says--man shall not smite, neither shall he judge; for judgment is mine, saith the Lord, and vengeance is mine also, and I will repay.",
                    "score": 0.8075911959742864
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 28,
                    "text": "Thou knowest my laws concerning these things are given in my scriptures; he that sinneth and repenteth not shall be cast out.",
                    "score": 0.8071190974163417
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 30,
                    "text": "O Lord God, how long wilt thou suffer that such wickedness and infidelity shall be among this people? O Lord, wilt thou give me strength, that I may bear with mine infirmities. For I am infirm, and such wickedness among this people doth pain my soul.",
                    "score": 0.8070195527869081
                }
            ]
        },
        {
            "verse": 15,
            "text": "If I be wicked, woe unto me; and if I be righteous, yet will I not lift up my head. I am full of confusion; therefore see thou mine affliction;",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 12,
                    "verse": 5,
                    "text": "Of such an one will I glory: yet of myself I will not glory, but in mine infirmities.",
                    "score": 0.7985939424891788
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 24,
                    "text": "And now, my beloved brethren, as ye have desired to know of me what ye shall do because ye are afflicted and cast out--now I do not desire that ye should suppose that I mean to judge you only according to that which is true--",
                    "score": 0.7949675230466651
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 6,
                    "text": "Wherefore, verily I say, let the wicked take heed, and let the rebellious fear and tremble; and let the unbelieving hold their lips, for the day of wrath shall come upon them as a whirlwind, and all flesh shall know that I am God.",
                    "score": 0.7879235993219063
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 30,
                    "text": "O Lord God, how long wilt thou suffer that such wickedness and infidelity shall be among this people? O Lord, wilt thou give me strength, that I may bear with mine infirmities. For I am infirm, and such wickedness among this people doth pain my soul.",
                    "score": 0.7857872047747966
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 2,
                    "verse": 9,
                    "text": "Wherein I suffer trouble, as an evil doer, even unto bonds; but the word of God is not bound.",
                    "score": 0.7854781821026046
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 22,
                    "text": "And he saith unto him, Out of thine own mouth will I judge thee, thou wicked servant. Thou knewest that I was an austere man, taking up that I laid not down, and reaping that I did not sow:",
                    "score": 0.7841428532692285
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 46,
                    "text": "Prepare your souls for that glorious day when justice shall be administered unto the righteous, even the day of judgment, that ye may not shrink with awful fear; that ye may not remember your awful guilt in perfectness, and be constrained to exclaim: Holy, holy are thy judgments, O Lord God Almighty--but I know my guilt; I transgressed thy law, and my transgressions are mine; and the devil hath obtained me, that I am a prey to his awful misery.",
                    "score": 0.7799111810003618
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 27,
                    "text": "And the righteous shall be gathered on my right hand unto eternal life; and the wicked on my left hand will I be ashamed to own before the Father;",
                    "score": 0.7788474860864526
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Enos",
                    "chapter": 1,
                    "verse": 10,
                    "text": "And while I was thus struggling in the spirit, behold, the voice of the Lord came into my mind again, saying: I will visit thy brethren according to their diligence in keeping my commandments. I have given unto them this land, and it is a holy land; and I curse it not save it be for the cause of iniquity; wherefore, I will visit thy brethren according as I have said; and their transgressions will I bring down with sorrow upon their own heads.",
                    "score": 0.777422592745783
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 31,
                    "text": "O Lord, wilt thou redeem my soul? Wilt thou deliver me out of the hands of mine enemies? Wilt thou make me that I may shake at the appearance of sin?",
                    "score": 0.7757159850242525
                }
            ]
        },
        {
            "verse": 16,
            "text": "For it increaseth. Thou huntest me as a fierce lion: and again thou shewest thyself marvellous upon me.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 12,
                    "verse": 6,
                    "text": "For though I would desire to glory, I shall not be a fool; for I will say the truth: but now I forbear, lest any man should think of me above that which he seeth me to be, or that he heareth of me.",
                    "score": 0.7726412875067081
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 16,
                    "verse": 14,
                    "text": "He shall glorify me: for he shall receive of mine, and shall shew it unto you.",
                    "score": 0.76696829182277
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 17,
                    "text": "I say unto you, what is it, that thy marvelings are so great? Behold, I am a man, and am thy servant; therefore, whatsoever thou desirest which is right, that will I do.",
                    "score": 0.7665481545289983
                },
                {
                    "volume": "New Testament",
                    "book": "1 Thessalonians",
                    "chapter": 3,
                    "verse": 12,
                    "text": "And the Lord make you to increase and abound in love one toward another, and toward all men, even as we do toward you:",
                    "score": 0.7653743977069073
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 13,
                    "verse": 2,
                    "text": "And the beast which I saw was like unto a leopard, and his feet were as the feet of a bear, and his mouth as the mouth of a lion: and the dragon gave him his power, and his seat, and great authority.",
                    "score": 0.7651064430083042
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 5,
                    "verse": 8,
                    "text": "Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:",
                    "score": 0.7622706906479976
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 7,
                    "verse": 5,
                    "text": "I say unto thee, Peter, this was a good desire; but my beloved has desired that he might do more, or a greater work yet among men than what he has before done.",
                    "score": 0.7621379210580899
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 4,
                    "verse": 17,
                    "text": "Notwithstanding the Lord stood with me, and strengthened me; that by me the preaching might be fully known, and that all the Gentiles might hear: and I was delivered out of the mouth of the lion.",
                    "score": 0.7616572672414124
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 21,
                    "text": "And now, if thou wilt tell me concerning these things, whatsoever thou desirest I will give unto thee; and if it were needed, I would guard thee with my armies; but I know that thou art more powerful than all they; nevertheless, whatsoever thou desirest of me I will grant it unto thee.",
                    "score": 0.7607947510451959
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 8,
                    "text": "And then, if thou endure it well, God shall exalt thee on high; thou shalt triumph over all thy foes.",
                    "score": 0.759946604647605
                }
            ]
        },
        {
            "verse": 17,
            "text": "Thou renewest thy witnesses against me, and increasest thine indignation upon me; changes and war are against me.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 33,
                    "verse": 10,
                    "text": "Yea, and thou hast also heard me when I have been cast out and have been despised by mine enemies; yea, thou didst hear my cries, and wast angry with mine enemies, and thou didst visit them in thine anger with speedy destruction.",
                    "score": 0.8248501868776698
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 4,
                    "text": "But I must fulfil the commandments wherewith God has commanded me; and because I have told you the truth ye are angry with me. And again, because I have spoken the word of God ye have judged me that I am mad.",
                    "score": 0.8215969861229828
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 25,
                    "text": "But behold, I have been commanded that I should turn again and prophesy unto this people, yea, and to testify against them concerning their iniquities.",
                    "score": 0.817733240601367
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 56,
                    "verse": 1,
                    "text": "Hearken, O ye people who profess my name, saith the Lord your God; for behold, mine anger is kindled against the rebellious, and they shall know mine arm and mine indignation, in the day of visitation and of wrath upon the nations.",
                    "score": 0.8109328950852995
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 24,
                    "verse": 13,
                    "text": "Your words have been stout against me, saith the Lord. Yet ye say: What have we spoken against thee?",
                    "score": 0.8103750913576783
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 9,
                    "verse": 4,
                    "text": "Behold, I am laboring with them continually; and when I speak the word of God with sharpness they tremble and anger against me; and when I use no sharpness they harden their hearts against it; wherefore, I fear lest the Spirit of the Lord hath ceased striving with them.",
                    "score": 0.8048349561686209
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 7,
                    "verse": 8,
                    "text": "And the Lord is near, and he justifieth me. Who will contend with me? Let us stand together. Who is mine adversary? Let him come near me, and I will smite him with the strength of my mouth.",
                    "score": 0.8035480725376596
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 3,
                    "verse": 16,
                    "text": "And again: I will set a mark upon him that fighteth against thee and thy seed.",
                    "score": 0.801567418904618
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 24,
                    "text": "And inasmuch as mine enemies come against you to drive you from my goodly land, which I have consecrated to be the land of Zion, even from your own lands after these testimonies, which ye have brought before me against them, ye shall curse them;",
                    "score": 0.7998273894973331
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 11,
                    "verse": 16,
                    "text": "And now, O Lord, wilt thou turn away thine anger, and try again if they will serve thee? And if so, O Lord, thou canst bless them according to thy words which thou hast said.",
                    "score": 0.7992870493288896
                }
            ]
        },
        {
            "verse": 18,
            "text": "Wherefore then hast thou brought me forth out of the womb? Oh that I had given up the ghost, and no eye had seen me!",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 11,
                    "text": "But now mine own eyes have beheld God; but not my natural, but my spiritual eyes, for my natural eyes could not have beheld; for I should have withered and died in his presence; but his glory was upon me; and I beheld his face, for I was transfigured before him.",
                    "score": 0.7883160111484256
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 21,
                    "text": "Then shalt thou say in thine heart: Who hath begotten me these, seeing I have lost my children, and am desolate, a captive, and removing to and fro? And who hath brought up these? Behold, I was left alone; these, where have they been?",
                    "score": 0.7693992067851874
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 39,
                    "text": "Behold thou hast driven me out this day from the face of the Lord, and from thy face shall I be hid; and I shall be a fugitive and a vagabond in the earth; and it shall come to pass, that he that findeth me will slay me, because of mine iniquities, for these things are not hid from the Lord.",
                    "score": 0.7691524402669955
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 12,
                    "text": "And it came to pass that he said unto me: Look! And I looked as if to look upon him, and I saw him not; for he had gone from before my presence.",
                    "score": 0.7601078104990556
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 9,
                    "text": "And it came to pass after I had seen the tree, I said unto the Spirit: I behold thou hast shown unto me the tree which is precious above all.",
                    "score": 0.7593069907107067
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 23,
                    "verse": 46,
                    "text": "And when Jesus had cried with a loud voice, he said, Father, into thy hands I commend my spirit: and having said thus, he gave up the ghost.",
                    "score": 0.7577264902363687
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 14,
                    "verse": 30,
                    "text": "And now I make an end of speaking concerning the things which I saw while I was carried away in the Spirit; and if all the things which I saw are not written, the things which I have written are true. And thus it is. Amen.",
                    "score": 0.7562092230288021
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 12,
                    "text": "Now, after the Lord had withdrawn from speaking to me, and withdrawn his face from me, I said in my heart: Thy servant has sought thee earnestly; now I have found thee;",
                    "score": 0.7548614320963201
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 7,
                    "text": "But behold, verily, verily, I say unto you that mine eyes are upon you. I am in your midst and ye cannot see me;",
                    "score": 0.7547611898215573
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 4,
                    "verse": 15,
                    "text": "Where is then the blessedness ye spake of? for I bear you record, that, if it had been possible, ye would have plucked out your own eyes, and have given them to me.",
                    "score": 0.7542595582847568
                }
            ]
        },
        {
            "verse": 19,
            "text": "I should have been as though I had not been; I should have been carried from the womb to the grave.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 11,
                    "text": "But now mine own eyes have beheld God; but not my natural, but my spiritual eyes, for my natural eyes could not have beheld; for I should have withered and died in his presence; but his glory was upon me; and I beheld his face, for I was transfigured before him.",
                    "score": 0.7504949183082807
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 6,
                    "verse": 18,
                    "text": "Behold, if ye had not done this, ye would not have fallen. But behold, ye are fallen, and I mourn your loss.",
                    "score": 0.7428507266588018
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 18,
                    "verse": 33,
                    "text": "Shouldest not thou also have had compassion on thy fellowservant, even as I had pity on thee?",
                    "score": 0.7282759640138029
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 24,
                    "verse": 19,
                    "text": "Who ought to have been here before thee, and object, if they had ought against me.",
                    "score": 0.7260653068791577
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 36,
                    "verse": 5,
                    "text": "Now, behold, I say unto you, if I had not been born of God I should not have known these things; but God has, by the mouth of his holy angel, made these things known unto me, not of any worthiness of myself;",
                    "score": 0.725043103274912
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 7,
                    "verse": 2,
                    "text": "And even I could not have come now at this time were it not that the judgment-seat hath been given to another, to reign in my stead; and the Lord in much mercy hath granted that I should come unto you.",
                    "score": 0.724056711320159
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 5,
                    "verse": 3,
                    "text": "For I verily, as absent in body, but present in spirit, have judged already, as though I were present, concerning him that hath so done this deed,",
                    "score": 0.7198840586758574
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 20,
                    "verse": 19,
                    "text": "Thy seed also had been as the sand; the offspring of thy bowels like the gravel thereof; his name should not have been cut off nor destroyed from before me.",
                    "score": 0.7167785836953514
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 41,
                    "text": "Wherefore, I, the Lord God, caused that he should be cast out from the Garden of Eden, from my presence, because of his transgression, wherein he became spiritually dead, which is the first death, even that same death which is the last death, which is spiritual, which shall be pronounced upon the wicked when I shall say: Depart, ye cursed.",
                    "score": 0.7129860906754008
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 25,
                    "text": "And as John fulfilled his course, he said, Whom think ye that I am? I am not he. But, behold, there cometh one after me, whose shoes of his feet I am not worthy to loose.",
                    "score": 0.7128019521319111
                }
            ]
        },
        {
            "verse": 20,
            "text": "Are not my days few? cease then, and let me alone, that I may take comfort a little,",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 8,
                    "text": "In the day of their peace they esteemed lightly my counsel; but, in the day of their trouble, of necessity they feel after me.",
                    "score": 0.7767743869762903
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 16,
                    "verse": 7,
                    "text": "For I will not see you now by the way; but I trust to tarry a while with you, if the Lord permit.",
                    "score": 0.7682797245821555
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 1,
                    "verse": 12,
                    "text": "That is, that I may be comforted together with you by the mutual faith both of you and me.",
                    "score": 0.7604720297338932
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 11,
                    "verse": 1,
                    "text": "Would to God ye could bear with me a little in my folly: and indeed bear with me.",
                    "score": 0.7570043314056181
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 1,
                    "text": "Verily I say unto you my friends, fear not, let your hearts be comforted; yea, rejoice evermore, and in everything give thanks;",
                    "score": 0.7506234325298974
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 14,
                    "verse": 18,
                    "text": "I will not leave you comfortless: I will come to you.",
                    "score": 0.7492789039458102
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 14,
                    "verse": 27,
                    "text": "Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.",
                    "score": 0.7486231868122101
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 24,
                    "verse": 14,
                    "text": "And I will also ease the burdens which are put upon your shoulders, that even you cannot feel them upon your backs, even while you are in bondage; and this will I do that ye may stand as witnesses for me hereafter, and that ye may know of a surety that I, the Lord God, do visit my people in their afflictions.",
                    "score": 0.7484207348348557
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 90,
                    "verse": 33,
                    "text": "Therefore, let them cease wearying me concerning this matter.",
                    "score": 0.7472238884267763
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 21,
                    "text": "And now that my soul might have joy in you, and that my heart might leave this world with gladness because of you, that I might not be brought down with grief and sorrow to the grave, arise from the dust, my sons, and be men, and be determined in one mind and in one heart, united in all things, that ye may not come down into captivity;",
                    "score": 0.7467447608364481
                }
            ]
        },
        {
            "verse": 21,
            "text": "Before I go whence I shall not return, even to the land of darkness and the shadow of death;",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 39,
                    "text": "And that which I have chosen hath pled before my face. Wherefore, he suffereth for their sins; inasmuch as they will repent in the day that my Chosen shall return unto me, and until that day they shall be in torment;",
                    "score": 0.7750339454516448
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 16,
                    "text": "For before the child shall know to refuse the evil and choose the good, the land that thou abhorrest shall be forsaken of both her kings.",
                    "score": 0.7672015300030145
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 34,
                    "verse": 9,
                    "text": "But before that great day shall come, the sun shall be darkened, and the moon be turned into blood; and the stars shall refuse their shining, and some shall fall, and great destructions await the wicked.",
                    "score": 0.7646395521122633
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 28,
                    "text": "Wherefore I will say unto them--Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels.",
                    "score": 0.7645234291039783
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 19,
                    "verse": 19,
                    "text": "Through the wrath of the Lord of Hosts is the land darkened, and the people shall be as the fuel of the fire; no man shall spare his brother.",
                    "score": 0.7636451579235076
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 7,
                    "verse": 15,
                    "text": "Now behold, I say unto you that if ye will return unto Jerusalem ye shall also perish with them. And now, if ye have choice, go up to the land, and remember the words which I speak unto you, that if ye go ye will also perish; for thus the Spirit of the Lord constraineth me that I should speak.",
                    "score": 0.7618414586907871
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 32,
                    "verse": 4,
                    "text": "Wherefore, now after I have spoken these words, if ye cannot understand them it will be because ye ask not, neither do ye knock; wherefore, ye are not brought into the light, but must perish in the dark.",
                    "score": 0.7616521403519368
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 7,
                    "verse": 34,
                    "text": "Ye shall seek me, and shall not find me: and where I am, thither ye cannot come.",
                    "score": 0.7591674646124505
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 6,
                    "verse": 13,
                    "text": "Finally, I bid you farewell, until I shall meet you before the pleasing bar of God, which bar striketh the wicked with awful dread and fear. Amen.",
                    "score": 0.7573858345048124
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 32,
                    "text": "May the gates of hell be shut continually before me, because that my heart is broken and my spirit is contrite! O Lord, wilt thou not shut the gates of thy righteousness before me, that I may walk in the path of the low valley, that I may be strict in the plain road!",
                    "score": 0.7565900025552567
                }
            ]
        },
        {
            "verse": 22,
            "text": "A land of darkness, as darkness itself; and of the shadow of death, without any order, and where the light is as darkness.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 39,
                    "verse": 2,
                    "text": "The light and the life of the world; a light which shineth in darkness and the darkness comprehendeth it not;",
                    "score": 0.7918422044547031
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 34,
                    "verse": 2,
                    "text": "The light and the life of the world, a light which shineth in darkness and the darkness comprehendeth it not;",
                    "score": 0.7918422044547031
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 8,
                    "verse": 22,
                    "text": "And there was not any light seen, neither fire, nor glimmer, neither the sun, nor the moon, nor the stars, for so great were the mists of darkness which were upon the face of the land.",
                    "score": 0.771772704944385
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 23,
                    "text": "And that which doth not edify is not of God, and is darkness.",
                    "score": 0.7612184045709555
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 19,
                    "verse": 2,
                    "text": "The people that walked in darkness have seen a great light; they that dwell in the land of the shadow of death, upon them hath the light shined.",
                    "score": 0.7590368375373888
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 58,
                    "text": "I am the light which shineth in darkness, and the darkness comprehendeth it not.",
                    "score": 0.7570690881854407
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 27,
                    "verse": 45,
                    "text": "Now from the sixth hour there was darkness over all the land unto the ninth hour.",
                    "score": 0.7547138200832677
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 19,
                    "verse": 19,
                    "text": "Through the wrath of the Lord of Hosts is the land darkened, and the people shall be as the fuel of the fire; no man shall spare his brother.",
                    "score": 0.7457195674510739
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 1,
                    "verse": 5,
                    "text": "And the light shineth in darkness; and the darkness comprehended it not.",
                    "score": 0.7447198357441175
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 4,
                    "verse": 16,
                    "text": "The people which sat in darkness saw great light; and to them which sat in the region and shadow of death light is sprung up.",
                    "score": 0.7412783169449052
                }
            ]
        }
    ]
}