{
    "volume": "Old Testament",
    "book": "Job",
    "chapter": 41,
    "verses": [
        {
            "verse": 1,
            "text": "Canst thou draw out leviathan with an hook? or his tongue with a cord which thou lettest down?",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 17,
                    "verse": 27,
                    "text": "Notwithstanding, lest we should offend them, go thou to the sea, and cast an hook, and take up the fish that first cometh up; and when thou hast opened his mouth, thou shalt find a piece of money: that take, and give unto them for me and thee.",
                    "score": 0.7464821025675459
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 42,
                    "text": "Either how canst thou say to thy brother, Brother, let me pull out the mote that is in thine eye, when thou thyself beholdest not the beam that is in thine own eye? Thou hypocrite, cast out first the beam out of thine own eye, and then shalt thou see clearly to pull out the mote that is in thy brother's eye.",
                    "score": 0.7349657670329358
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 21,
                    "verse": 6,
                    "text": "And he said unto them, Cast the net on the right side of the ship, and ye shall find. They cast therefore, and now they were not able to draw it for the multitude of fishes.",
                    "score": 0.7306257848317337
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 12,
                    "verse": 20,
                    "text": "(For they could not endure that which was commanded, And if so much as a beast touch the mountain, it shall be stoned, or thrust through with a dart:",
                    "score": 0.7265110199465991
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 14,
                    "verse": 4,
                    "text": "Or how wilt thou say to thy brother: Let me pull the mote out of thine eye--and behold, a beam is in thine own eye?",
                    "score": 0.7256317478310925
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 7,
                    "verse": 4,
                    "text": "Or how wilt thou say to thy brother, Let me pull out the mote out of thine eye; and, behold, a beam is in thine own eye?",
                    "score": 0.7255844533433303
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 9,
                    "text": "Inasmuch as ye are cut off for transgression, ye cannot escape the buffetings of Satan until the day of redemption.",
                    "score": 0.7244002221079161
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 4,
                    "verse": 11,
                    "text": "The woman saith unto him, Sir, thou hast nothing to draw with, and the well is deep: from whence then hast thou that living water?",
                    "score": 0.7231242006983258
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 4,
                    "verse": 15,
                    "text": "The woman saith unto him, Sir, give me this water, that I thirst not, neither come hither to draw.",
                    "score": 0.7221117984810567
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 18,
                    "text": "Wo unto them that draw iniquity with cords of vanity, and sin as it were with a cart rope;",
                    "score": 0.7220840720714429
                }
            ]
        },
        {
            "verse": 2,
            "text": "Canst thou put an hook into his nose? or bore his jaw through with a thorn?",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 15,
                    "verse": 11,
                    "text": "Not that which goeth into the mouth defileth a man; but that which cometh out of the mouth, this defileth a man.",
                    "score": 0.7123648845814489
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 20,
                    "verse": 20,
                    "text": "And he stretched forth his hand to slay Ammon. But Ammon withstood his blows, and also smote his arm that he could not use it.",
                    "score": 0.7051379067423773
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 22,
                    "text": "He also that received seed among the thorns is he that heareth the word; and the care of this world, and the deceitfulness of riches, choke the word, and he becometh unfruitful.",
                    "score": 0.7049978366684467
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 8,
                    "verse": 20,
                    "text": "And Jesus saith unto him, The foxes have holes, and the birds of the air have nests; but the Son of man hath not where to lay his head.",
                    "score": 0.7013929673653605
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 9,
                    "verse": 58,
                    "text": "And Jesus said unto him, Foxes have holes, and birds of the air have nests; but the Son of man hath not where to lay his head.",
                    "score": 0.699704692067193
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 19,
                    "verse": 4,
                    "text": "For thou hast broken the yoke of his burden, and the staff of his shoulder, the rod of his oppressor.",
                    "score": 0.6983068488744872
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 2,
                    "verse": 21,
                    "text": "But he spake of the temple of his body.",
                    "score": 0.6949425604151587
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 11,
                    "verse": 54,
                    "text": "Laying wait for him, and seeking to catch something out of his mouth, that they might accuse him.",
                    "score": 0.6937350781651394
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 17,
                    "verse": 2,
                    "text": "It were better for him that a millstone were hanged about his neck, and he cast into the sea, than that he should offend one of these little ones.",
                    "score": 0.6931953439809444
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 15,
                    "text": "Shall the ax boast itself against him that heweth therewith? Shall the saw magnify itself against him that shaketh it? As if the rod should shake itself against them that lift it up, or as if the staff should lift up itself as if it were no wood!",
                    "score": 0.6928078253096385
                }
            ]
        },
        {
            "verse": 3,
            "text": "Will he make many supplications unto thee? will he speak soft words unto thee?",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 110,
                    "text": "Verily I say unto you, even now, if he will hearken unto my voice, it shall be well with him. Even so. Amen.",
                    "score": 0.8087557827962987
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 47,
                    "text": "Whosoever cometh to me, and heareth my sayings, and doeth them, I will shew you to whom he is like:",
                    "score": 0.8063008661018963
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 13,
                    "text": "Let him, therefore, hearken to your counsel, and I will bless him with a multiplicity of blessings; let him be faithful and true in all things from henceforth, and he shall be great in mine eyes;",
                    "score": 0.800723849007435
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 24,
                    "text": "Behold, I say unto him, he exalts himself and does not humble himself sufficiently before me; but if he will bow down before me, and humble himself in mighty prayer and faith, in the sincerity of his heart, then will I grant unto him a view of the things which he desires to see.",
                    "score": 0.7985810803345131
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 25,
                    "verse": 10,
                    "text": "For he said unto them: What ye shall do unto me shall be a type of things to come.",
                    "score": 0.7975429008922531
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 17,
                    "text": "And the Lord hath said: I will raise up a Moses; and I will give power unto him in a rod; and I will give judgment unto him in writing. Yet I will not loose his tongue, that he shall speak much, for I will not make him mighty in speaking. But I will write unto him my law, by the finger of mine own hand; and I will make a spokesman for him.",
                    "score": 0.7965701637434606
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 11,
                    "text": "And the Lord said unto him: Believest thou the words which I shall speak?",
                    "score": 0.7940116320972737
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 100,
                    "verse": 11,
                    "text": "And I will give unto thee power to be mighty in expounding all scriptures, that thou mayest be a spokesman unto him, and he shall be a revelator unto thee, that thou mayest know the certainty of all things pertaining to the things of my kingdom on the earth.",
                    "score": 0.7931566994486754
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 85,
                    "verse": 10,
                    "text": "These things I say not of myself; therefore, as the Lord speaketh, he will also fulfil.",
                    "score": 0.7929483442831937
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And many other things in his exhortation preached he unto the people.",
                    "score": 0.7917251956837017
                }
            ]
        },
        {
            "verse": 4,
            "text": "Will he make a covenant with thee? wilt thou take him for a servant for ever?",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 20,
                    "verse": 27,
                    "text": "And whosoever will be chief among you, let him be your servant:",
                    "score": 0.8116331257232331
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 115,
                    "text": "And again, verily I say unto you, if my servant Robert D. Foster will obey my voice, let him build a house for my servant Joseph, according to the contract which he has made with him, as the door shall be open to him from time to time.",
                    "score": 0.802733791739723
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 12,
                    "verse": 26,
                    "text": "If any man serve me, let him follow me; and where I am, there shall also my servant be: if any man serve me, him will my Father honour.",
                    "score": 0.8016191971099251
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 43,
                    "text": "Blessed is that servant, whom his lord when he cometh shall find so doing.",
                    "score": 0.801570314443091
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 46,
                    "text": "Blessed is that servant, whom his lord when he cometh shall find so doing.",
                    "score": 0.801570314443091
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 59,
                    "text": "And the servant said unto his lord: When shall these things be?",
                    "score": 0.800298184939314
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 20,
                    "text": "Thou art my servant; and I covenant with thee that thou shalt have eternal life; and thou shalt serve me and go forth in my name, and shalt gather together my sheep.",
                    "score": 0.7995169390973492
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 50,
                    "text": "Blessed is that servant whom his lord, when he cometh, shall find so doing; and verily I say unto you, he shall make him ruler over all his goods.",
                    "score": 0.79471946113374
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 5,
                    "text": "For I, the Lord, have decreed in my heart, that inasmuch as any man belonging to the order shall be found a transgressor, or, in other words, shall break the covenant with which ye are bound, he shall be cursed in his life, and shall be trodden down by whom I will;",
                    "score": 0.792451377858989
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 66,
                    "verse": 8,
                    "text": "Let my servant Samuel H. Smith go with you, and forsake him not, and give him thine instructions; and he that is faithful shall be made strong in every place; and I, the Lord, will go with you.",
                    "score": 0.7919244445295703
                }
            ]
        },
        {
            "verse": 5,
            "text": "Wilt thou play with him as with a bird? or wilt thou bind him for thy maidens?",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 4,
                    "verse": 7,
                    "text": "If thou therefore wilt worship me, all shall be thine.",
                    "score": 0.7747781211290837
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 7,
                    "verse": 27,
                    "text": "Art thou bound unto a wife? seek not to be loosed. Art thou loosed from a wife? seek not a wife.",
                    "score": 0.7741727695397237
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 18,
                    "verse": 41,
                    "text": "Saying, What wilt thou that I shall do unto thee? And he said, Lord, that I may receive my sight.",
                    "score": 0.7624981767794016
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 20,
                    "verse": 21,
                    "text": "And he said unto her, What wilt thou? She saith unto him, Grant that these my two sons may sit, the one on thy right hand, and the other on the left, in thy kingdom.",
                    "score": 0.7565044792347951
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 4,
                    "verse": 21,
                    "text": "What will ye? shall I come unto you with a rod, or in love, and in the spirit of meekness?",
                    "score": 0.7552749099549271
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 31,
                    "text": "O Lord, wilt thou redeem my soul? Wilt thou deliver me out of the hands of mine enemies? Wilt thou make me that I may shake at the appearance of sin?",
                    "score": 0.7551883907218451
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 8,
                    "verse": 18,
                    "text": "And he that saith: Show unto me, or ye shall be smitten--let him beware lest he commandeth that which is forbidden of the Lord.",
                    "score": 0.7543218289832041
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 10,
                    "text": "Behold, thou hast a gift, or thou shalt have a gift if thou wilt desire of me in faith, with an honest heart, believing in the power of Jesus Christ, or in my power which speaketh unto thee;",
                    "score": 0.753416165570133
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 26,
                    "text": "And I, God, said unto mine Only Begotten, which was with me from the beginning: Let us make man in our image, after our likeness; and it was so. And I, God, said: Let them have dominion over the fishes of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.",
                    "score": 0.7530823936715082
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 12,
                    "verse": 8,
                    "text": "And the angel said unto him, Gird thyself, and bind on thy sandals. And so he did. And he saith unto him, Cast thy garment about thee, and follow me.",
                    "score": 0.7501454171281093
                }
            ]
        },
        {
            "verse": 6,
            "text": "Shall the companions make a banquet of him? shall they part him among the merchants?",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 52,
                    "text": "And shall begin to smite his fellow-servants, and to eat and drink with the drunken,",
                    "score": 0.7853650076380679
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 37,
                    "text": "Blessed are those servants, whom the lord when he cometh shall find watching: verily I say unto you, that he shall gird himself, and make them to sit down to meat, and will come forth and serve them.",
                    "score": 0.7838593301039868
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 23,
                    "verse": 17,
                    "text": "(For of necessity he must release one unto them at the feast.)",
                    "score": 0.7803759799720094
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 9,
                    "text": "Yea, a supper of the house of the Lord, well prepared, unto which all nations shall be invited.",
                    "score": 0.7786529014943283
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 50,
                    "text": "Blessed is that servant whom his lord, when he cometh, shall find so doing; and verily I say unto you, he shall make him ruler over all his goods.",
                    "score": 0.7772991781644654
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 49,
                    "text": "And shall begin to smite his fellowservants, and to eat and drink with the drunken;",
                    "score": 0.7759541299843911
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 20,
                    "verse": 27,
                    "text": "And whosoever will be chief among you, let him be your servant:",
                    "score": 0.775557136519872
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 24,
                    "verse": 17,
                    "text": "And they shall be mine, saith the Lord of Hosts, in that day when I make up my jewels; and I will spare them as a man spareth his own son that serveth him.",
                    "score": 0.7743950356649362
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 22,
                    "verse": 11,
                    "text": "And ye shall say unto the goodman of the house, The Master saith unto thee, Where is the guestchamber, where I shall eat the passover with my disciples?",
                    "score": 0.7729899761216716
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 4,
                    "verse": 33,
                    "text": "Therefore said the disciples one to another, Hath any man brought him ought to eat?",
                    "score": 0.7712249830457835
                }
            ]
        },
        {
            "verse": 7,
            "text": "Canst thou fill his skin with barbed irons? or his head with fish spears?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 20,
                    "text": "In the same day shall the Lord shave with a razor that is hired, by them beyond the river, by the king of Assyria, the head, and the hair of the feet; and it shall also consume the beard.",
                    "score": 0.745676588447213
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 2,
                    "verse": 27,
                    "text": "And he shall rule them with a rod of iron; as the vessels of a potter shall they be broken to shivers: even as I received of my Father.",
                    "score": 0.7430922834755946
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 19,
                    "verse": 15,
                    "text": "And out of his mouth goeth a sharp sword, that with it he should smite the nations: and he shall rule them with a rod of iron: and he treadeth the winepress of the fierceness and wrath of Almighty God.",
                    "score": 0.7430559738982939
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 12,
                    "verse": 20,
                    "text": "Therefore if thine enemy hunger, feed him; if he thirst, give him drink: for in so doing thou shalt heap coals of fire on his head.",
                    "score": 0.7320405657977919
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 7,
                    "text": "And lo, he shall suffer temptations, and pain of body, hunger, thirst, and fatigue, even more than man can suffer, except it be unto death; for behold, blood cometh from every pore, so great shall be his anguish for the wickedness and the abominations of his people.",
                    "score": 0.7294892302758957
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 7,
                    "verse": 10,
                    "text": "Or if he ask a fish, will he give him a serpent?",
                    "score": 0.7292836931578142
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 14,
                    "verse": 10,
                    "text": "Or if he ask a fish, will he give him a serpent?",
                    "score": 0.7292836931578142
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 41,
                    "text": "And he did straiten them in the wilderness with his rod; for they hardened their hearts, even as ye have; and the Lord straitened them because of their iniquity. He sent fiery flying serpents among them; and after they were bitten he prepared a way that they might be healed; and the labor which they had to perform was to look; and because of the simpleness of the way, or the easiness of it, there were many who perished.",
                    "score": 0.7253218831204398
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 29,
                    "text": "For whoso eateth and drinketh my flesh and blood unworthily eateth and drinketh damnation to his soul; therefore if ye know that a man is unworthy to eat and drink of my flesh and blood ye shall forbid him.",
                    "score": 0.7252817556676067
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 9,
                    "text": "Wherefore, it burdeneth my soul that I should be constrained, because of the strict commandment which I have received from God, to admonish you according to your crimes, to enlarge the wounds of those who are already wounded, instead of consoling and healing their wounds; and those who have not been wounded, instead of feasting upon the pleasing word of God have daggers placed to pierce their souls and wound their delicate minds.",
                    "score": 0.725070114974951
                }
            ]
        },
        {
            "verse": 8,
            "text": "Lay thine hand upon him, remember the battle, do no more.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 7,
                    "verse": 4,
                    "text": "Know ye that ye must lay down your weapons of war, and delight no more in the shedding of blood, and take them not again, save it be that God shall command you.",
                    "score": 0.777331277430048
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 2,
                    "text": "And they stood forth and attempted to lay their hands on him; but he withstood them, and said unto them:",
                    "score": 0.7606426802181555
                },
                {
                    "volume": "New Testament",
                    "book": "1 Timothy",
                    "chapter": 5,
                    "verse": 22,
                    "text": "Lay hands suddenly on no man, neither be partaker of other men's sins: keep thyself pure.",
                    "score": 0.760127158818605
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 44,
                    "verse": 11,
                    "text": "Now I cannot recall the words which I have spoken, therefore as the Lord liveth, ye shall not depart except ye depart with an oath that ye will not return again against us to war. Now as ye are in our hands we will spill your blood upon the ground, or ye shall submit to the conditions which I have proposed.",
                    "score": 0.753545536628961
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 3,
                    "verse": 8,
                    "text": "And behold, I swear unto you, if ye will do this, with an oath, ye shall not be destroyed; but if ye will not do this, I swear unto you with an oath, that on the morrow month I will command that my armies shall come down against you, and they shall not stay their hand and shall spare not, but shall slay you, and shall let fall the sword upon you even until ye shall become extinct.",
                    "score": 0.7520834455615618
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 3,
                    "verse": 3,
                    "text": "And he saith unto the man which had the withered hand, Stand forth.",
                    "score": 0.7520108846821916
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 17,
                    "text": "Thy hand shall be lifted up upon thine adversaries, and all thine enemies shall be cut off.",
                    "score": 0.7502697070531122
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 5,
                    "verse": 9,
                    "text": "O remember, remember, my sons, the words which king Benjamin spake unto his people; yea, remember that there is no other way nor means whereby man can be saved, only through the atoning blood of Jesus Christ, who shall come; yea, remember that he cometh to redeem the world.",
                    "score": 0.749226370521076
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 131,
                    "text": "Let him offer himself in prayer upon his knees before God, in token or remembrance of the everlasting covenant.",
                    "score": 0.7476997105730885
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 54,
                    "verse": 5,
                    "text": "Behold, Ammoron, I have written unto you somewhat concerning this war which ye have waged against my people, or rather which thy brother hath waged against them, and which ye are still determined to carry on after his death.",
                    "score": 0.745642918834822
                }
            ]
        },
        {
            "verse": 9,
            "text": "Behold, the hope of him is in vain: shall not one be cast down even at the sight of him?",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 8,
                    "verse": 24,
                    "text": "For we are saved by hope: but hope that is seen is not hope: for what a man seeth, why doth he yet hope for?",
                    "score": 0.7964113961276379
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 3,
                    "verse": 3,
                    "text": "And every man that hath this hope in him purifieth himself, even as he is pure.",
                    "score": 0.7796353867537805
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 12,
                    "verse": 15,
                    "text": "But this cannot be; we must come forth and stand before him in his glory, and in his power, and in his might, majesty, and dominion, and acknowledge to our everlasting shame that all his judgments are just; that he is just in all his works, and that he is merciful unto the children of men, and that he has all power to save every man that believeth on his name and bringeth forth fruit meet for repentance.",
                    "score": 0.7774312072803866
                },
                {
                    "volume": "New Testament",
                    "book": "1 Timothy",
                    "chapter": 6,
                    "verse": 16,
                    "text": "Who only hath immortality, dwelling in the light which no man can approach unto; whom no man hath seen, nor can see: to whom be honour and power everlasting. Amen.",
                    "score": 0.776845904785586
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 33,
                    "text": "And he that repents not, from him shall be taken even the light which he has received; for my Spirit shall not always strive with man, saith the Lord of Hosts.",
                    "score": 0.7744137759614266
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 7,
                    "verse": 43,
                    "text": "And again, behold I say unto you that he cannot have faith and hope, save he shall be meek, and lowly of heart.",
                    "score": 0.7737955136896076
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 11,
                    "text": "But he that remaineth steadfast and is not overcome, the same shall be saved.",
                    "score": 0.7724071598063526
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 8,
                    "verse": 20,
                    "text": "For the creature was made subject to vanity, not willingly, but by reason of him who hath subjected the same in hope,",
                    "score": 0.7697870274236259
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 16,
                    "verse": 28,
                    "text": "Verily I say unto you, There be some standing here, which shall not taste of death, till they see the Son of man coming in his kingdom.",
                    "score": 0.7692673918484224
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 51,
                    "text": "Verily, verily, I say unto you, If a man keep my saying, he shall never see death.",
                    "score": 0.7685016291964394
                }
            ]
        },
        {
            "verse": 10,
            "text": "None is so fierce that dare stir him up: who then is able to stand before me?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 7,
                    "verse": 8,
                    "text": "And the Lord is near, and he justifieth me. Who will contend with me? Let us stand together. Who is mine adversary? Let him come near me, and I will smite him with the strength of my mouth.",
                    "score": 0.8136511650180865
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 23,
                    "text": "And I will multiply blessings upon him, inasmuch as he will be humble before me.",
                    "score": 0.7847366239386206
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 1,
                    "verse": 11,
                    "text": "And it came to pass that he stood before Alma and pled for himself with much boldness.",
                    "score": 0.7778998594732766
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 14,
                    "verse": 4,
                    "text": "Who art thou that judgest another man's servant? to his own master he standeth or falleth. Yea, he shall be holden up: for God is able to make him stand.",
                    "score": 0.7729042066092356
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 100,
                    "verse": 10,
                    "text": "And I will give unto him power to be mighty in testimony.",
                    "score": 0.7712745510490314
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 22,
                    "text": "Inasmuch as they shall humble themselves before me, and abide in my word, and hearken to the voice of my Spirit.",
                    "score": 0.769058263741237
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 3,
                    "verse": 20,
                    "text": "Behold, I stand at the door, and knock: if any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me.",
                    "score": 0.7663781918572583
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 1,
                    "verse": 30,
                    "text": "This is he of whom I said, After me cometh a man which is preferred before me: for he was before me.",
                    "score": 0.7645958827686744
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 1,
                    "verse": 27,
                    "text": "He it is, who coming after me is preferred before me, whose shoe's latchet I am not worthy to unloose.",
                    "score": 0.7611006840210042
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 9,
                    "verse": 30,
                    "text": "And he shall stand with fear, and wist not what to say. And behold, he shall deny unto you; and he shall make as if he were astonished; nevertheless, he shall declare unto you that he is innocent.",
                    "score": 0.7606583111026132
                }
            ]
        },
        {
            "verse": 11,
            "text": "Who hath prevented me, that I should repay him? whatsoever is under the whole heaven is mine.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 8,
                    "verse": 32,
                    "text": "He that spared not his own Son, but delivered him up for us all, how shall he not with him also freely give us all things?",
                    "score": 0.7707897115673322
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 21,
                    "text": "I say unto you that if ye should serve him who has created you from the beginning, and is preserving you from day to day, by lending you breath, that ye may live and move and do according to your own will, and even supporting you from one moment to another--I say, if ye should serve him with all your whole souls yet ye would be unprofitable servants.",
                    "score": 0.765128164945435
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 19,
                    "verse": 11,
                    "text": "Jesus answered, Thou couldest have no power at all against me, except it were given thee from above: therefore he that delivered me unto thee hath the greater sin.",
                    "score": 0.7649069865933404
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 82,
                    "verse": 23,
                    "text": "Leave judgment alone with me, for it is mine and I will repay. Peace be with you; my blessings continue with you.",
                    "score": 0.7637177791718094
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 18,
                    "verse": 32,
                    "text": "Then his lord, after that he had called him, said unto him, O thou wicked servant, I forgave thee all that debt, because thou desiredst me:",
                    "score": 0.7622902531939916
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 65,
                    "text": "Therefore, it shall be lawful in me, if she receive not this law, for him to receive all things whatsoever I, the Lord his God, will give unto him, because she did not believe and administer unto him according to my word; and she then becomes the transgressor; and he is exempt from the law of Sarah, who administered unto Abraham according to the law when I commanded Abraham to take Hagar to wife.",
                    "score": 0.7609719080288426
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 40,
                    "verse": 3,
                    "text": "Wherefore he broke my covenant, and it remaineth with me to do with him as seemeth me good. Amen.",
                    "score": 0.760590465204726
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 45,
                    "text": "Wherefore, the blessings which I give unto you are above all things.",
                    "score": 0.7599470706905155
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 6,
                    "verse": 38,
                    "text": "For I came down from heaven, not to do mine own will, but the will of him that sent me.",
                    "score": 0.7588089376597512
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 40,
                    "text": "I am the Lord thy God, and I gave unto thee, my servant Joseph, an appointment, and restore all things. Ask what ye will, and it shall be given unto you according to my word.",
                    "score": 0.7586747561320597
                }
            ]
        },
        {
            "verse": 12,
            "text": "I will not conceal his parts, nor his power, nor his comely proportion.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 70,
                    "text": "And let not any among you say that it is his own; for it shall not be called his, nor any part of it.",
                    "score": 0.7798921396732151
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 15,
                    "verse": 18,
                    "text": "For I will not dare to speak of any of those things which Christ hath not wrought by me, to make the Gentiles obedient, by word and deed,",
                    "score": 0.7621519726514373
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 36,
                    "text": "Behold, I do not say that you shall not show it unto the righteous;",
                    "score": 0.7592663724775709
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 85,
                    "verse": 10,
                    "text": "These things I say not of myself; therefore, as the Lord speaketh, he will also fulfil.",
                    "score": 0.7491460596397758
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 3,
                    "verse": 5,
                    "text": "Having a form of godliness, but denying the power thereof: from such turn away.",
                    "score": 0.745422135889954
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 11,
                    "text": "In me he shall have glory, and not of himself, whether in weakness or in strength, whether in bonds or free;",
                    "score": 0.741952658340783
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 6,
                    "verse": 3,
                    "text": "And it mattereth not to me that I am particular to give a full account of all the things of my father, for they cannot be written upon these plates, for I desire the room that I may write of the things of God.",
                    "score": 0.7375588358975671
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 116,
                    "text": "Let him trust in me and he shall not be confounded; and a hair of his head shall not fall to the ground unnoticed.",
                    "score": 0.7370677127369322
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 35,
                    "text": "For I am no respecter of persons, and will that all men shall know that the day speedily cometh; the hour is not yet, but is nigh at hand, when peace shall be taken from the earth, and the devil shall have power over his own dominion.",
                    "score": 0.7336490522563845
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 6,
                    "verse": 12,
                    "text": "All things are lawful unto me, but all things are not expedient: all things are lawful for me, but I will not be brought under the power of any.",
                    "score": 0.7329024845163898
                }
            ]
        },
        {
            "verse": 13,
            "text": "Who can discover the face of his garment? or who can come to him with his double bridle?",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 22,
                    "verse": 4,
                    "text": "And they shall see his face; and his name shall be in their foreheads.",
                    "score": 0.7416018075858813
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 10,
                    "text": "For the Son of man is come to seek and to save that which was lost.",
                    "score": 0.7230484035338687
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 18,
                    "verse": 17,
                    "text": "And I will wait upon the Lord, that hideth his face from the house of Jacob, and I will look for him.",
                    "score": 0.7183549091491765
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 38,
                    "text": "And if he shall come in the second watch, or come in the third watch, and find them so, blessed are those servants.",
                    "score": 0.7169839437053678
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 5,
                    "verse": 10,
                    "text": "And now it shall come to pass, that whosoever shall not take upon him the name of Christ must be called by some other name; therefore, he findeth himself on the left hand of God.",
                    "score": 0.7159301772866982
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 95,
                    "text": "That he may act in concert also with my servant Joseph; and that he shall receive counsel from my servant Joseph, who shall show unto him the keys whereby he may ask and receive, and be crowned with the same blessing, and glory, and honor, and priesthood, and gifts of the priesthood, that once were put upon him that was my servant Oliver Cowdery;",
                    "score": 0.7157593199413784
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 130,
                    "verse": 23,
                    "text": "A man may receive the Holy Ghost, and it may descend upon him and not tarry with him.",
                    "score": 0.7144832174641755
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 10,
                    "verse": 31,
                    "text": "And by chance there came down a certain priest that way: and when he saw him, he passed by on the other side.",
                    "score": 0.7139493898230485
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 5,
                    "verse": 9,
                    "text": "And it shall come to pass that whosoever doeth this shall be found at the right hand of God, for he shall know the name by which he is called; for he shall be called by the name of Christ.",
                    "score": 0.7139075392954392
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 15,
                    "verse": 22,
                    "text": "And they bring him unto the place Golgotha, which is, being interpreted, The place of a skull.",
                    "score": 0.7136400118704047
                }
            ]
        },
        {
            "verse": 14,
            "text": "Who can open the doors of his face? his teeth are terrible round about.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 15,
                    "verse": 11,
                    "text": "Not that which goeth into the mouth defileth a man; but that which cometh out of the mouth, this defileth a man.",
                    "score": 0.7206945316080456
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 54,
                    "text": "And shall cut him asunder, and shall appoint him his portion with the hypocrites; there shall be weeping and gnashing of teeth.",
                    "score": 0.7201815031620509
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 51,
                    "text": "And shall cut him asunder, and appoint him his portion with the hypocrites: there shall be weeping and gnashing of teeth.",
                    "score": 0.7201748498860271
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 30,
                    "text": "And cast ye the unprofitable servant into outer darkness: there shall be weeping and gnashing of teeth.",
                    "score": 0.7191413942467789
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 3,
                    "verse": 14,
                    "text": "Whose mouth is full of cursing and bitterness:",
                    "score": 0.7043394057248574
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 8,
                    "text": "And that I may visit them in the day of visitation, when I shall unveil the face of my covering, to appoint the portion of the oppressor among hypocrites, where there is gnashing of teeth, if they reject my servants and my testimony which I have revealed unto them.",
                    "score": 0.6999632852813251
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 3,
                    "verse": 27,
                    "text": "No man can enter into a strong man's house, and spoil his goods, except he will first bind the strong man; and then he will spoil his house.",
                    "score": 0.6941146351439109
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 13,
                    "verse": 6,
                    "text": "And he opened his mouth in blasphemy against God, to blaspheme his name, and his tabernacle, and them that dwell in heaven.",
                    "score": 0.6924933260763748
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 19,
                    "verse": 5,
                    "text": "Wherefore, I revoke not the judgments which I shall pass, but woes shall go forth, weeping, wailing and gnashing of teeth, yea, to those who are found on my left hand.",
                    "score": 0.6853241166946766
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 24,
                    "verse": 2,
                    "text": "But who may abide the day of his coming, and who shall stand when he appeareth? For he is like a refiner's fire, and like fuller's soap.",
                    "score": 0.6851765807836083
                }
            ]
        },
        {
            "verse": 15,
            "text": "His scales are his pride, shut up together as with a close seal.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "1 Timothy",
                    "chapter": 6,
                    "verse": 4,
                    "text": "He is proud, knowing nothing, but doting about questions and strifes of words, whereof cometh envy, strife, railings, evil surmisings,",
                    "score": 0.7198089702533547
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 6,
                    "verse": 16,
                    "text": "For men verily swear by the greater: and an oath for confirmation is to them an end of all strife.",
                    "score": 0.7099490574734035
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 3,
                    "verse": 17,
                    "text": "But whoso hath this world's good, and seeth his brother have need, and shutteth up his bowels of compassion from him, how dwelleth the love of God in him?",
                    "score": 0.7092337606983704
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 62,
                    "text": "And there shall be a seal upon the treasury, and all the sacred things shall be delivered into the treasury; and no man among you shall call it his own, or any part of it, for it shall belong to you all with one accord.",
                    "score": 0.7065665192356211
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 3,
                    "verse": 33,
                    "text": "He that hath received his testimony hath set to his seal that God is true.",
                    "score": 0.7064985898442083
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 23,
                    "verse": 18,
                    "text": "And they cried out all at once, saying, Away with this man, and release unto us Barabbas:",
                    "score": 0.704486923377043
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 20,
                    "verse": 3,
                    "text": "And cast him into the bottomless pit, and shut him up, and set a seal upon him, that he should deceive the nations no more, till the thousand years should be fulfilled: and after that he must be loosed a little season.",
                    "score": 0.7038284543375485
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 27,
                    "verse": 4,
                    "text": "That they should let no pride nor haughtiness disturb their peace; that every man should esteem his neighbor as himself, laboring with their own hands for their support.",
                    "score": 0.7037417582142151
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 34,
                    "verse": 22,
                    "text": "Yea, cry unto him against the power of your enemies.",
                    "score": 0.6990619329570306
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 5,
                    "verse": 2,
                    "text": "And I saw a strong angel proclaiming with a loud voice, Who is worthy to open the book, and to loose the seals thereof?",
                    "score": 0.6984892046887904
                }
            ]
        },
        {
            "verse": 16,
            "text": "One is so near to another, that no air can come between them.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 2,
                    "verse": 19,
                    "text": "And behold, O Lord, in them there is no light; whither shall we steer? And also we shall perish, for in them we cannot breathe, save it is the air which is in them; therefore we shall perish.",
                    "score": 0.6923866271597378
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 8,
                    "text": "Wo unto them that join house to house, till there can be no place, that they may be placed alone in the midst of the earth!",
                    "score": 0.6762162176315699
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 3,
                    "verse": 12,
                    "text": "They are all gone out of the way, they are together become unprofitable; there is none that doeth good, no, not one.",
                    "score": 0.6759773506526967
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 4,
                    "verse": 18,
                    "text": "Now some are puffed up, as though I would not come to you.",
                    "score": 0.675938374810956
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 12,
                    "verse": 10,
                    "text": "Be kindly affectioned one to another with brotherly love; in honour preferring one another;",
                    "score": 0.6682819205509333
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 23,
                    "text": "Cease to contend one with another; cease to speak evil one of another.",
                    "score": 0.6652988201344835
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 35,
                    "text": "Nor by the earth, for it is his footstool;",
                    "score": 0.6647801649835144
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 8,
                    "verse": 21,
                    "text": "And there could be no light, because of the darkness, neither candles, neither torches; neither could there be fire kindled with their fine and exceedingly dry wood, so that there could not be any light at all;",
                    "score": 0.6628054177248752
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 15,
                    "verse": 8,
                    "text": "This people draweth nigh unto me with their mouth, and honoureth me with their lips; but their heart is far from me.",
                    "score": 0.6598137436915383
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 34,
                    "text": "And when separated, man cannot receive a fulness of joy.",
                    "score": 0.6533969079315338
                }
            ]
        },
        {
            "verse": 17,
            "text": "They are joined one to another, they stick together, that they cannot be sundered.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 10,
                    "verse": 25,
                    "text": "Not forsaking the assembling of ourselves together, as the manner of some is; but exhorting one another: and so much the more, as ye see the day approaching.",
                    "score": 0.761180459452992
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 10,
                    "verse": 9,
                    "text": "What therefore God hath joined together, let not man put asunder.",
                    "score": 0.7588679690022553
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 8,
                    "text": "Wo unto them that join house to house, till there can be no place, that they may be placed alone in the midst of the earth!",
                    "score": 0.7550427161992472
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 26,
                    "verse": 6,
                    "text": "Yea, they shall not be beaten down by the storm at the last day; yea, neither shall they be harrowed up by the whirlwinds; but when the storm cometh they shall be gathered together in their place, that the storm cannot penetrate to them; yea, neither shall they be driven with fierce winds whithersoever the enemy listeth to carry them.",
                    "score": 0.7526302757959321
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 21,
                    "text": "And he commanded them that there should be no contention one with another, but that they should look forward with one eye, having one faith and one baptism, having their hearts knit together in unity and in love one towards another.",
                    "score": 0.736940676446722
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 19,
                    "verse": 6,
                    "text": "Wherefore they are no more twain, but one flesh. What therefore God hath joined together, let not man put asunder.",
                    "score": 0.7316081033059694
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 47,
                    "verse": 15,
                    "text": "And it came to pass that when they saw that they were surrounded, they pled with Amalickiah that he would suffer them to fall in with their brethren, that they might not be destroyed. Now this was the very thing which Amalickiah desired.",
                    "score": 0.7298029361340316
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 22,
                    "text": "And behold, ye shall meet together oft; and ye shall not forbid any man from coming unto you when ye shall meet together, but suffer them that they may come unto you and forbid them not;",
                    "score": 0.7288229867523305
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 66,
                    "text": "While the tares shall be bound in bundles, and their bands made strong, that they may be burned with unquenchable fire.",
                    "score": 0.7276312069102563
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 19,
                    "text": "And were it not for the interposition of their all-wise Creator, and this because of their sincere repentance, they must unavoidably remain in bondage until now.",
                    "score": 0.7244818848582515
                }
            ]
        },
        {
            "verse": 18,
            "text": "By his neesings a light doth shine, and his eyes are like the eyelids of the morning.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 17,
                    "verse": 2,
                    "text": "And was transfigured before them: and his face did shine as the sun, and his raiment was white as the light.",
                    "score": 0.7606612126308204
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 11,
                    "text": "And the light which shineth, which giveth you light, is through him who enlighteneth your eyes, which is the same light that quickeneth your understandings;",
                    "score": 0.7567763665754762
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 110,
                    "verse": 3,
                    "text": "His eyes were as a flame of fire; the hair of his head was white like the pure snow; his countenance shone above the brightness of the sun; and his voice was as the sound of the rushing of great waters, even the voice of Jehovah, saying:",
                    "score": 0.7530886987081266
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 14,
                    "text": "His head and his hairs were white like wool, as white as snow; and his eyes were as a flame of fire;",
                    "score": 0.7462669948963496
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 28,
                    "verse": 3,
                    "text": "His countenance was like lightning, and his raiment white as snow:",
                    "score": 0.7379716922980112
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 26,
                    "text": "For as the light of the morning cometh out of the east, and shineth even unto the west, and covereth the whole earth, so shall also the coming of the Son of Man be.",
                    "score": 0.7371372510520675
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 26,
                    "verse": 13,
                    "text": "At midday, O king, I saw in the way a light from heaven, above the brightness of the sun, shining round about me and them which journeyed with me.",
                    "score": 0.7304648270618016
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 26,
                    "text": "And was called Perdition, for the heavens wept over him--he was Lucifer, a son of the morning.",
                    "score": 0.7255201411562777
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 24,
                    "text": "That which is of God is light; and he that receiveth light, and continueth in God, receiveth more light; and that light groweth brighter and brighter until the perfect day.",
                    "score": 0.7215080033776479
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 2,
                    "verse": 28,
                    "text": "And I will give him the morning star.",
                    "score": 0.7205988713906465
                }
            ]
        },
        {
            "verse": 19,
            "text": "Out of his mouth go burning lamps, and sparks of fire leap out.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 4,
                    "verse": 5,
                    "text": "And out of the throne proceeded lightnings and thunderings and voices: and there were seven lamps of fire burning before the throne, which are the seven Spirits of God.",
                    "score": 0.7918157357314872
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 17,
                    "verse": 14,
                    "text": "And now when the flames began to scorch him, he cried unto them, saying:",
                    "score": 0.7809996281469769
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 13,
                    "verse": 13,
                    "text": "And he doeth great wonders, so that he maketh fire come down from heaven on the earth in the sight of men,",
                    "score": 0.7563735045406902
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 1,
                    "verse": 7,
                    "text": "And of the angels he saith, Who maketh his angels spirits, and his ministers a flame of fire.",
                    "score": 0.7559224942528385
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 14,
                    "text": "His head and his hairs were white like wool, as white as snow; and his eyes were as a flame of fire;",
                    "score": 0.7552234371387437
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 19,
                    "verse": 12,
                    "text": "His eyes were as a flame of fire, and on his head were many crowns; and he had a name written, that no man knew, but he himself.",
                    "score": 0.7524871112887437
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 110,
                    "verse": 3,
                    "text": "His eyes were as a flame of fire; the hair of his head was white like the pure snow; his countenance shone above the brightness of the sun; and his voice was as the sound of the rushing of great waters, even the voice of Jehovah, saying:",
                    "score": 0.7522152172581411
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 10,
                    "verse": 18,
                    "text": "And he said unto them, I beheld Satan as lightning fall from heaven.",
                    "score": 0.7496154334630191
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 15,
                    "text": "And his feet like unto fine brass, as if they burned in a furnace; and his voice as the sound of many waters.",
                    "score": 0.7470788643449419
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 2,
                    "verse": 18,
                    "text": "And unto the angel of the church in Thyatira write; These things saith the Son of God, who hath his eyes like unto a flame of fire, and his feet are like fine brass;",
                    "score": 0.7462076497637294
                }
            ]
        },
        {
            "verse": 20,
            "text": "Out of his nostrils goeth smoke, as out of a seething pot or caldron.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 22,
                    "text": "Cease ye from man, whose breath is in his nostrils; for wherein is he to be accounted of?",
                    "score": 0.7541824283593592
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 41,
                    "text": "And they shall behold blood, and fire, and vapors of smoke.",
                    "score": 0.7221600384410419
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 15,
                    "verse": 8,
                    "text": "And the temple was filled with smoke from the glory of God, and from his power; and no man was able to enter into the temple, till the seven plagues of the seven angels were fulfilled.",
                    "score": 0.7214048549991497
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 9,
                    "verse": 2,
                    "text": "And he opened the bottomless pit; and there arose a smoke out of the pit, as the smoke of a great furnace; and the sun and the air were darkened by reason of the smoke of the pit.",
                    "score": 0.7165283018915135
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 16,
                    "verse": 4,
                    "text": "And the posts of the door moved at the voice of him that cried, and the house was filled with smoke.",
                    "score": 0.7145773119222918
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 8,
                    "verse": 4,
                    "text": "And the smoke of the incense, which came with the prayers of the saints, ascended up before God out of the angel's hand.",
                    "score": 0.7126445774409293
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 24,
                    "text": "Therefore, as the fire devoureth the stubble, and the flame consumeth the chaff, their root shall be rottenness, and their blossoms shall go up as dust; because they have cast away the law of the Lord of Hosts, and despised the word of the Holy One of Israel.",
                    "score": 0.705804208238562
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 15,
                    "text": "O that he would show you that he can pierce you, and with one glance of his eye he can smite you to the dust!",
                    "score": 0.7053197862875876
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 15,
                    "text": "And his feet like unto fine brass, as if they burned in a furnace; and his voice as the sound of many waters.",
                    "score": 0.704195852270105
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 29,
                    "text": "Rejoice not thou, whole Palestina, because the rod of him that smote thee is broken; for out of the serpent's root shall come forth a cockatrice, and his fruit shall be a fiery flying serpent.",
                    "score": 0.7037599780203638
                }
            ]
        },
        {
            "verse": 21,
            "text": "His breath kindleth coals, and a flame goeth out of his mouth.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 3,
                    "verse": 5,
                    "text": "Even so the tongue is a little member, and boasteth great things. Behold, how great a matter a little fire kindleth!",
                    "score": 0.7604252445080522
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 17,
                    "verse": 14,
                    "text": "And now when the flames began to scorch him, he cried unto them, saying:",
                    "score": 0.7580888785170252
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 16,
                    "verse": 6,
                    "text": "Then flew one of the seraphim unto me, having a live coal in his hand, which he had taken with the tongs from off the altar;",
                    "score": 0.7475138185907922
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 15,
                    "text": "And his feet like unto fine brass, as if they burned in a furnace; and his voice as the sound of many waters.",
                    "score": 0.7461700425018054
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 64,
                    "text": "And his mouth was opened immediately, and his tongue loosed, and he spake, and praised God.",
                    "score": 0.7408788561777134
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 14,
                    "text": "His head and his hairs were white like wool, as white as snow; and his eyes were as a flame of fire;",
                    "score": 0.7386505604085271
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 9,
                    "verse": 39,
                    "text": "And, lo, a spirit taketh him, and he suddenly crieth out; and it teareth him that he foameth again, and bruising him hardly departeth from him.",
                    "score": 0.7378994201124887
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 1,
                    "verse": 7,
                    "text": "And of the angels he saith, Who maketh his angels spirits, and his ministers a flame of fire.",
                    "score": 0.733330755311913
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 13,
                    "verse": 13,
                    "text": "And he doeth great wonders, so that he maketh fire come down from heaven on the earth in the sight of men,",
                    "score": 0.7305904550651324
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 15,
                    "verse": 11,
                    "text": "Not that which goeth into the mouth defileth a man; but that which cometh out of the mouth, this defileth a man.",
                    "score": 0.7303639187651921
                }
            ]
        },
        {
            "verse": 22,
            "text": "In his neck remaineth strength, and sorrow is turned into joy before him.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 27,
                    "verse": 17,
                    "text": "Now the joy of Ammon was so great even that he was full; yea, he was swallowed up in the joy of his God, even to the exhausting of his strength; and he fell again to the earth.",
                    "score": 0.770388413650442
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 13,
                    "text": "And how great is his joy in the soul that repenteth!",
                    "score": 0.765301082532824
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 86,
                    "verse": 4,
                    "text": "But behold, in the last days, even now while the Lord is beginning to bring forth the word, and the blade is springing up and is yet tender--",
                    "score": 0.7647233099035841
                },
                {
                    "volume": "New Testament",
                    "book": "Jude",
                    "chapter": 1,
                    "verse": 24,
                    "text": "Now unto him that is able to keep you from falling, and to present you faultless before the presence of his glory with exceeding joy,",
                    "score": 0.7644651245877776
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 15,
                    "verse": 5,
                    "text": "And when he hath found it, he layeth it on his shoulders, rejoicing.",
                    "score": 0.7619524064772107
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 14,
                    "verse": 10,
                    "text": "Yet it pleased the Lord to bruise him; he hath put him to grief; when thou shalt make his soul an offering for sin he shall see his seed, he shall prolong his days, and the pleasure of the Lord shall prosper in his hand.",
                    "score": 0.75843114844463
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 23,
                    "text": "And he spake unto me, saying: Yea, and the most joyous to the soul.",
                    "score": 0.7490468440289592
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 13,
                    "text": "And he received not of the fulness at first, but continued from grace to grace, until he received a fulness;",
                    "score": 0.7481662905572376
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 14,
                    "text": "And thou shalt have joy and gladness; and many shall rejoice at his birth.",
                    "score": 0.7481627966320417
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 51,
                    "text": "He hath shewed strength with his arm; he hath scattered the proud in the imagination of their hearts.",
                    "score": 0.7474010560437546
                }
            ]
        },
        {
            "verse": 23,
            "text": "The flakes of his flesh are joined together: they are firm in themselves; they cannot be moved.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 5,
                    "verse": 30,
                    "text": "For we are members of his body, of his flesh, and of his bones.",
                    "score": 0.7797614871205365
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 6,
                    "verse": 16,
                    "text": "What? know ye not that he which is joined to an harlot is one body? for two, saith he, shall be one flesh.",
                    "score": 0.7661783463820797
                },
                {
                    "volume": "New Testament",
                    "book": "Colossians",
                    "chapter": 1,
                    "verse": 22,
                    "text": "In the body of his flesh through death, to present you holy and unblameable and unreproveable in his sight:",
                    "score": 0.7539643377540547
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 19,
                    "text": "And their tongues shall be stayed that they shall not utter against me; and their flesh shall fall from off their bones, and their eyes from their sockets;",
                    "score": 0.7530756327023677
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 130,
                    "verse": 22,
                    "text": "The Father has a body of flesh and bones as tangible as man's; the Son also; but the Holy Ghost has not a body of flesh and bones, but is a personage of Spirit. Were it not so, the Holy Ghost could not dwell in us.",
                    "score": 0.7528043014507564
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 17,
                    "text": "Their sleeping dust was to be restored unto its perfect frame, bone to his bone, and the sinews and the flesh upon them, the spirit and the body to be united never again to be divided, that they might receive a fulness of joy.",
                    "score": 0.7495069466701527
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 6,
                    "text": "Nevertheless, all flesh is in mine hand, and he that is faithful among you shall not perish by the waters.",
                    "score": 0.7436554920027606
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 6,
                    "verse": 10,
                    "text": "And they were not able to resist the wisdom and the spirit by which he spake.",
                    "score": 0.7371182624751448
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 3,
                    "verse": 11,
                    "text": "For other foundation can no man lay than that is laid, which is Jesus Christ.",
                    "score": 0.733684434427539
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 19,
                    "text": "And no unclean thing can enter into his kingdom; therefore nothing entereth into his rest save it be those who have washed their garments in my blood, because of their faith, and the repentance of all their sins, and their faithfulness unto the end.",
                    "score": 0.7328358800950414
                }
            ]
        },
        {
            "verse": 24,
            "text": "His heart is as firm as a stone; yea, as hard as a piece of the nether millstone.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 46,
                    "text": "And ye also know that by the power of his almighty word he can cause the earth that it shall pass away; yea, and ye know that by his word he can cause the rough places to be made smooth, and smooth places shall be broken up. O, then, why is it, that ye can be so hard in your hearts?",
                    "score": 0.7208818544461415
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 17,
                    "text": "My heart hath been weighed down with sorrow from time to time, for I have feared, lest for the hardness of your hearts the Lord your God should come out in the fulness of his wrath upon you, that ye be cut off and destroyed forever;",
                    "score": 0.7075842721346284
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 12,
                    "verse": 12,
                    "text": "Yea, by the power of his voice, do the foundations rock, even to the very center.",
                    "score": 0.7043419100751805
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 3,
                    "verse": 5,
                    "text": "And when he had looked round about on them with anger, being grieved for the hardness of their hearts, he saith unto the man, Stretch forth thine hand. And he stretched it out: and his hand was restored whole as the other.",
                    "score": 0.7008245511957009
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 41,
                    "verse": 11,
                    "text": "And this because his heart is pure before me, for he is like unto Nathanael of old, in whom there is no guile.",
                    "score": 0.7008061791173232
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 48,
                    "text": "He is like a man which built an house, and digged deep, and laid the foundation on a rock: and when the flood arose, the stream beat vehemently upon that house, and could not shake it: for it was founded upon a rock.",
                    "score": 0.6972553469544667
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 31,
                    "text": "O Lord, my heart is exceedingly sorrowful; wilt thou comfort my soul in Christ. O Lord, wilt thou grant unto me that I may have strength, that I may suffer with patience these afflictions which shall come upon me, because of the iniquity of this people.",
                    "score": 0.6939372978060954
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 2,
                    "verse": 3,
                    "text": "Thou therefore endure hardness, as a good soldier of Jesus Christ.",
                    "score": 0.6932299806837148
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 5,
                    "verse": 8,
                    "text": "Be ye also patient; stablish your hearts: for the coming of the Lord draweth nigh.",
                    "score": 0.6926910566217372
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 10,
                    "verse": 5,
                    "text": "And Jesus answered and said unto them, For the hardness of your heart he wrote you this precept.",
                    "score": 0.6898056251047257
                }
            ]
        },
        {
            "verse": 25,
            "text": "When he raiseth up himself, the mighty are afraid: by reason of breakings they purify themselves.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 24,
                    "text": "And it came to pass that when the multitude beheld that the man had fallen dead, who lifted the sword to slay Ammon, fear came upon them all, and they durst not put forth their hands to touch him or any of those who had fallen; and they began to marvel again among themselves what could be the cause of this great power, or what all these things could mean.",
                    "score": 0.7569727740992976
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 3,
                    "verse": 3,
                    "text": "And every man that hath this hope in him purifieth himself, even as he is pure.",
                    "score": 0.7506098999083282
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 12,
                    "verse": 3,
                    "text": "For consider him that endured such contradiction of sinners against himself, lest ye be wearied and faint in your minds.",
                    "score": 0.7484327866150774
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 2,
                    "verse": 21,
                    "text": "If a man therefore purge himself from these, he shall be a vessel unto honour, sanctified, and meet for the master's use, and prepared unto every good work.",
                    "score": 0.7455256499037223
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 11,
                    "verse": 22,
                    "text": "But when a stronger than he shall come upon him, and overcome him, he taketh from him all his armour wherein he trusted, and divideth his spoils.",
                    "score": 0.7441983086621476
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 42,
                    "text": "And whoso knocketh, to him will he open; and the wise, and the learned, and they that are rich, who are puffed up because of their learning, and their wisdom, and their riches--yea, they are they whom he despiseth; and save they shall cast these things away, and consider themselves fools before God, and come down in the depths of humility, he will not open unto them.",
                    "score": 0.7431662388737046
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 2,
                    "verse": 18,
                    "text": "Servants, be subject to your masters with all fear; not only to the good and gentle, but also to the froward.",
                    "score": 0.7425569970029297
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 11,
                    "verse": 20,
                    "text": "Well; because of unbelief they were broken off, and thou standest by faith. Be not highminded, but fear:",
                    "score": 0.741437422784506
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 3,
                    "verse": 26,
                    "text": "And if Satan rise up against himself, and be divided, he cannot stand, but hath an end.",
                    "score": 0.7389257455631434
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 52,
                    "text": "He hath put down the mighty from their seats, and exalted them of low degree.",
                    "score": 0.7374715233447522
                }
            ]
        },
        {
            "verse": 26,
            "text": "The sword of him that layeth at him cannot hold: the spear, the dart, nor the habergeon.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 20,
                    "verse": 20,
                    "text": "And he stretched forth his hand to slay Ammon. But Ammon withstood his blows, and also smote his arm that he could not use it.",
                    "score": 0.7355364725154643
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 8,
                    "verse": 11,
                    "text": "And again, they have brought swords, the hilts thereof have perished, and the blades thereof were cankered with rust; and there is no one in the land that is able to interpret the language or the engravings that are on the plates. Therefore I said unto thee: Canst thou translate?",
                    "score": 0.734419023649048
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 1,
                    "verse": 9,
                    "text": "Now, because Gideon withstood him with the words of God he was wroth with Gideon, and drew his sword and began to smite him. Now Gideon being stricken with many years, therefore he was not able to withstand his blows, therefore he was slain by the sword.",
                    "score": 0.7341858835311084
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 24,
                    "text": "And it came to pass that when the multitude beheld that the man had fallen dead, who lifted the sword to slay Ammon, fear came upon them all, and they durst not put forth their hands to touch him or any of those who had fallen; and they began to marvel again among themselves what could be the cause of this great power, or what all these things could mean.",
                    "score": 0.7340855300855679
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 22,
                    "text": "Now, one of them, whose brother had been slain with the sword of Ammon, being exceedingly angry with Ammon, drew his sword and went forth that he might let it fall upon Ammon, to slay him; and as he lifted the sword to smite him, behold, he fell dead.",
                    "score": 0.7295804703717771
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 19,
                    "verse": 4,
                    "text": "For thou hast broken the yoke of his burden, and the staff of his shoulder, the rod of his oppressor.",
                    "score": 0.728596238958445
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 16,
                    "verse": 6,
                    "text": "But the more part of them did not believe in the words of Samuel; therefore when they saw that they could not hit him with their stones and their arrows, they cried unto their captains, saying: Take this fellow and bind him, for behold he hath a devil; and because of the power of the devil which is in him we cannot hit him with our stones and our arrows; therefore take him and bind him, and away with him.",
                    "score": 0.7285615729355384
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 13,
                    "verse": 10,
                    "text": "He that leadeth into captivity shall go into captivity: he that killeth with the sword must be killed with the sword. Here is the patience and the faith of the saints.",
                    "score": 0.7266943108092311
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 12,
                    "verse": 20,
                    "text": "(For they could not endure that which was commanded, And if so much as a beast touch the mountain, it shall be stoned, or thrust through with a dart:",
                    "score": 0.7263789578285245
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 38,
                    "text": "Now six of them had fallen by the sling, but he slew none save it were their leader with his sword; and he smote off as many of their arms as were lifted against him, and they were not a few.",
                    "score": 0.7257478069994996
                }
            ]
        },
        {
            "verse": 27,
            "text": "He esteemeth iron as straw, and brass as rotten wood.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 15,
                    "text": "And his feet like unto fine brass, as if they burned in a furnace; and his voice as the sound of many waters.",
                    "score": 0.7483003664230085
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 20,
                    "verse": 4,
                    "text": "And I did it because I knew that thou art obstinate, and thy neck is an iron sinew, and thy brow brass;",
                    "score": 0.7401201810314519
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 23,
                    "text": "And they said unto me: What meaneth the rod of iron which our father saw, that led to the tree?",
                    "score": 0.7363979720130622
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 19,
                    "text": "For I will make my people with whom the Father hath covenanted, yea, I will make thy horn iron, and I will make thy hoofs brass. And thou shalt beat in pieces many people; and I will consecrate their gain unto the Lord, and their substance unto the Lord of the whole earth. And behold, I am he who doeth it.",
                    "score": 0.7309953628305258
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 27,
                    "text": "And with iron, with copper, and with brass, and with zinc, and with all your precious things of the earth; and build a house to my name, for the Most High to dwell therein.",
                    "score": 0.7300149067196707
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 2,
                    "verse": 27,
                    "text": "And he shall rule them with a rod of iron; as the vessels of a potter shall they be broken to shivers: even as I received of my Father.",
                    "score": 0.7299011499353953
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 11,
                    "text": "And again, he saith that thou shalt be as a stalk, even as a dry stalk of the field, which is run over by the beasts and trodden under foot.",
                    "score": 0.7282509957607511
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 18,
                    "text": "Wo unto them that draw iniquity with cords of vanity, and sin as it were with a cart rope;",
                    "score": 0.7271772541858504
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 19,
                    "verse": 15,
                    "text": "And out of his mouth goeth a sharp sword, that with it he should smite the nations: and he shall rule them with a rod of iron: and he treadeth the winepress of the fierceness and wrath of Almighty God.",
                    "score": 0.7261586244462941
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 4,
                    "verse": 14,
                    "text": "Alexander the coppersmith did me much evil: the Lord reward him according to his works:",
                    "score": 0.7260272594970472
                }
            ]
        },
        {
            "verse": 28,
            "text": "The arrow cannot make him flee: slingstones are turned with him into stubble.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 36,
                    "text": "But Ammon stood forth and began to cast stones at them with his sling; yea, with mighty power he did sling stones amongst them; and thus he slew a certain number of them insomuch that they began to be astonished at his power; nevertheless they were angry because of the slain of their brethren, and they were determined that he should fall; therefore, seeing that they could not hit him with their stones, they came forth with clubs to slay him.",
                    "score": 0.7157991685622436
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 16,
                    "verse": 6,
                    "text": "But the more part of them did not believe in the words of Samuel; therefore when they saw that they could not hit him with their stones and their arrows, they cried unto their captains, saying: Take this fellow and bind him, for behold he hath a devil; and because of the power of the devil which is in him we cannot hit him with our stones and our arrows; therefore take him and bind him, and away with him.",
                    "score": 0.71157843038462
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 10,
                    "verse": 39,
                    "text": "Therefore they sought again to take him: but he escaped out of their hand,",
                    "score": 0.7046643144959102
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 52,
                    "verse": 17,
                    "text": "And it came to pass that Teancum made preparations to make an attack upon the city of Mulek, and march forth with his army against the Lamanites; but he saw that it was impossible that he could overpower them while they were in their fortifications; therefore he abandoned his designs and returned again to the city Bountiful, to wait for the coming of Moroni, that he might receive strength to his army.",
                    "score": 0.6982377366961374
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 12,
                    "verse": 20,
                    "text": "(For they could not endure that which was commanded, And if so much as a beast touch the mountain, it shall be stoned, or thrust through with a dart:",
                    "score": 0.695737545880845
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 18,
                    "text": "Neither let him which is in the field return back to take his clothes.",
                    "score": 0.6946110683993199
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 20,
                    "verse": 20,
                    "text": "And he stretched forth his hand to slay Ammon. But Ammon withstood his blows, and also smote his arm that he could not use it.",
                    "score": 0.6927355542392073
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 49,
                    "verse": 4,
                    "text": "But behold, how great was their disappointment; for behold, the Nephites had dug up a ridge of earth round about them, which was so high that the Lamanites could not cast their stones and their arrows at them that they might take effect, neither could they come upon them save it was by their place of entrance.",
                    "score": 0.6913339083628459
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 56,
                    "verse": 40,
                    "text": "Now they durst not turn to the right nor to the left lest they should be surrounded; neither would I turn to the right nor to the left lest they should overtake me, and we could not stand against them, but be slain, and they would make their escape; and thus we did flee all that day into the wilderness, even until it was dark.",
                    "score": 0.6892792483508269
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 14,
                    "verse": 7,
                    "text": "He was oppressed, and he was afflicted, yet he opened not his mouth; he is brought as a lamb to the slaughter, and as a sheep before her shearers is dumb so he opened not his mouth.",
                    "score": 0.6869578485122575
                }
            ]
        },
        {
            "verse": 29,
            "text": "Darts are counted as stubble: he laugheth at the shaking of a spear.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 2,
                    "text": "And he hath made my mouth like a sharp sword; in the shadow of his hand hath he hid me, and made me a polished shaft; in his quiver hath he hid me;",
                    "score": 0.7200227592760288
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 28,
                    "text": "Whose arrows shall be sharp, and all their bows bent, and their horses' hoofs shall be counted like flint, and their wheels like a whirlwind, their roaring like a lion.",
                    "score": 0.7026681074051735
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 15,
                    "text": "Shall the ax boast itself against him that heweth therewith? Shall the saw magnify itself against him that shaketh it? As if the rod should shake itself against them that lift it up, or as if the staff should lift up itself as if it were no wood!",
                    "score": 0.6901536042606077
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 37,
                    "text": "But behold, every man that lifted his club to smite Ammon, he smote off their arms with his sword; for he did withstand their blows by smiting their arms with the edge of his sword, insomuch that they began to be astonished, and began to flee before him; yea, and they were not few in number; and he caused them to flee by the strength of his arm.",
                    "score": 0.680850089225552
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 15,
                    "verse": 30,
                    "text": "And it came to pass that when Coriantumr had leaned upon his sword, that he rested a little, he smote off the head of Shiz.",
                    "score": 0.6762784175383683
                },
                {
                    "volume": "New Testament",
                    "book": "Titus",
                    "chapter": 3,
                    "verse": 10,
                    "text": "A man that is an heretick after the first and second admonition reject;",
                    "score": 0.6754126739754478
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 44,
                    "verse": 13,
                    "text": "And it came to pass that the soldier who stood by, who smote off the scalp of Zerahemnah, took up the scalp from off the ground by the hair, and laid it upon the point of his sword, and stretched it forth unto them, saying unto them with a loud voice:",
                    "score": 0.6749573321244083
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 9,
                    "verse": 33,
                    "text": "And then shall he tremble, and shall look pale, even as if death had come upon him.",
                    "score": 0.673036484008643
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 26,
                    "text": "But when the blade was sprung up, and brought forth fruit, then appeared the tares also.",
                    "score": 0.6707786201351329
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 5,
                    "text": "O Assyrian, the rod of mine anger, and the staff in their hand is their indignation.",
                    "score": 0.6692596070132563
                }
            ]
        },
        {
            "verse": 30,
            "text": "Sharp stones are under him: he spreadeth sharp pointed things upon the mire.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 2,
                    "text": "And he hath made my mouth like a sharp sword; in the shadow of his hand hath he hid me, and made me a polished shaft; in his quiver hath he hid me;",
                    "score": 0.7774017843164618
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 28,
                    "text": "And it came to pass that the Lord commanded him that he should seal up the two stones which he had received, and show them not, until the Lord should show them unto the children of men.",
                    "score": 0.7476345834380307
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 19,
                    "verse": 15,
                    "text": "And out of his mouth goeth a sharp sword, that with it he should smite the nations: and he shall rule them with a rod of iron: and he treadeth the winepress of the fierceness and wrath of Almighty God.",
                    "score": 0.738917358323038
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 18,
                    "text": "But he that had received one went and digged in the earth, and hid his lord's money.",
                    "score": 0.7247885783827525
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 11,
                    "verse": 37,
                    "text": "They were stoned, they were sawn asunder, were tempted, were slain with the sword: they wandered about in sheepskins and goatskins; being destitute, afflicted, tormented;",
                    "score": 0.7243464058256194
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 10,
                    "verse": 31,
                    "text": "Then the Jews took up stones again to stone him.",
                    "score": 0.7240454009487929
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 13,
                    "verse": 1,
                    "text": "And as he went out of the temple, one of his disciples saith unto him, Master, see what manner of stones and what buildings are here!",
                    "score": 0.7233203636014733
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 14,
                    "verse": 24,
                    "text": "Therefore, whoso heareth these sayings of mine and doeth them, I will liken him unto a wise man, who built his house upon a rock--",
                    "score": 0.7211229836760824
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 14,
                    "verse": 1,
                    "text": "And now there began to be a great curse upon all the land because of the iniquity of the people, in which, if a man should lay his tool or his sword upon his shelf, or upon the place whither he would keep it, behold, upon the morrow, he could not find it, so great was the curse upon the land.",
                    "score": 0.721046549430728
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 28,
                    "verse": 13,
                    "text": "And now he translated them by the means of those two stones which were fastened into the two rims of a bow.",
                    "score": 0.7182494622793831
                }
            ]
        },
        {
            "verse": 31,
            "text": "He maketh the deep to boil like a pot: he maketh the sea like a pot of ointment.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 8,
                    "verse": 10,
                    "text": "Art thou not he who hath dried the sea, the waters of the great deep; that hath made the depths of the sea a way for the ransomed to pass over?",
                    "score": 0.7487664568634612
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 21,
                    "verse": 7,
                    "text": "Therefore that disciple whom Jesus loved saith unto Peter, It is the Lord. Now when Simon Peter heard that it was the Lord, he girt his fisher's coat unto him, (for he was naked,) and did cast himself into the sea.",
                    "score": 0.7351368601172741
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 10,
                    "verse": 6,
                    "text": "He lodgeth with one Simon a tanner, whose house is by the sea side: he shall tell thee what thou oughtest to do.",
                    "score": 0.7328410163618481
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 12,
                    "verse": 16,
                    "text": "And behold, also, if he say unto the waters of the great deep--Be thou dried up--it is done.",
                    "score": 0.7313970868851496
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 15,
                    "text": "And his feet like unto fine brass, as if they burned in a furnace; and his voice as the sound of many waters.",
                    "score": 0.7307097892311561
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 122,
                    "verse": 7,
                    "text": "And if thou shouldst be cast into the pit, or into the hands of murderers, and the sentence of death passed upon thee; if thou be cast into the deep; if the billowing surge conspire against thee; if fierce winds become thine enemy; if the heavens gather blackness, and all the elements combine to hedge up the way; and above all, if the very jaws of hell shall gape open the mouth wide after thee, know thou, my son, that all these things shall give thee experience, and shall be for thy good.",
                    "score": 0.7269680165505985
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 5,
                    "verse": 26,
                    "text": "That he might sanctify and cleanse it with the washing of water by the word,",
                    "score": 0.7254837900893617
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 48,
                    "text": "And now it came to pass that when I had spoken these words they were angry with me, and were desirous to throw me into the depths of the sea; and as they came forth to lay their hands upon me I spake unto them, saying: In the name of the Almighty God, I command you that ye touch me not, for I am filled with the power of God, even unto the consuming of my flesh; and whoso shall lay his hands upon me shall wither even as a dried reed; and he shall be as naught before the power of God, for God shall smite him.",
                    "score": 0.7252703155737542
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 54,
                    "verse": 5,
                    "text": "And wo to him by whom this offense cometh, for it had been better for him that he had been drowned in the depth of the sea.",
                    "score": 0.7247165897669285
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 2,
                    "verse": 7,
                    "text": "Jesus saith unto them, Fill the waterpots with water. And they filled them up to the brim.",
                    "score": 0.7235608897313419
                }
            ]
        },
        {
            "verse": 32,
            "text": "He maketh a path to shine after him; one would think the deep to be hoary.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 6,
                    "verse": 62,
                    "text": "What and if ye shall see the Son of man ascend up where he was before?",
                    "score": 0.7798882904561423
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 6,
                    "text": "He that ascended up on high, as also he descended below all things, in that he comprehended all things, that he might be in all and through all things, the light of truth;",
                    "score": 0.7684227544401863
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 2,
                    "verse": 17,
                    "text": "Wherefore in all things it behoved him to be made like unto his brethren, that he might be a merciful and faithful high priest in things pertaining to God, to make reconciliation for the sins of the people.",
                    "score": 0.7666749401458083
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 4,
                    "text": "For although a man may have many revelations, and have power to do many mighty works, yet if he boasts in his own strength, and sets at naught the counsels of God, and follows after the dictates of his own will and carnal desires, he must fall and incur the vengeance of a just God upon him.",
                    "score": 0.7562573904821378
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 9,
                    "verse": 23,
                    "text": "And that he might make known the riches of his glory on the vessels of mercy, which he had afore prepared unto glory,",
                    "score": 0.7527633270158831
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 13,
                    "text": "And he received not of the fulness at first, but continued from grace to grace, until he received a fulness;",
                    "score": 0.75146600186337
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 24,
                    "text": "Behold, I say unto him, he exalts himself and does not humble himself sufficiently before me; but if he will bow down before me, and humble himself in mighty prayer and faith, in the sincerity of his heart, then will I grant unto him a view of the things which he desires to see.",
                    "score": 0.7503038239933165
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 129,
                    "verse": 6,
                    "text": "If he be the spirit of a just man made perfect he will come in his glory; for that is the only way he can appear--",
                    "score": 0.749544119026455
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 10,
                    "verse": 7,
                    "text": "Or, Who shall descend into the deep? (that is, to bring up Christ again from the dead.)",
                    "score": 0.746932430954148
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 2,
                    "verse": 7,
                    "text": "That in the ages to come he might shew the exceeding riches of his grace in his kindness toward us through Christ Jesus.",
                    "score": 0.7468901726786582
                }
            ]
        },
        {
            "verse": 33,
            "text": "Upon earth there is not his like, who is made without fear.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 1,
                    "verse": 3,
                    "text": "All things were made by him; and without him was not any thing made that was made.",
                    "score": 0.7631719001571154
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 34,
                    "text": "Therefore, fear not, little flock; do good; let earth and hell combine against you, for if ye are built upon my rock, they cannot prevail.",
                    "score": 0.7616791191524656
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 1,
                    "verse": 10,
                    "text": "He was in the world, and the world was made by him, and the world knew him not.",
                    "score": 0.7556248941324675
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 10,
                    "verse": 28,
                    "text": "And fear not them which kill the body, but are not able to kill the soul: but rather fear him which is able to destroy both soul and body in hell.",
                    "score": 0.7482291494921467
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 4,
                    "verse": 18,
                    "text": "There is no fear in love; but perfect love casteth out fear: because fear hath torment. He that feareth is not made perfect in love.",
                    "score": 0.7474794216561076
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 15,
                    "text": "Therefore, be ye strong from henceforth; fear not, for the kingdom is yours.",
                    "score": 0.7426636972300998
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 41,
                    "text": "Fear not, little children, for you are mine, and I have overcome the world, and you are of them that my Father hath given me;",
                    "score": 0.7423590850813212
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 18,
                    "verse": 4,
                    "text": "And he would not for a while: but afterward he said within himself, Though I fear not God, nor regard man;",
                    "score": 0.7379468471762438
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 1,
                    "verse": 7,
                    "text": "For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.",
                    "score": 0.7373758029027433
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 7,
                    "verse": 10,
                    "text": "Who is among you that feareth the Lord, that obeyeth the voice of his servant, that walketh in darkness and hath no light?",
                    "score": 0.7367812212925766
                }
            ]
        },
        {
            "verse": 34,
            "text": "He beholdeth all high things: he is a king over all the children of pride.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 47,
                    "text": "Behold, all these are kingdoms, and any man who hath seen any or the least of these hath seen God moving in his majesty and power.",
                    "score": 0.7991561481718786
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 18,
                    "text": "All the kings of the nations, yea, all of them, lie in glory, every one of them in his own house.",
                    "score": 0.7974970648078368
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 50,
                    "text": "Yea, thus saith the Spirit: Repent, all ye ends of the earth, for the kingdom of heaven is soon at hand; yea, the Son of God cometh in his glory, in his might, majesty, power, and dominion. Yea, my beloved brethren, I say unto you, that the Spirit saith: Behold the glory of the King of all the earth; and also the King of heaven shall very soon shine forth among all the children of men.",
                    "score": 0.7911789382487923
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 14,
                    "text": "And it came to pass that when my father had read and seen many great and marvelous things, he did exclaim many things unto the Lord; such as: Great and marvelous are thy works, O Lord God Almighty! Thy throne is high in the heavens, and thy power, and goodness, and mercy are over all the inhabitants of the earth; and, because thou art merciful, thou wilt not suffer those who come unto thee that they shall perish!",
                    "score": 0.789690086455578
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 39,
                    "text": "He ruleth high in the heavens, for it is his throne, and this earth is his footstool.",
                    "score": 0.7891325326946367
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 38,
                    "text": "Saying, Blessed be the King that cometh in the name of the Lord: peace in heaven, and glory in the highest.",
                    "score": 0.7881750909501566
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 93,
                    "text": "Before whose throne all things bow in humble reverence, and give him glory forever and ever.",
                    "score": 0.783195327020425
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 1,
                    "verse": 8,
                    "text": "But unto the Son he saith, Thy throne, O God, is for ever and ever: a sceptre of righteousness is the sceptre of thy kingdom.",
                    "score": 0.7782155782005175
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 32,
                    "text": "He shall be great, and shall be called the Son of the Highest: and the Lord God shall give unto him the throne of his father David:",
                    "score": 0.7771607649378739
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 4,
                    "verse": 9,
                    "text": "And when those beasts give glory and honour and thanks to him that sat on the throne, who liveth for ever and ever,",
                    "score": 0.7767807860953395
                }
            ]
        }
    ]
}