{
    "volume": "Old Testament",
    "book": "Joshua",
    "chapter": 17,
    "verses": [
        {
            "verse": 1,
            "text": "There was also a lot for the tribe of Manasseh; for he was the firstborn of Joseph; to wit, for Machir the firstborn of Manasseh, the father of Gilead: because he was a man of war, therefore he had Gilead and Bashan.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 14,
                    "verse": 8,
                    "text": "Now the brother of Shared, whose name was Gilead, also received great strength to his army, because of secret combinations.",
                    "score": 0.7543032261725159
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 3,
                    "text": "And it came to pass that on the morrow they started to go up, having with them one Ammon, he being a strong and mighty man, and a descendant of Zarahemla; and he was also their leader.",
                    "score": 0.7528062133016002
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 96,
                    "verse": 7,
                    "text": "For he is a descendant of Joseph and a partaker of the blessings of the promise made unto his fathers--",
                    "score": 0.7516525897737212
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 7,
                    "verse": 14,
                    "text": "And it came to pass that Corihor had many sons and daughters. And among the sons of Corihor there was one whose name was Noah.",
                    "score": 0.7512917130057046
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 4,
                    "text": "The Father because he gave me of his fulness, and the Son because I was in the world and made flesh my tabernacle, and dwelt among the sons of men.",
                    "score": 0.7511411999782962
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 5,
                    "verse": 14,
                    "text": "And it came to pass that my father, Lehi, also found upon the plates of brass a genealogy of his fathers; wherefore he knew that he was a descendant of Joseph; yea, even that Joseph who was the son of Jacob, who was sold into Egypt, and who was preserved by the hand of the Lord, that he might preserve his father, Jacob, and all his household from perishing with famine.",
                    "score": 0.7506443921838896
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 6,
                    "verse": 14,
                    "text": "And Jared had four sons; and they were called Jacom, and Gilgah, and Mahah, and Orihah.",
                    "score": 0.7474354523564274
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 48,
                    "verse": 18,
                    "text": "Behold, he was a man like unto Ammon, the son of Mosiah, yea, and even the other sons of Mosiah, yea, and also Alma and his sons, for they were all men of God.",
                    "score": 0.7447594476930343
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 26,
                    "verse": 24,
                    "text": "The Son of man goeth as it is written of him: but woe unto that man by whom the Son of man is betrayed! it had been good for that man if he had not been born.",
                    "score": 0.742153390879243
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 18,
                    "verse": 7,
                    "text": "And now, my father had begat two sons in the wilderness; the elder was called Jacob and the younger Joseph.",
                    "score": 0.7397496738055386
                }
            ]
        },
        {
            "verse": 2,
            "text": "There was also a lot for the rest of the children of Manasseh by their families; for the children of Abiezer, and for the children of Helek, and for the children of Asriel, and for the children of Shechem, and for the children of Hepher, and for the children of Shemida: these were the male children of Manasseh the son of Joseph by their families.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 48,
                    "verse": 18,
                    "text": "Behold, he was a man like unto Ammon, the son of Mosiah, yea, and even the other sons of Mosiah, yea, and also Alma and his sons, for they were all men of God.",
                    "score": 0.76084850723032
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 27,
                    "verse": 34,
                    "text": "And four of them were the sons of Mosiah; and their names were Ammon, and Aaron, and Omner, and Himni; these were the names of the sons of Mosiah.",
                    "score": 0.7585134528298151
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 19,
                    "verse": 14,
                    "text": "And there were seven sons of one Sceva, a Jew, and chief of the priests, which did so.",
                    "score": 0.7584565018006509
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 23,
                    "verse": 38,
                    "text": "And the remainder of them went to the land of Nephi; and a part of them returned to the land of Helam, and also brought with them the wives and the children of the guards who had been left in the land.",
                    "score": 0.7569292877315937
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 7,
                    "verse": 14,
                    "text": "And it came to pass that Corihor had many sons and daughters. And among the sons of Corihor there was one whose name was Noah.",
                    "score": 0.7545022511748679
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 2,
                    "text": "And it came to pass that he had three sons; and he called their names Mosiah, and Helorum, and Helaman. And he caused that they should be taught in all the language of his fathers, that thereby they might become men of understanding; and that they might know concerning the prophecies which had been spoken by the mouths of their fathers, which were delivered them by the hand of the Lord.",
                    "score": 0.7539379713892506
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 7,
                    "verse": 12,
                    "text": "And it came to pass that Shule also begat many sons and daughters.",
                    "score": 0.7532161617059807
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 7,
                    "verse": 4,
                    "text": "And I heard the number of them which were sealed: and there were sealed an hundred and forty and four thousand of all the tribes of the children of Israel.",
                    "score": 0.7487344843354677
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 45,
                    "verse": 15,
                    "text": "And now it came to pass that after Alma had said these things to Helaman, he blessed him, and also his other sons; and he also blessed the earth for the righteous' sake.",
                    "score": 0.7464513030213963
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 9,
                    "text": "And he spake unto them, saying: Behold, my sons and my daughters, who are the sons and the daughters of my second son; behold I leave unto you the same blessing which I left unto the sons and daughters of Laman; wherefore, thou shalt not utterly be destroyed; but in the end thy seed shall be blessed.",
                    "score": 0.7446883821385981
                }
            ]
        },
        {
            "verse": 3,
            "text": "But Zelophehad, the son of Hepher, the son of Gilead, the son of Machir, the son of Manasseh, had no sons, but daughters: and these are the names of his daughters, Mahlah, and Noah, Hoglah, Milcah, and Tirzah.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 43,
                    "text": "And unto Enoch was born Irad, and other sons and daughters. And Irad begat Mahujael, and other sons and daughters. And Mahujael begat Methusael, and other sons and daughters. And Methusael begat Lamech.",
                    "score": 0.7690921291659096
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 7,
                    "verse": 14,
                    "text": "And it came to pass that Corihor had many sons and daughters. And among the sons of Corihor there was one whose name was Noah.",
                    "score": 0.7679689424733288
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 6,
                    "verse": 14,
                    "text": "And Jared had four sons; and they were called Jacom, and Gilgah, and Mahah, and Orihah.",
                    "score": 0.7633641858400869
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 7,
                    "text": "Now the eldest of his sons he took not with him, and his name was Helaman; but the names of those whom he took with him were Shiblon and Corianton; and these are the names of those who went with him among the Zoramites, to preach unto them the word.",
                    "score": 0.7522134448057868
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 31,
                    "text": "Which was the son of Melea, which was the son of Menan, which was the son of Mattatha, which was the son of Nathan, which was the son of David,",
                    "score": 0.7358472551896768
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 27,
                    "verse": 8,
                    "text": "Now the sons of Mosiah were numbered among the unbelievers; and also one of the sons of Alma was numbered among them, he being called Alma, after his father; nevertheless, he became a very wicked and an idolatrous man. And he was a man of many words, and did speak much flattery to the people; therefore he led many of the people to do after the manner of his iniquities.",
                    "score": 0.7294917267338202
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 2,
                    "text": "And it came to pass that he had three sons; and he called their names Mosiah, and Helorum, and Helaman. And he caused that they should be taught in all the language of his fathers, that thereby they might become men of understanding; and that they might know concerning the prophecies which had been spoken by the mouths of their fathers, which were delivered them by the hand of the Lord.",
                    "score": 0.7286617427419514
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 25,
                    "verse": 12,
                    "text": "And it came to pass that those who were the children of Amulon and his brethren, who had taken to wife the daughters of the Lamanites, were displeased with the conduct of their fathers, and they would no longer be called by the names of their fathers, therefore they took upon themselves the name of Nephi, that they might be called the children of Nephi and be numbered among those who were called Nephites.",
                    "score": 0.7278460433100807
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 24,
                    "text": "Which was the son of Matthat, which was the son of Levi, which was the son of Melchi, which was the son of Janna, which was the son of Joseph,",
                    "score": 0.7277717107744149
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 26,
                    "text": "Which was the son of Maath, which was the son of Mattathias, which was the son of Semei, which was the son of Joseph, which was the son of Juda,",
                    "score": 0.7262268080876201
                }
            ]
        },
        {
            "verse": 4,
            "text": "And they came near before Eleazar the priest, and before Joshua the son of Nun, and before the princes, saying, The Lord commanded Moses to give us an inheritance among our brethren. Therefore according to the commandment of the Lord he gave them an inheritance among the brethren of their father.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 7,
                    "verse": 5,
                    "text": "And verily they that are of the sons of Levi, who receive the office of the priesthood, have a commandment to take tithes of the people according to the law, that is, of their brethren, though they come out of the loins of Abraham:",
                    "score": 0.8109712315110745
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 13,
                    "verse": 1,
                    "text": "And again, my brethren, I would cite your minds forward to the time when the Lord God gave these commandments unto his children; and I would that ye should remember that the Lord God ordained priests, after his holy order, which was after the order of his Son, to teach these things unto the people.",
                    "score": 0.8035307656380978
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 19,
                    "text": "And behold, the words of the Lord had been fulfilled unto my brethren, which he spake concerning them, that I should be their ruler and their teacher. Wherefore, I had been their ruler and their teacher, according to the commandments of the Lord, until the time they sought to take away my life.",
                    "score": 0.796340163804703
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 6,
                    "text": "And the sons of Moses, according to the Holy Priesthood which he received under the hand of his father-in-law, Jethro;",
                    "score": 0.7922481364845667
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 16,
                    "text": "Verily, verily, I say unto you, thus hath the Father commanded me--that I should give unto this people this land for their inheritance.",
                    "score": 0.7920141224925429
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 14,
                    "text": "And the Father hath commanded me that I should give unto you this land, for your inheritance.",
                    "score": 0.7845078605638789
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 16,
                    "text": "Wherefore, let us be faithful in keeping the commandments of the Lord; therefore let us go down to the land of our father's inheritance, for behold he left gold and silver, and all manner of riches. And all this he hath done because of the commandments of the Lord.",
                    "score": 0.7844937675720117
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 31,
                    "text": "Therefore, as I said concerning the sons of Moses--for the sons of Moses and also the sons of Aaron shall offer an acceptable offering and sacrifice in the house of the Lord, which house shall be built unto the Lord in this generation, upon the consecrated spot as I have appointed--",
                    "score": 0.7843223507927581
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 7,
                    "text": "And it came to pass that they were brought before the priests, and delivered up unto the priests by the teachers; and the priests brought them before Alma, who was the high priest.",
                    "score": 0.7832518926295332
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 19,
                    "text": "Wherefore, I will consecrate this land unto thy seed, and them who shall be numbered among thy seed, forever, for the land of their inheritance; for it is a choice land, saith God unto me, above all other lands, wherefore I will have all men that dwell thereon that they shall worship me, saith God.",
                    "score": 0.7815064046972342
                }
            ]
        },
        {
            "verse": 5,
            "text": "And there fell ten portions to Manasseh, beside the land of Gilead and Bashan, which were on the other side Jordan;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 6,
                    "verse": 14,
                    "text": "And Lamah had fallen with his ten thousand; and Gilgal had fallen with his ten thousand; and Limhah had fallen with his ten thousand; and Jeneum had fallen with his ten thousand; and Cumenihah, and Moronihah, and Antionum, and Shiblom, and Shem, and Josh, had fallen with their ten thousand each.",
                    "score": 0.7601452667208335
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 6,
                    "verse": 13,
                    "text": "And behold, the ten thousand of Gidgiddonah had fallen, and he also in the midst.",
                    "score": 0.7461908441667735
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 3,
                    "verse": 5,
                    "text": "Then went out to him Jerusalem, and all Judaea, and all the region round about Jordan,",
                    "score": 0.7279001356949806
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 10,
                    "verse": 1,
                    "text": "And he arose from thence, and cometh into the coasts of Judaea by the farther side of Jordan: and the people resort unto him again; and, as he was wont, he taught them again.",
                    "score": 0.7202371115110452
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 9,
                    "text": "And it came to pass that the Lord said unto me: Look; and I looked, and I beheld the land of Sharon, and the land of Enoch, and the land of Omner, and the land of Heni, and the land of Shem, and the land of Haner, and the land of Hanannihah, and all the inhabitants thereof;",
                    "score": 0.7196748831107413
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 2,
                    "verse": 6,
                    "text": "And we marched forth and came to the land of Joshua, which was in the borders west by the seashore.",
                    "score": 0.7160045965399479
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 3,
                    "text": "And it came to pass in the commencement of the tenth year of the reign of the judges over the people of Nephi, that Alma departed from thence and took his journey over into the land of Melek, on the west of the river Sidon, on the west by the borders of the wilderness.",
                    "score": 0.7158777077100839
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 32,
                    "text": "And after they had crossed the river Jordan he did make them mighty unto the driving out of the children of the land, yea, unto the scattering them to destruction.",
                    "score": 0.7124139474734325
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 19,
                    "text": "And when he had destroyed seven nations in the land of Chanaan, he divided their land to them by lot.",
                    "score": 0.7097781870269921
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 7,
                    "verse": 2,
                    "text": "To whom also Abraham gave a tenth part of all; first being by interpretation King of righteousness, and after that also King of Salem, which is, King of peace;",
                    "score": 0.7078925270906927
                }
            ]
        },
        {
            "verse": 6,
            "text": "Because the daughters of Manasseh had an inheritance among his sons: and the rest of Manasseh's sons had the land of Gilead.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 3,
                    "text": "And from that time forth, the sons and daughters of Adam began to divide two and two in the land, and to till the land, and to tend flocks, and they also begat sons and daughters.",
                    "score": 0.7693344150354227
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 8,
                    "verse": 14,
                    "text": "And when these men began to multiply on the face of the earth, and daughters were born unto them, the sons of men saw that those daughters were fair, and they took them wives, even as they chose.",
                    "score": 0.7629183133057638
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 15,
                    "verse": 13,
                    "text": "And behold, this is the land of your inheritance; and the Father hath given it unto you.",
                    "score": 0.7591965896537666
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 5,
                    "verse": 19,
                    "text": "And behold, the Lord hath reserved their blessings, which they might have received in the land, for the Gentiles who shall possess the land.",
                    "score": 0.7589826220568439
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 11,
                    "verse": 21,
                    "text": "And that the Lord God would send or bring forth another people to possess the land, by his power, after the manner by which he brought their fathers.",
                    "score": 0.7566984079435499
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 10,
                    "text": "But behold, this land, said God, shall be a land of thine inheritance, and the Gentiles shall be blessed upon the land.",
                    "score": 0.7566194184041317
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 7,
                    "verse": 12,
                    "text": "And it came to pass that Shule also begat many sons and daughters.",
                    "score": 0.7565413643892289
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 30,
                    "text": "Nevertheless, thou beholdest that the Gentiles who have gone forth out of captivity, and have been lifted up by the power of God above all other nations, upon the face of the land which is choice above all other lands, which is the land that the Lord God hath covenanted with thy father that his seed should have for the land of their inheritance; wherefore, thou seest that the Lord God will not suffer that the Gentiles will utterly destroy the mixture of thy seed, which are among thy brethren.",
                    "score": 0.7562023364774444
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 10,
                    "verse": 3,
                    "text": "And Aminadi was a descendant of Nephi, who was the son of Lehi, who came out of the land of Jerusalem, who was a descendant of Manasseh, who was the son of Joseph who was sold into Egypt by the hands of his brethren.",
                    "score": 0.7549718289160755
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 9,
                    "text": "And he spake unto them, saying: Behold, my sons and my daughters, who are the sons and the daughters of my second son; behold I leave unto you the same blessing which I left unto the sons and daughters of Laman; wherefore, thou shalt not utterly be destroyed; but in the end thy seed shall be blessed.",
                    "score": 0.7534438189524546
                }
            ]
        },
        {
            "verse": 7,
            "text": "And the coast of Manasseh was from Asher to Michmethah, that lieth before Shechem; and the border went along on the right hand unto the inhabitants of En-tappuah.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 2,
                    "verse": 6,
                    "text": "And we marched forth and came to the land of Joshua, which was in the borders west by the seashore.",
                    "score": 0.7655402113332196
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 53,
                    "text": "And when they had passed over, they came into the land of Gennesaret, and drew to the shore.",
                    "score": 0.741159060811923
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 6,
                    "verse": 25,
                    "text": "And when they had found him on the other side of the sea, they said unto him, Rabbi, when camest thou hither?",
                    "score": 0.7359092800123561
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 5,
                    "text": "And he came down by the borders near the shore of the Red Sea; and he traveled in the wilderness in the borders which are nearer the Red Sea; and he did travel in the wilderness with his family, which consisted of my mother, Sariah, and my elder brothers, who were Laman, Lemuel, and Sam.",
                    "score": 0.7258486895904306
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 9,
                    "verse": 6,
                    "text": "And I went in unto the king, and he covenanted with me that I might possess the land of Lehi-Nephi, and the land of Shilom.",
                    "score": 0.7223445076834656
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 18,
                    "text": "Now Ammon being the chief among them, or rather he did administer unto them, and he departed from them, after having blessed them according to their several stations, having imparted the word of God unto them, or administered unto them before his departure; and thus they took their several journeys throughout the land.",
                    "score": 0.7212101591268719
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 9,
                    "text": "And it came to pass that the Lord said unto me: Look; and I looked, and I beheld the land of Sharon, and the land of Enoch, and the land of Omner, and the land of Heni, and the land of Shem, and the land of Haner, and the land of Hanannihah, and all the inhabitants thereof;",
                    "score": 0.7206088052977716
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 51,
                    "verse": 22,
                    "text": "Behold, it came to pass that while Moroni was thus breaking down the wars and contentions among his own people, and subjecting them to peace and civilization, and making regulations to prepare for war against the Lamanites, behold, the Lamanites had come into the land of Moroni, which was in the borders by the seashore.",
                    "score": 0.7192033064657202
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 15,
                    "verse": 21,
                    "text": "Then Jesus went thence, and departed into the coasts of Tyre and Sidon.",
                    "score": 0.717698997498879
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 6,
                    "verse": 7,
                    "text": "And behold, there was peace in all the land, insomuch that the Nephites did go into whatsoever part of the land they would, whether among the Nephites or the Lamanites.",
                    "score": 0.7173197732414817
                }
            ]
        },
        {
            "verse": 8,
            "text": "Now Manasseh had the land of Tappuah: but Tappuah on the border of Manasseh belonged to the children of Ephraim;",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 64,
                    "text": "And the children of Judah may begin to return to the lands which thou didst give to Abraham, their father.",
                    "score": 0.7411333748494713
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 28,
                    "verse": 1,
                    "text": "And now it came to pass that after the people of Ammon were established in the land of Jershon, and a church also established in the land of Jershon, and the armies of the Nephites were set round about the land of Jershon, yea, in all the borders round about the land of Zarahemla; behold the armies of the Lamanites had followed their brethren into the wilderness.",
                    "score": 0.7375700880707373
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 21,
                    "verse": 1,
                    "text": "Now when Ammon and his brethren separated themselves in the borders of the land of the Lamanites, behold Aaron took his journey towards the land which was called by the Lamanites, Jerusalem, calling it after the land of their fathers' nativity; and it was away joining the borders of Mormon.",
                    "score": 0.7349117275682577
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 35,
                    "verse": 14,
                    "text": "And Alma, and Ammon, and their brethren, and also the two sons of Alma returned to the land of Zarahemla, after having been instruments in the hands of God of bringing many of the Zoramites to repentance; and as many as were brought to repentance were driven out of their land; but they have lands for their inheritance in the land of Jershon, and they have taken up arms to defend themselves, and their wives, and children, and their lands.",
                    "score": 0.7329327365937275
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 19,
                    "verse": 21,
                    "text": "Manasseh, Ephraim; and Ephraim, Manasseh; they together shall be against Judah. For all this his anger is not turned away, but his hand is stretched out still.",
                    "score": 0.7320281830829053
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 10,
                    "verse": 3,
                    "text": "And Aminadi was a descendant of Nephi, who was the son of Lehi, who came out of the land of Jerusalem, who was a descendant of Manasseh, who was the son of Joseph who was sold into Egypt by the hands of his brethren.",
                    "score": 0.7289308425071173
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 30,
                    "text": "And they shall bring forth their rich treasures unto the children of Ephraim, my servants.",
                    "score": 0.7288998578849691
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 33,
                    "text": "And now, do ye suppose that the children of this land, who were in the land of promise, who were driven out by our fathers, do ye suppose that they were righteous? Behold, I say unto you, Nay.",
                    "score": 0.7288730954016592
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 6,
                    "text": "Therefore, O Lord, thou hast forsaken thy people, the house of Jacob, because they be replenished from the east, and hearken unto soothsayers like the Philistines, and they please themselves in the children of strangers.",
                    "score": 0.7276510241172499
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 53,
                    "verse": 10,
                    "text": "And now behold, I have somewhat to say concerning the people of Ammon, who, in the beginning, were Lamanites; but by Ammon and his brethren, or rather by the power and word of God, they had been converted unto the Lord; and they had been brought down into the land of Zarahemla, and had ever since been protected by the Nephites.",
                    "score": 0.7268420500972109
                }
            ]
        },
        {
            "verse": 9,
            "text": "And the coast descended unto the river Kanah, southward of the river: these cities of Ephraim are among the cities of Manasseh: the coast of Manasseh also was on the north side of the river, and the outgoings of it were at the sea:",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 7,
                    "verse": 31,
                    "text": "And again, departing from the coasts of Tyre and Sidon, he came unto the sea of Galilee, through the midst of the coasts of Decapolis.",
                    "score": 0.7347697297474849
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 51,
                    "verse": 26,
                    "text": "And thus he went on, taking possession of many cities, the city of Nephihah, and the city of Lehi, and the city of Morianton, and the city of Omner, and the city of Gid, and the city of Mulek, all of which were on the east borders by the seashore.",
                    "score": 0.7320396608279459
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 20,
                    "verse": 18,
                    "text": "O that thou hadst hearkened to my commandments--then had thy peace been as a river, and thy righteousness as the waves of the sea.",
                    "score": 0.7293453956418886
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 6,
                    "verse": 25,
                    "text": "And when they had found him on the other side of the sea, they said unto him, Rabbi, when camest thou hither?",
                    "score": 0.7277551213289745
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 9,
                    "text": "And when my father saw that the waters of the river emptied into the fountain of the Red Sea, he spake unto Laman, saying: O that thou mightest be like unto this river, continually running into the fountain of all righteousness!",
                    "score": 0.7241853405761713
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 14,
                    "verse": 13,
                    "text": "When Jesus heard of it, he departed thence by ship into a desert place apart: and when the people had heard thereof, they followed him on foot out of the cities.",
                    "score": 0.7191768434917658
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 6,
                    "verse": 23,
                    "text": "(Howbeit there came other boats from Tiberias nigh unto the place where they did eat bread, after that the Lord had given thanks:)",
                    "score": 0.7190171531886431
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 8,
                    "text": "And it came to pass that he called the name of the river, Laman, and it emptied into the Red Sea; and the valley was in the borders near the mouth thereof.",
                    "score": 0.7185228907294906
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 6,
                    "verse": 5,
                    "text": "And it came to pass that the Lord God caused that there should be a furious wind blow upon the face of the waters, towards the promised land; and thus they were tossed upon the waves of the sea before the wind.",
                    "score": 0.7174683855872968
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 15,
                    "verse": 21,
                    "text": "Then Jesus went thence, and departed into the coasts of Tyre and Sidon.",
                    "score": 0.7170495635343418
                }
            ]
        },
        {
            "verse": 10,
            "text": "Southward it was Ephraim's, and northward it was Manasseh's, and the sea is his border; and they met together in Asher on the north, and in Issachar on the east.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 6,
                    "verse": 25,
                    "text": "And when they had found him on the other side of the sea, they said unto him, Rabbi, when camest thou hither?",
                    "score": 0.7625919742204621
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 2,
                    "verse": 6,
                    "text": "And we marched forth and came to the land of Joshua, which was in the borders west by the seashore.",
                    "score": 0.7439201490052222
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 5,
                    "text": "And he came down by the borders near the shore of the Red Sea; and he traveled in the wilderness in the borders which are nearer the Red Sea; and he did travel in the wilderness with his family, which consisted of my mother, Sariah, and my elder brothers, who were Laman, Lemuel, and Sam.",
                    "score": 0.7354255898817885
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 19,
                    "verse": 21,
                    "text": "Manasseh, Ephraim; and Ephraim, Manasseh; they together shall be against Judah. For all this his anger is not turned away, but his hand is stretched out still.",
                    "score": 0.7346812192341822
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 1,
                    "text": "And now it came to pass that as Alma was journeying from the land of Gideon southward, away to the land of Manti, behold, to his astonishment, he met with the sons of Mosiah journeying towards the land of Zarahemla.",
                    "score": 0.7306169772902679
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 7,
                    "verse": 31,
                    "text": "And again, departing from the coasts of Tyre and Sidon, he came unto the sea of Galilee, through the midst of the coasts of Decapolis.",
                    "score": 0.730311532754078
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 11,
                    "verse": 54,
                    "text": "Jesus therefore walked no more openly among the Jews; but went thence unto a country near to the wilderness, into a city called Ephraim, and there continued with his disciples.",
                    "score": 0.7293534141958339
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 3,
                    "verse": 8,
                    "text": "And it came to pass that they did multiply and spread, and did go forth from the land southward to the land northward, and did spread insomuch that they began to cover the face of the whole earth, from the sea south to the sea north, from the sea west to the sea east.",
                    "score": 0.726613677697952
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 19,
                    "verse": 1,
                    "text": "And it came to pass, that, while Apollos was at Corinth, Paul having passed through the upper coasts came to Ephesus: and finding certain disciples,",
                    "score": 0.725256729350881
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 6,
                    "verse": 10,
                    "text": "Now the land south was called Lehi, and the land north was called Mulek, which was after the son of Zedekiah; for the Lord did bring Mulek into the land north, and Lehi into the land south.",
                    "score": 0.7219971872221802
                }
            ]
        },
        {
            "verse": 11,
            "text": "And Manasseh had in Issachar and in Asher Beth-shean and her towns, and Ibleam and her towns, and the inhabitants of Dor and her towns, and the inhabitants of En-dor and her towns, and the inhabitants of Taanach and her towns, and the inhabitants of Megiddo and her towns, even three countries.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 9,
                    "text": "And it came to pass that the Lord said unto me: Look; and I looked, and I beheld the land of Sharon, and the land of Enoch, and the land of Omner, and the land of Heni, and the land of Shem, and the land of Haner, and the land of Hanannihah, and all the inhabitants thereof;",
                    "score": 0.7484772649011178
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 13,
                    "verse": 11,
                    "text": "And then also cometh the Jerusalem of old; and the inhabitants thereof, blessed are they, for they have been washed in the blood of the Lamb; and they are they who were scattered and gathered in from the four quarters of the earth, and from the north countries, and are partakers of the fulfilling of the covenant which God made with their father, Abraham.",
                    "score": 0.7484705202124737
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 51,
                    "verse": 26,
                    "text": "And thus he went on, taking possession of many cities, the city of Nephihah, and the city of Lehi, and the city of Morianton, and the city of Omner, and the city of Gid, and the city of Mulek, all of which were on the east borders by the seashore.",
                    "score": 0.7413443945681885
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 8,
                    "text": "And it shall come to pass that they shall be gathered in from their long dispersion, from the isles of the sea, and from the four parts of the earth; and the nations of the Gentiles shall be great in the eyes of me, saith God, in carrying them forth to the lands of their inheritance.",
                    "score": 0.7375342583585016
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 7,
                    "verse": 7,
                    "text": "Of the tribe of Simeon were sealed twelve thousand. Of the tribe of Levi were sealed twelve thousand. Of the tribe of Issachar were sealed twelve thousand.",
                    "score": 0.7373663035711021
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 43,
                    "text": "And unto Enoch was born Irad, and other sons and daughters. And Irad begat Mahujael, and other sons and daughters. And Mahujael begat Methusael, and other sons and daughters. And Methusael begat Lamech.",
                    "score": 0.7292956164144048
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 3,
                    "verse": 8,
                    "text": "And from Jerusalem, and from Idumaea, and from beyond Jordan; and they about Tyre and Sidon, a great multitude, when they had heard what great things he did, came unto him.",
                    "score": 0.7290567823298206
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 21,
                    "verse": 20,
                    "text": "But he caused that there should be synagogues built in the land of Ishmael; and he caused that his people, or the people who were under his reign, should assemble themselves together.",
                    "score": 0.7265853609399029
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 15,
                    "text": "And I took Sarai, whom I took to wife when I was in Ur, in Chaldea, and Lot, my brother's son, and all our substance that we had gathered, and the souls that we had won in Haran, and came forth in the way to the land of Canaan, and dwelt in tents as we came on our way;",
                    "score": 0.7265807659812633
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 13,
                    "text": "And, behold, two of them went that same day to a village called Emmaus, which was from Jerusalem about threescore furlongs.",
                    "score": 0.7262914193160311
                }
            ]
        },
        {
            "verse": 12,
            "text": "Yet the children of Manasseh could not drive out the inhabitants of those cities; but the Canaanites would dwell in that land.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 43,
                    "verse": 12,
                    "text": "And the Nephites would not suffer that they should be destroyed; therefore they gave them lands for their inheritance.",
                    "score": 0.7556794745180292
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 2,
                    "verse": 7,
                    "text": "And the Lord would not suffer that they should stop beyond the sea in the wilderness, but he would that they should come forth even unto the land of promise, which was choice above all other lands, which the Lord God had preserved for a righteous people.",
                    "score": 0.7500682158712411
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 27,
                    "text": "But behold, the people who possessed the land of Lehi fled to the camp of Moroni, and appealed unto him for assistance; for behold they were not in the wrong.",
                    "score": 0.7492952259942348
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 3,
                    "verse": 13,
                    "text": "And not as Moses, which put a veil over his face, that the children of Israel could not steadfastly look to the end of that which is abolished:",
                    "score": 0.7487437229953713
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 13,
                    "text": "Neither did they believe that Jerusalem, that great city, could be destroyed according to the words of the prophets. And they were like unto the Jews who were at Jerusalem, who sought to take away the life of my father.",
                    "score": 0.7478364163137335
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 23,
                    "verse": 2,
                    "text": "And the Lord did strengthen them, that the people of king Noah could not overtake them to destroy them.",
                    "score": 0.7458219520880958
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 15,
                    "verse": 15,
                    "text": "But as to the people that were in the land of Ammonihah, they yet remained a hard-hearted and a stiffnecked people; and they repented not of their sins, ascribing all the power of Alma and Amulek to the devil; for they were of the profession of Nehor, and did not believe in the repentance of their sins.",
                    "score": 0.7430743579820905
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 4,
                    "verse": 6,
                    "text": "And they durst not spread themselves upon the face of the land insomuch that they could raise grain, lest the Nephites should come upon them and slay them; therefore Giddianhi gave commandment unto his armies that in this year they should go up to battle against the Nephites.",
                    "score": 0.7421865277581751
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 52,
                    "verse": 5,
                    "text": "And now, Teancum saw that the Lamanites were determined to maintain those cities which they had taken, and those parts of the land which they had obtained possession of; and also seeing the enormity of their number, Teancum thought it was not expedient that he should attempt to attack them in their forts.",
                    "score": 0.7420726722561325
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 35,
                    "verse": 9,
                    "text": "And he breathed out many threatenings against them. And now the people of Ammon did not fear their words; therefore they did not cast them out, but they did receive all the poor of the Zoramites that came over unto them; and they did nourish them, and did clothe them, and did give unto them lands for their inheritance; and they did administer unto them according to their wants.",
                    "score": 0.7420292948493742
                }
            ]
        },
        {
            "verse": 13,
            "text": "Yet it came to pass, when the children of Israel were waxen strong, that they put the Canaanites to tribute; but did not utterly drive them out.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 53,
                    "verse": 16,
                    "text": "But behold, it came to pass they had many sons, who had not entered into a covenant that they would not take their weapons of war to defend themselves against their enemies; therefore they did assemble themselves together at this time, as many as were able to take up arms, and they called themselves Nephites.",
                    "score": 0.7732029852242379
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 7,
                    "verse": 11,
                    "text": "And it came to pass that they were not so strong in number as the tribes of the people, who were united together save it were their leaders did establish their laws, every one according to his tribe; nevertheless they were enemies; notwithstanding they were not a righteous people, yet they were united in the hatred of those who had entered into a covenant to destroy the government.",
                    "score": 0.7726881448354618
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 3,
                    "verse": 13,
                    "text": "And not as Moses, which put a veil over his face, that the children of Israel could not steadfastly look to the end of that which is abolished:",
                    "score": 0.7720479602469572
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 15,
                    "verse": 15,
                    "text": "But as to the people that were in the land of Ammonihah, they yet remained a hard-hearted and a stiffnecked people; and they repented not of their sins, ascribing all the power of Alma and Amulek to the devil; for they were of the profession of Nehor, and did not believe in the repentance of their sins.",
                    "score": 0.7690235548930479
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jarom",
                    "chapter": 1,
                    "verse": 12,
                    "text": "And it came to pass that by so doing they kept them from being destroyed upon the face of the land; for they did prick their hearts with the word, continually stirring them up unto repentance.",
                    "score": 0.7681773438784659
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 62,
                    "verse": 49,
                    "text": "But notwithstanding their riches, or their strength, or their prosperity, they were not lifted up in the pride of their eyes; neither were they slow to remember the Lord their God; but they did humble themselves exceedingly before him.",
                    "score": 0.7668898474019054
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 41,
                    "text": "Behold, here is wisdom concerning the children of Zion, even many, but not all; they were found transgressors, therefore they must needs be chastened--",
                    "score": 0.7612373374425359
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 3,
                    "verse": 1,
                    "text": "And it came to pass that the Nephites who were not slain by the weapons of war, after having buried those who had been slain--now the number of the slain were not numbered, because of the greatness of their number--after they had finished burying their dead they all returned to their lands, and to their houses, and their wives, and their children.",
                    "score": 0.7601966975814839
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 9,
                    "verse": 2,
                    "text": "Nevertheless, the Lord was merciful unto Omer, and also to his sons and to his daughters who did not seek his destruction.",
                    "score": 0.7576543707622411
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 2,
                    "verse": 26,
                    "text": "And it came to pass that when they had fled we did pursue them with our armies, and did meet them again, and did beat them; nevertheless the strength of the Lord was not with us; yea, we were left to ourselves, that the Spirit of the Lord did not abide in us; therefore we had become weak like unto our brethren.",
                    "score": 0.7573966253005833
                }
            ]
        },
        {
            "verse": 14,
            "text": "And the children of Joseph spake unto Joshua, saying, Why hast thou given me but one lot and one portion to inherit, seeing I am a great people, forasmuch as the Lord hath blessed me hitherto?",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 9,
                    "verse": 48,
                    "text": "And said unto them, Whosoever shall receive this child in my name receiveth me: and whosoever shall receive me receiveth him that sent me: for he that is least among you all, the same shall be great.",
                    "score": 0.8064860594893283
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 4,
                    "text": "For behold, thou art the fruit of my loins; and I am a descendant of Joseph who was carried captive into Egypt. And great were the covenants of the Lord which he made unto Joseph.",
                    "score": 0.8040875188921055
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 100,
                    "verse": 1,
                    "text": "Verily, thus saith the Lord unto you, my friends Sidney and Joseph, your families are well; they are in mine hands, and I will do with them as seemeth me good; for in me there is all power.",
                    "score": 0.8026509200754346
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 16,
                    "text": "Verily, verily, I say unto you, thus hath the Father commanded me--that I should give unto this people this land for their inheritance.",
                    "score": 0.7957015056798682
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 9,
                    "text": "Behold, verily I say unto you, I have reserved those things which I have entrusted unto you, my servant Joseph, for a wise purpose in me, and it shall be made known unto future generations;",
                    "score": 0.7934147422905676
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 4,
                    "text": "The Father because he gave me of his fulness, and the Son because I was in the world and made flesh my tabernacle, and dwelt among the sons of men.",
                    "score": 0.79283393243556
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 6,
                    "verse": 2,
                    "text": "For it sufficeth me to say that we are descendants of Joseph.",
                    "score": 0.7915258237509862
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 30,
                    "text": "For behold, thus saith the Lord God: I will give unto the children of men line upon line, precept upon precept, here a little and there a little; and blessed are those who hearken unto my precepts, and lend an ear unto my counsel, for they shall learn wisdom; for unto him that receiveth I will give more; and from them that shall say, We have enough, from them shall be taken away even that which they have.",
                    "score": 0.7897646918881286
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 1,
                    "verse": 43,
                    "text": "And there will I bless thee and thy seed, and raise up unto me of thy seed, and of the seed of thy brother, and they who shall go with thee, a great nation. And there shall be none greater than the nation which I will raise up unto me of thy seed, upon all the face of the earth. And thus I will do unto thee because this long time ye have cried unto me.",
                    "score": 0.7893195960393898
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 28,
                    "verse": 10,
                    "text": "And for this cause ye shall have fulness of joy; and ye shall sit down in the kingdom of my Father; yea, your joy shall be full, even as the Father hath given me fulness of joy; and ye shall be even as I am, and I am even as the Father; and the Father and I are one;",
                    "score": 0.7890675876407706
                }
            ]
        },
        {
            "verse": 15,
            "text": "And Joshua answered them, If thou be a great people, then get thee up to the wood country, and cut down for thyself there in the land of the Perizzites and of the giants, if mount Ephraim be too narrow for thee.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 7,
                    "text": "Therefore, gird up thy loins for the work. Let thy feet be shod also, for thou art chosen, and thy path lieth among the mountains, and among many nations.",
                    "score": 0.784848892986498
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 1,
                    "verse": 42,
                    "text": "And when thou hast done this thou shalt go at the head of them down into the valley which is northward. And there will I meet thee, and I will go before thee into a land which is choice above all the lands of the earth.",
                    "score": 0.7846522540930357
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 40,
                    "text": "And then shall they say: How beautiful upon the mountains are the feet of him that bringeth good tidings unto them, that publisheth peace; that bringeth good tidings unto them of good, that publisheth salvation; that saith unto Zion: Thy God reigneth!",
                    "score": 0.7836365398989182
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 25,
                    "text": "That I will bring the Assyrian in my land, and upon my mountains tread him under foot; then shall his yoke depart from off them, and his burden depart from off their shoulders.",
                    "score": 0.7826272755011981
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 3,
                    "verse": 13,
                    "text": "And he goeth up into a mountain, and calleth unto him whom he would: and they came unto him.",
                    "score": 0.780308765162313
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 3,
                    "text": "And many people shall go and say, Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths; for out of Zion shall go forth the law, and the word of the Lord from Jerusalem.",
                    "score": 0.7764585205391721
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 4,
                    "text": "For it is wisdom in the Father that they should be established in this land, and be set up as a free people by the power of the Father, that these things might come forth from them unto a remnant of your seed, that the covenant of the Father may be fulfilled which he hath covenanted with his people, O house of Israel;",
                    "score": 0.775210130440712
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 9,
                    "text": "And behold, and lo, this shall be their cry, and the voice of the Lord unto all people: Go ye forth unto the land of Zion, that the borders of my people may be enlarged, and that her stakes may be strengthened, and that Zion may go forth unto the regions round about.",
                    "score": 0.7724535730922971
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 1,
                    "verse": 43,
                    "text": "And there will I bless thee and thy seed, and raise up unto me of thy seed, and of the seed of thy brother, and they who shall go with thee, a great nation. And there shall be none greater than the nation which I will raise up unto me of thy seed, upon all the face of the earth. And thus I will do unto thee because this long time ye have cried unto me.",
                    "score": 0.7695760833801293
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "chapter": 1,
                    "verse": 28,
                    "text": "Wherefore, they went up into the wilderness. And their leader being a strong and mighty man, and a stiffnecked man, wherefore he caused a contention among them; and they were all slain, save fifty, in the wilderness, and they returned again to the land of Zarahemla.",
                    "score": 0.7690584262228763
                }
            ]
        },
        {
            "verse": 16,
            "text": "And the children of Joseph said, The hill is not enough for us: and all the Canaanites that dwell in the land of the valley have chariots of iron, both they who are of Beth-shean and her towns, and they who are of the valley of Jezreel.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 28,
                    "verse": 20,
                    "text": "And they were cast down into the earth; but they did smite the earth with the word of God, insomuch that by his power they were delivered out of the depths of the earth; and therefore they could not dig pits sufficient to hold them.",
                    "score": 0.7560065136544575
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 18,
                    "verse": 19,
                    "text": "And Jacob and Joseph also, being young, having need of much nourishment, were grieved because of the afflictions of their mother; and also my wife with her tears and prayers, and also my children, did not soften the hearts of my brethren that they would loose me.",
                    "score": 0.7426689702824636
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 9,
                    "verse": 16,
                    "text": "And again, my son, there are many widows and their daughters who remain in Sherrizah; and that part of the provisions which the Lamanites did not carry away, behold, the army of Zenephi has carried away, and left them to wander whithersoever they can for food; and many old women do faint by the way and die.",
                    "score": 0.7415498734812266
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 8,
                    "text": "For behold, the Lord shall curse the land with much heat, and the barrenness thereof shall go forth forever; and there was a blackness came upon all the children of Canaan, that they were despised among all people.",
                    "score": 0.7375821221532586
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 13,
                    "verse": 8,
                    "text": "Wherefore, the remnant of the house of Joseph shall be built upon this land; and it shall be a land of their inheritance; and they shall build up a holy city unto the Lord, like unto the Jerusalem of old; and they shall no more be confounded, until the end come when the earth shall pass away.",
                    "score": 0.7337369470942154
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 9,
                    "verse": 3,
                    "text": "And yet, I being over-zealous to inherit the land of our fathers, collected as many as were desirous to go up to possess the land, and started again on our journey into the wilderness to go up to the land; but we were smitten with famine and sore afflictions; for we were slow to remember the Lord our God.",
                    "score": 0.7325970617162869
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 7,
                    "text": "And the Lord said unto me: Prophesy; and I prophesied, saying: Behold the people of Canaan, which are numerous, shall go forth in battle array against the people of Shum, and shall slay them that they shall utterly be destroyed; and the people of Canaan shall divide themselves in the land, and the land shall be barren and unfruitful, and none other people shall dwell there but the people of Canaan;",
                    "score": 0.7325459412137265
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 4,
                    "text": "Now, as Alma was teaching and speaking unto the people upon the hill Onidah, there came a great multitude unto him, who were those of whom we have been speaking, of whom were poor in heart, because of their poverty as to the things of the world.",
                    "score": 0.7306979552542674
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 49,
                    "verse": 22,
                    "text": "Now when they found that they could not obtain power over the Nephites by the pass, they began to dig down their banks of earth that they might obtain a pass to their armies, that they might have an equal chance to fight; but behold, in these attempts they were swept off by the stones and arrows which were thrown at them; and instead of filling up their ditches by pulling down the banks of earth, they were filled up in a measure with their dead and wounded bodies.",
                    "score": 0.7294522603997904
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 48,
                    "verse": 25,
                    "text": "Yea, they could not bear that their brethren should rejoice over the blood of the Nephites, so long as there were any who should keep the commandments of God, for the promise of the Lord was, if they should keep his commandments they should prosper in the land.",
                    "score": 0.7281137288227585
                }
            ]
        },
        {
            "verse": 17,
            "text": "And Joshua spake unto the house of Joseph, even to Ephraim and to Manasseh, saying, Thou art a great people, and hast great power: thou shalt not have one lot only:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 6,
                    "text": "Therefore, O Lord, thou hast forsaken thy people, the house of Jacob, because they be replenished from the east, and hearken unto soothsayers like the Philistines, and they please themselves in the children of strangers.",
                    "score": 0.7976337551079645
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 23,
                    "verse": 2,
                    "text": "For surely he spake as touching all things concerning my people which are of the house of Israel; therefore it must needs be that he must speak also to the Gentiles.",
                    "score": 0.7875676204689541
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 17,
                    "text": "The Lord shall bring upon thee, and upon thy people, and upon thy father's house, days that have not come from the day that Ephraim departed from Judah, the king of Assyria.",
                    "score": 0.7827863220553841
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 5,
                    "verse": 21,
                    "text": "Surely he hath blessed the house of Jacob, and hath been merciful unto the seed of Joseph.",
                    "score": 0.7810372536107814
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 113,
                    "verse": 4,
                    "text": "Behold, thus saith the Lord: It is a servant in the hands of Christ, who is partly a descendant of Jesse as well as of Ephraim, or of the house of Joseph, on whom there is laid much power.",
                    "score": 0.7784691187646174
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 16,
                    "verse": 32,
                    "text": "And they spake unto him the word of the Lord, and to all that were in his house.",
                    "score": 0.7777136902962025
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 48,
                    "text": "And again, verily I say unto you, my servant Joseph, that whatsoever you give on earth, and to whomsoever you give any one on earth, by my word and according to my law, it shall be visited with blessings and not cursings, and with my power, saith the Lord, and shall be without condemnation on earth and in heaven.",
                    "score": 0.7773553246044631
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 24,
                    "text": "And there shall rise up one mighty among them, who shall do much good, both in word and in deed, being an instrument in the hands of God, with exceeding faith, to work mighty wonders, and do that thing which is great in the sight of God, unto the bringing to pass much restoration unto the house of Israel, and unto the seed of thy brethren.",
                    "score": 0.7760843641404318
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 4,
                    "verse": 14,
                    "text": "Come unto me, O ye house of Israel, and it shall be made manifest unto you how great things the Father hath laid up for you, from the foundation of the world; and it hath not come unto you, because of unbelief.",
                    "score": 0.7742924485697463
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 72,
                    "text": "Verily I say unto you, let my servant Joseph pay stock into their hands for the building of that house, as seemeth him good; but my servant Joseph cannot pay over fifteen thousand dollars stock in that house, nor under fifty dollars; neither can any other man, saith the Lord.",
                    "score": 0.7735148924633166
                }
            ]
        },
        {
            "verse": 18,
            "text": "But the mountain shall be thine; for it is a wood, and thou shalt cut it down: and the outgoings of it shall be thine: for thou shalt drive out the Canaanites, though they have iron chariots, and though they be strong.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 34,
                    "text": "And he shall cut down the thickets of the forests with iron, and Lebanon shall fall by a mighty one.",
                    "score": 0.8239566304298799
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 25,
                    "text": "That I will bring the Assyrian in my land, and upon my mountains tread him under foot; then shall his yoke depart from off them, and his burden depart from off their shoulders.",
                    "score": 0.8043431235295928
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 10,
                    "verse": 9,
                    "text": "And if ye shall say unto this mountain, Be thou cast down and become smooth, it shall be done.",
                    "score": 0.7893237266019315
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 12,
                    "verse": 20,
                    "text": "(For they could not endure that which was commanded, And if so much as a beast touch the mountain, it shall be stoned, or thrust through with a dart:",
                    "score": 0.7789560611303541
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 7,
                    "text": "And the Lord said unto me: Prophesy; and I prophesied, saying: Behold the people of Canaan, which are numerous, shall go forth in battle array against the people of Shum, and shall slay them that they shall utterly be destroyed; and the people of Canaan shall divide themselves in the land, and the land shall be barren and unfruitful, and none other people shall dwell there but the people of Canaan;",
                    "score": 0.7788004240185772
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 48,
                    "text": "And then shall the Lord set his foot upon this mount, and it shall cleave in twain, and the earth shall tremble, and reel to and fro, and the heavens also shall shake.",
                    "score": 0.7741735567590361
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 10,
                    "text": "For the mountains shall depart and the hills be removed, but my kindness shall not depart from thee, neither shall the covenant of my peace be removed, saith the Lord that hath mercy on thee.",
                    "score": 0.7713086728831641
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 15,
                    "text": "Shall the ax boast itself against him that heweth therewith? Shall the saw magnify itself against him that shaketh it? As if the rod should shake itself against them that lift it up, or as if the staff should lift up itself as if it were no wood!",
                    "score": 0.7707438534672717
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 9,
                    "verse": 24,
                    "text": "For behold, the promises of the Lord are extended to the Lamanites, but they are not unto you if ye transgress; for has not the Lord expressly promised and firmly decreed, that if ye will rebel against him that ye shall utterly be destroyed from off the face of the earth?",
                    "score": 0.7698354019672781
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 7,
                    "text": "Therefore, gird up thy loins for the work. Let thy feet be shod also, for thou art chosen, and thy path lieth among the mountains, and among many nations.",
                    "score": 0.7689692930905672
                }
            ]
        }
    ]
}