{
    "volume": "Old Testament",
    "book": "Judges",
    "chapter": 2,
    "verses": [
        {
            "verse": 1,
            "text": "And an angel of the Lord came up from Gilgal to Bochim, and said, I made you to go up out of Egypt, and have brought you unto the land which I sware unto your fathers; and I said, I will never break my covenant with you.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 34,
                    "verse": 13,
                    "text": "Thus saith the Lord, the God of Israel; I made a covenant with your fathers in the day that I brought them forth out of the land of Egypt, out of the house of bondmen, saying,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8500116012081443
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 24,
                    "verse": 7,
                    "text": "The Lord God of heaven, which took me from my father's house, and from the land of my kindred, and which spake unto me, and that sware unto me, saying, Unto thy seed will I give this land; he shall send his angel before thee, and thou shalt take a wife unto my son from thence.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8293429290403518
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 20,
                    "verse": 5,
                    "text": "And say unto them, Thus saith the Lord God; In the day when I chose Israel, and lifted up mine hand unto the seed of the house of Jacob, and made myself known unto them in the land of Egypt, when I lifted up mine hand unto them, saying, I am the Lord your God;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8290692362182023
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 6,
                    "verse": 8,
                    "text": "That the Lord sent a prophet unto the children of Israel, which said unto them, Thus saith the Lord God of Israel, I brought you up from Egypt, and brought you forth out of the house of bondage;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8235575085843784
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "volume_book_index": 2,
                    "chapter": 2,
                    "verse": 13,
                    "text": "Thou didst send thine angel to deliver me from the gods of Elkenah, and I will do well to hearken unto thy voice, therefore let thy servant rise up and depart in peace.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8202234258744522
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 24,
                    "verse": 40,
                    "text": "And he said unto me, The Lord, before whom I walk, will send his angel with thee, and prosper thy way; and thou shalt take a wife for my son of my kindred, and of my father's house:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8182636715874861
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "volume_book_index": 2,
                    "chapter": 2,
                    "verse": 3,
                    "text": "Now the Lord had said unto me: Abraham, get thee out of thy country, and from thy kindred, and from thy father's house, unto a land that I will show thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8156360090028691
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 25,
                    "verse": 38,
                    "text": "I am the Lord your God, which brought you forth out of the land of Egypt, to give you the land of Canaan, and to be your God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8155821009390058
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 10,
                    "verse": 18,
                    "text": "And said unto the children of Israel, Thus saith the Lord God of Israel, I brought up Israel out of Egypt, and delivered you out of the hand of the Egyptians, and out of the hand of all kingdoms, and of them that oppressed you:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8128674925444557
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 14,
                    "verse": 8,
                    "text": "And it came to pass that when the angel had spoken these words, he said unto me: Rememberest thou the covenants of the Father unto the house of Israel? I said unto him, Yea.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8127744703680342
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 4,
                    "verse": 3,
                    "text": "Now behold ye know that this is true; and ye also know that an angel hath spoken unto you; wherefore can ye doubt? Let us go up; the Lord is able to deliver us, even as our fathers, and to destroy Laban, even as the Egyptians.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8102291303705156
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "volume_book_index": 12,
                    "chapter": 17,
                    "verse": 36,
                    "text": "But the Lord, who brought you up out of the land of Egypt with great power and a stretched out arm, him shall ye fear, and him shall ye worship, and to him shall ye do sacrifice.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8092871686328317
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 36,
                    "verse": 28,
                    "text": "And I know that he will raise me up at the last day, to dwell with him in glory; yea, and I will praise him forever, for he has brought our fathers out of Egypt, and he has swallowed up the Egyptians in the Red Sea; and he led them by his power into the promised land; yea, and he has delivered them out of bondage and captivity from time to time.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8088470285860863
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 3,
                    "verse": 16,
                    "text": "Go, and gather the elders of Israel together, and say unto them, The Lord God of your fathers, the God of Abraham, of Isaac, and of Jacob, appeared unto me, saying, I have surely visited you, and seen that which is done to you in Egypt:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8083459883431233
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 8,
                    "verse": 21,
                    "text": "And I have set there a place for the ark, wherein is the covenant of the Lord, which he made with our fathers, when he brought them out of the land of Egypt.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8065936863075499
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 33,
                    "verse": 1,
                    "text": "And the Lord said unto Moses, Depart, and go up hence, thou and the people which thou hast brought up out of the land of Egypt, unto the land which I sware unto Abraham, to Isaac, and to Jacob, saying, Unto thy seed will I give it:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8060123442235299
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 20,
                    "verse": 42,
                    "text": "And ye shall know that I am the Lord, when I shall bring you into the land of Israel, into the country for the which I lifted up mine hand to give it to your fathers.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8056573090226844
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 3,
                    "verse": 17,
                    "text": "And I have said, I will bring you up out of the affliction of Egypt unto the land of the Canaanites, and the Hittites, and the Amorites, and the Perizzites, and the Hivites, and the Jebusites, unto a land flowing with milk and honey.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8055025139741243
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 45,
                    "verse": 25,
                    "text": "And they went up out of Egypt, and came into the land of Canaan unto Jacob their father,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.804504913133855
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 24,
                    "verse": 17,
                    "text": "For the Lord our God, he it is that brought us up and our fathers out of the land of Egypt, from the house of bondage, and which did those great signs in our sight, and preserved us in all the way wherein we went, and among all the people through whom we passed:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8042426518993333
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 12,
                    "verse": 1,
                    "text": "Now the Lord had said unto Abram, Get thee out of thy country, and from thy kindred, and from thy father's house, unto a land that I will shew thee:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8030567977434689
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 3,
                    "verse": 10,
                    "text": "And Moses will I raise up, to deliver thy people out of the land of Egypt.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8026280192400724
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 31,
                    "verse": 16,
                    "text": "And the Lord said unto Moses, Behold, thou shalt sleep with thy fathers; and this people will rise up, and go a whoring after the gods of the strangers of the land, whither they go to be among them, and will forsake me, and break my covenant which I have made with them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8026058183660331
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 15,
                    "verse": 7,
                    "text": "And he said unto him, I am the Lord that brought thee out of Ur of the Chaldees, to give thee this land to inherit it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8019460579151535
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 17,
                    "verse": 40,
                    "text": "And he loveth those who will have him to be their God. Behold, he loved our fathers, and he covenanted with them, yea, even Abraham, Isaac, and Jacob; and he remembered the covenants which he had made; wherefore, he did bring them out of the land of Egypt.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8018706588826926
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 3,
                    "verse": 8,
                    "text": "And I am come down to deliver them out of the hand of the Egyptians, and to bring them up out of that land unto a good land and a large, unto a land flowing with milk and honey; unto the place of the Canaanites, and the Hittites, and the Amorites, and the Perizzites, and the Hivites, and the Jebusites.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8015314789578761
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 32,
                    "verse": 9,
                    "text": "And Jacob said, O God of my father Abraham, and God of my father Isaac, the Lord which saidst unto me, Return unto thy country, and to thy kindred, and I will deal well with thee:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8007986806588996
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 26,
                    "verse": 13,
                    "text": "I am the Lord your God, which brought you forth out of the land of Egypt, that ye should not be their bondmen; and I have broken the bands of your yoke, and made you go upright.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8006762641184443
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 11,
                    "verse": 4,
                    "text": "Which I commanded your fathers in the day that I brought them forth out of the land of Egypt, from the iron furnace, saying, Obey my voice, and do them, according to all which I command you: so shall ye be my people, and I will be your God:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.800533387496711
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 24,
                    "verse": 7,
                    "text": "The Lord God of heaven, which took me from my father's house, and from the land of my kindred, and which spake unto me, and that sware unto me, saying, Unto thy seed will I give this land; he shall send his angel before thee, and thou shalt take a wife unto my son from thence.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9018041012520669
                }
            ]
        },
        {
            "verse": 2,
            "text": "And ye shall make no league with the inhabitants of this land; ye shall throw down their altars: but ye have not obeyed my voice: why have ye done this?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 23,
                    "verse": 33,
                    "text": "They shall not dwell in thy land, lest they make thee sin against me: for if thou serve their gods, it will surely be a snare unto thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8119775188537657
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 50,
                    "verse": 21,
                    "text": "Go up against the land of Merathaim, even against it, and against the inhabitants of Pekod: waste and utterly destroy after them, saith the Lord, and do according to all that I have commanded thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8002871625171436
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 8,
                    "verse": 20,
                    "text": "As the nations which the Lord destroyeth before your face, so shall ye perish; because ye would not be obedient unto the voice of the Lord your God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8000893032086085
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 6,
                    "verse": 10,
                    "text": "And I said unto you, I am the Lord your God; fear not the gods of the Amorites, in whose land ye dwell: but ye have not obeyed my voice.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9055908648493826
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 42,
                    "verse": 21,
                    "text": "And now I have this day declared it to you; but ye have not obeyed the voice of the Lord your God, nor any thing for the which he hath sent me unto you.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9002695233031401
                }
            ]
        },
        {
            "verse": 3,
            "text": "Wherefore I also said, I will not drive them out from before you; but they shall be as thorns in your sides, and their gods shall be a snare unto you.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 33,
                    "verse": 55,
                    "text": "But if ye will not drive out the inhabitants of the land from before you; then it shall come to pass, that those which ye let remain of them shall be pricks in your eyes, and thorns in your sides, and shall vex you in the land wherein ye dwell.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8552291704787582
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 23,
                    "verse": 13,
                    "text": "Know for a certainty that the Lord your God will no more drive out any of these nations from before you; but they shall be snares and traps unto you, and scourges in your sides, and thorns in your eyes, until ye perish from off this good land which the Lord your God hath given you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8433600596350396
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 23,
                    "verse": 33,
                    "text": "They shall not dwell in thy land, lest they make thee sin against me: for if thou serve their gods, it will surely be a snare unto thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.833286002954127
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 12,
                    "verse": 30,
                    "text": "Take heed to thyself that thou be not snared by following them, after that they be destroyed from before thee; and that thou inquire not after their gods, saying, How did these nations serve their gods? even so will I do likewise.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8324310804365458
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 49,
                    "verse": 27,
                    "text": "Behold, I will go before you and be your rearward; and I will be in your midst, and you shall not be confounded.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8239855857775217
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 26,
                    "verse": 17,
                    "text": "And I will set my face against you, and ye shall be slain before your enemies: they that hate you shall reign over you; and ye shall flee when none pursueth you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8205155626148726
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "volume_book_index": 18,
                    "chapter": 10,
                    "verse": 2,
                    "text": "I will say unto God, Do not condemn me; shew me wherefore thou contendest with me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8194603113596325
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "volume_book_index": 4,
                    "chapter": 15,
                    "verse": 20,
                    "text": "Remember the word that I said unto you, The servant is not greater than his lord. If they have persecuted me, they will also persecute you; if they have kept my saying, they will keep yours also.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8191154748907326
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 7,
                    "verse": 29,
                    "text": "For behold, the Lord hath said: I will not succor my people in the day of their transgression; but I will hedge up their ways that they prosper not; and their doings shall be as a stumbling block before them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8185832322696045
                },
                {
                    "volume": "Old Testament",
                    "book": "Proverbs",
                    "volume_book_index": 20,
                    "chapter": 22,
                    "verse": 5,
                    "text": "Thorns and snares are in the way of the froward: he that doth keep his soul shall be far from them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8173552423580938
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 35,
                    "verse": 3,
                    "text": "Draw out also the spear, and stop the way against them that persecute me: say unto my soul, I am thy salvation.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.814889240433625
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 10,
                    "verse": 19,
                    "text": "And stay ye not, but pursue after your enemies, and smite the hindmost of them; suffer them not to enter into their cities: for the Lord your God hath delivered them into your hand.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8144052053978217
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 1,
                    "verse": 42,
                    "text": "And the Lord said unto me, Say unto them, Go not up, neither fight; for I am not among you; lest ye be smitten before your enemies.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8130936302086402
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 28,
                    "verse": 14,
                    "text": "And thou shalt not go aside from any of the words which I command thee this day, to the right hand, or to the left, to go after other gods to serve them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8120401913446561
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "volume_book_index": 3,
                    "chapter": 2,
                    "verse": 33,
                    "text": "For they shall not lead away captive the daughters of my people because of their tenderness, save I shall visit them with a sore curse, even unto destruction; for they shall not commit whoredoms, like unto them of old, saith the Lord of Hosts.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8089626671788624
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 25,
                    "verse": 6,
                    "text": "And go not after other gods to serve them, and to worship them, and provoke me not to anger with the works of your hands; and I will do you no hurt.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8080694536450799
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 27,
                    "verse": 10,
                    "text": "For they prophesy a lie unto you, to remove you far from your land; and that I should drive you out, and ye should perish.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.807804698954306
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 24,
                    "verse": 16,
                    "text": "And it shall come to pass that whosoever shall lay their hands upon you by violence, ye shall command to be smitten in my name; and, behold, I will smite them according to your words, in mine own due time.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8072475538805596
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 26,
                    "verse": 44,
                    "text": "And yet for all that, when they be in the land of their enemies, I will not cast them away, neither will I abhor them, to destroy them utterly, and to break my covenant with them: for I am the Lord their God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8071726874943609
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 9,
                    "verse": 17,
                    "text": "As yet exaltest thou thyself against my people, that thou wilt not let them go?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8056486818790811
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "volume_book_index": 30,
                    "chapter": 9,
                    "verse": 4,
                    "text": "And though they go into captivity before their enemies, thence will I command the sword, and it shall slay them: and I will set mine eyes upon them for evil, and not for good.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8048593446896836
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 45,
                    "text": "And if my people will hearken unto my voice, and unto the voice of my servants whom I have appointed to lead my people, behold, verily I say unto you, they shall not be moved out of their place.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8037865336908584
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 4,
                    "verse": 33,
                    "text": "O Lord, wilt thou encircle me around in the robe of thy righteousness! O Lord, wilt thou make a way for mine escape before mine enemies! Wilt thou make my path straight before me! Wilt thou not place a stumbling block in my way--but that thou wouldst clear my way before me, and hedge not up my way, but the ways of mine enemy.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8035535032563308
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 61,
                    "verse": 18,
                    "text": "And now I give unto you a commandment that what I say unto one I say unto all, that you shall forewarn your brethren concerning these waters, that they come not in journeying upon them, lest their faith fail and they are caught in snares;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8033457207623579
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 9,
                    "verse": 6,
                    "text": "But if ye shall at all turn from following me, ye or your children, and will not keep my commandments and my statutes which I have set before you, but go and serve other gods, and worship them:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8031915314649396
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 7,
                    "verse": 24,
                    "text": "Wherefore I will bring the worst of the heathen, and they shall possess their houses: I will also make the pomp of the strong to cease; and their holy places shall be defiled.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8022346792687305
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "volume_book_index": 2,
                    "chapter": 13,
                    "verse": 9,
                    "text": "But take heed to yourselves: for they shall deliver you up to councils; and in the synagogues ye shall be beaten: and ye shall be brought before rulers and kings for my sake, for a testimony against them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8021966214598408
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 54,
                    "verse": 7,
                    "text": "Wherefore, go to now and flee the land, lest your enemies come upon you; and take your journey, and appoint whom you will to be your leader, and to pay moneys for you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8020969323503568
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 52,
                    "verse": 12,
                    "text": "For ye shall not go out with haste, nor go by flight: for the Lord will go before you; and the God of Israel will be your rearward.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8018327312948262
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 12,
                    "verse": 39,
                    "text": "But I say unto you, that ye shall not resist evil, but whosoever shall smite thee on thy right cheek, turn to him the other also;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8015929606034562
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 136,
                    "verse": 17,
                    "text": "Go thy way and do as I have told you, and fear not thine enemies; for they shall not have power to stop my work.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8014773380466165
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 23,
                    "verse": 5,
                    "text": "And the Lord your God, he shall expel them from before you, and drive them from out of your sight; and ye shall possess their land, as the Lord your God hath promised unto you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8009058714382705
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 12,
                    "verse": 6,
                    "text": "And behold I say unto you all that this was a snare of the adversary, which he has laid to catch this people, that he might bring you into subjection unto him, that he might encircle you about with his chains, that he might chain you down to everlasting destruction, according to the power of his captivity.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8006089961679422
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 5,
                    "verse": 56,
                    "text": "And finally, all ye that will persist in your wickedness, I say unto you that these are they who shall be hewn down and cast into the fire except they speedily repent.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8004493466318455
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 5,
                    "verse": 14,
                    "text": "Wherefore thus saith the Lord God of hosts, Because ye speak this word, behold, I will make my words in thy mouth fire, and this people wood, and it shall devour them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8003727321000581
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 9,
                    "verse": 4,
                    "text": "Speak not thou in thine heart, after that the Lord thy God hath cast them out from before thee, saying, For my righteousness the Lord hath brought me in to possess this land: but for the wickedness of these nations the Lord doth drive them out from before thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8002626991939293
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "volume_book_index": 1,
                    "chapter": 7,
                    "verse": 39,
                    "text": "And that which I have chosen hath pled before my face. Wherefore, he suffereth for their sins; inasmuch as they will repent in the day that my Chosen shall return unto me, and until that day they shall be in torment;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001643416694556
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 4,
                    "verse": 7,
                    "text": "Wherefore, because of my blessing the Lord God will not suffer that ye shall perish; wherefore, he will be merciful unto you and unto your seed forever.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001624389624749
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 61,
                    "verse": 20,
                    "text": "But ye have said, except they repent the Lord hath commanded you that ye should go against them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001134204248868
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 20,
                    "verse": 42,
                    "text": "For ye shall not go out with haste nor go by flight; for the Lord will go before you, and the God of Israel shall be your rearward.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001081824869429
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 23,
                    "verse": 13,
                    "text": "Know for a certainty that the Lord your God will no more drive out any of these nations from before you; but they shall be snares and traps unto you, and scourges in your sides, and thorns in your eyes, until ye perish from off this good land which the Lord your God hath given you.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9172571350778873
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 33,
                    "verse": 55,
                    "text": "But if ye will not drive out the inhabitants of the land from before you; then it shall come to pass, that those which ye let remain of them shall be pricks in your eyes, and thorns in your sides, and shall vex you in the land wherein ye dwell.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9057275596694699
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 23,
                    "verse": 33,
                    "text": "They shall not dwell in thy land, lest they make thee sin against me: for if thou serve their gods, it will surely be a snare unto thee.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9022482633590698
                }
            ]
        },
        {
            "verse": 4,
            "text": "And it came to pass, when the angel of the Lord spake these words unto all the children of Israel, that the people lifted up their voice, and wept.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 6,
                    "verse": 7,
                    "text": "And it came to pass, when the children of Israel cried unto the Lord because of the Midianites,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8480835057136797
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 11,
                    "verse": 13,
                    "text": "And it came to pass that the Lord spake unto them saying:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8265502150537235
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 3,
                    "verse": 21,
                    "text": "A voice was heard upon the high places, weeping and supplications of the children of Israel: for they have perverted their way, and they have forgotten the Lord their God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8166026876187392
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 4,
                    "verse": 1,
                    "text": "And now, it came to pass that when king Benjamin had made an end of speaking the words which had been delivered unto him by the angel of the Lord, that he cast his eyes round about on the multitude, and behold they had fallen to the earth, for the fear of the Lord had come upon them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8127031476036258
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "volume_book_index": 10,
                    "chapter": 13,
                    "verse": 36,
                    "text": "And it came to pass, as soon as he had made an end of speaking, that, behold, the king's sons came, and lifted up their voice and wept: and the king also and all his servants wept very sore.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8123573180148111
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 24,
                    "verse": 16,
                    "text": "And it came to pass, when David had made an end of speaking these words unto Saul, that Saul said, Is this thy voice, my son David? And Saul lifted up his voice, and wept.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8090007609906353
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 11,
                    "verse": 4,
                    "text": "Then came the messengers to Gibeah of Saul, and told the tidings in the ears of the people: and all the people lifted up their voices, and wept.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8059812675368382
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 1,
                    "verse": 12,
                    "text": "And it came to pass that he cried mightily unto the Lord all that day; and behold, the voice of the Lord came unto him, saying:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8034240066843101
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 24,
                    "verse": 13,
                    "text": "And it came to pass that the voice of the Lord came to them in their afflictions, saying: Lift up your heads and be of good comfort, for I know of the covenant which ye have made unto me; and I will covenant with my people and deliver them out of bondage.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8011735021716963
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 30,
                    "verse": 4,
                    "text": "Then David and the people that were with him lifted up their voice and wept, until they had no more power to weep.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801160884257087
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 14,
                    "verse": 1,
                    "text": "And all the congregation lifted up their voice, and cried; and the people wept that night.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.924270171101059
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 11,
                    "verse": 4,
                    "text": "Then came the messengers to Gibeah of Saul, and told the tidings in the ears of the people: and all the people lifted up their voices, and wept.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9216386997211404
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 14,
                    "verse": 39,
                    "text": "And Moses told these sayings unto all the children of Israel: and the people mourned greatly.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9166396359634833
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 6,
                    "verse": 7,
                    "text": "And it came to pass, when the children of Israel cried unto the Lord because of the Midianites,",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9163184265710799
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 21,
                    "verse": 2,
                    "text": "And the people came to the house of God, and abode there till even before God, and lifted up their voices, and wept sore;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9115642905235355
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 3,
                    "verse": 21,
                    "text": "A voice was heard upon the high places, weeping and supplications of the children of Israel: for they have perverted their way, and they have forgotten the Lord their God.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9089856147766178
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 4,
                    "verse": 31,
                    "text": "And the people believed: and when they heard that the Lord had visited the children of Israel, and that he had looked upon their affliction, then they bowed their heads and worshipped.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9087416475261385
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 2,
                    "verse": 23,
                    "text": "And it came to pass in process of time, that the king of Egypt died: and the children of Israel sighed by reason of the bondage, and they cried, and their cry came up unto God by reason of the bondage.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9082963466644352
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "volume_book_index": 10,
                    "chapter": 13,
                    "verse": 36,
                    "text": "And it came to pass, as soon as he had made an end of speaking, that, behold, the king's sons came, and lifted up their voice and wept: and the king also and all his servants wept very sore.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9082093293542086
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 5,
                    "verse": 42,
                    "text": "And it came to pass that they all did begin to cry unto the voice of him who had shaken the earth; yea, they did cry even until the cloud of darkness was dispersed.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9081372673429704
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 9,
                    "verse": 1,
                    "text": "And it came to pass that there was a voice heard among all the inhabitants of the earth, upon all the face of this land, crying:",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9075079124432999
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 20,
                    "verse": 26,
                    "text": "Then all the children of Israel, and all the people, went up, and came unto the house of God, and wept, and sat there before the Lord, and fasted that day until even, and offered burnt offerings and peace offerings before the Lord.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9067204165362583
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 24,
                    "verse": 16,
                    "text": "And it came to pass, when David had made an end of speaking these words unto Saul, that Saul said, Is this thy voice, my son David? And Saul lifted up his voice, and wept.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.906174074867478
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 1,
                    "verse": 12,
                    "text": "And it came to pass that he cried mightily unto the Lord all that day; and behold, the voice of the Lord came unto him, saying:",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9058077931404178
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "volume_book_index": 15,
                    "chapter": 10,
                    "verse": 1,
                    "text": "Now when Ezra had prayed, and when he had confessed, weeping and casting himself down before the house of God, there assembled unto him out of Israel a very great congregation of men and women and children: for the people wept very sore.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9048361778259342
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 16,
                    "verse": 10,
                    "text": "And it came to pass, as Aaron spake unto the whole congregation of the children of Israel, that they looked toward the wilderness, and, behold, the glory of the Lord appeared in the cloud.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.902259892090567
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 30,
                    "verse": 4,
                    "text": "Then David and the people that were with him lifted up their voice and wept, until they had no more power to weep.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9021687507629459
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 31,
                    "verse": 1,
                    "text": "And Moses went and spake these words unto all Israel.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9009504645779627
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 20,
                    "verse": 23,
                    "text": "(And the children of Israel went up and wept before the Lord until even, and asked counsel of the Lord, saying, Shall I go up again to battle against the children of Benjamin my brother? And the Lord said, Go up against him.)",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9003516435623233
                }
            ]
        },
        {
            "verse": 5,
            "text": "And they called the name of that place Bochim: and they sacrificed there unto the Lord.",
            "similars": []
        },
        {
            "verse": 6,
            "text": "And when Joshua had let the people go, the children of Israel went every man unto his inheritance to possess the land.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 24,
                    "verse": 28,
                    "text": "So Joshua let the people depart, every man unto his inheritance.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.9055884263704562
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 21,
                    "verse": 24,
                    "text": "And the children of Israel departed thence at that time, every man to his tribe and to his family, and they went out from thence every man to his inheritance.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8700825077558967
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 11,
                    "verse": 23,
                    "text": "So Joshua took the whole land, according to all that the Lord said unto Moses; and Joshua gave it for an inheritance unto Israel according to their divisions by their tribes. And the land rested from war.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8588401067505376
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 19,
                    "verse": 49,
                    "text": "When they had made an end of dividing the land for inheritance by their coasts, the children of Israel gave an inheritance to Joshua the son of Nun among them:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8579060277396642
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 21,
                    "verse": 43,
                    "text": "And the Lord gave unto Israel all the land which he sware to give unto their fathers; and they possessed it, and dwelt therein.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8428307670505091
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 18,
                    "verse": 3,
                    "text": "And Joshua said unto the children of Israel, How long are ye slack to go to possess the land, which the Lord God of your fathers hath given you?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8407552238647547
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 48,
                    "verse": 29,
                    "text": "This is the land which ye shall divide by lot unto the tribes of Israel for inheritance, and these are their portions, saith the Lord God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8171568062388653
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 4,
                    "verse": 8,
                    "text": "And the children of Israel did so as Joshua commanded, and took up twelve stones out of the midst of Jordan, as the Lord spake unto Joshua, according to the number of the tribes of the children of Israel, and carried them over with them unto the place where they lodged, and laid them down there.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8169833886456566
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 11,
                    "verse": 16,
                    "text": "So Joshua took all that land, the hills, and all the south country, and all the land of Goshen, and the valley, and the plain, and the mountain of Israel, and the valley of the same;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8156863041678606
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 19,
                    "verse": 51,
                    "text": "These are the inheritances, which Eleazar the priest, and Joshua the son of Nun, and the heads of the fathers of the tribes of the children of Israel, divided for an inheritance by lot in Shiloh before the Lord, at the door of the tabernacle of the congregation. So they made an end of dividing the country.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8142743796089702
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 36,
                    "verse": 4,
                    "text": "And when the jubilee of the children of Israel shall be, then shall their inheritance be put unto the inheritance of the tribe whereunto they are received: so shall their inheritance be taken away from the inheritance of the tribe of our fathers.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8134608450933493
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 47,
                    "verse": 22,
                    "text": "And it shall come to pass, that ye shall divide it by lot for an inheritance unto you, and to the strangers that sojourn among you, which shall beget children among you: and they shall be unto you as born in the country among the children of Israel; they shall have inheritance with you among the tribes of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8133446050168706
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 32,
                    "verse": 8,
                    "text": "When the most High divided to the nations their inheritance, when he separated the sons of Adam, he set the bounds of the people according to the number of the children of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8097467660678639
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 31,
                    "verse": 7,
                    "text": "And Moses called unto Joshua, and said unto him in the sight of all Israel, Be strong and of a good courage: for thou must go with this people unto the land which the Lord hath sworn unto their fathers to give them; and thou shalt cause them to inherit it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8086875302896673
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 4,
                    "verse": 5,
                    "text": "And Joshua said unto them, Pass over before the ark of the Lord your God into the midst of Jordan, and take ye up every man of you a stone upon his shoulder, according unto the number of the tribes of the children of Israel:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8081826121202803
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 37,
                    "verse": 21,
                    "text": "And say unto them, Thus saith the Lord God; Behold, I will take the children of Israel from among the heathen, whither they be gone, and will gather them on every side, and bring them into their own land:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8081772074295671
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "volume_book_index": 16,
                    "chapter": 9,
                    "verse": 24,
                    "text": "So the children went in and possessed the land, and thou subduedst before them the inhabitants of the land, the Canaanites, and gavest them into their hands, with their kings, and the people of the land, that they might do with them as they would.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8065432856175113
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 7,
                    "verse": 23,
                    "text": "And they took them out of the midst of the tent, and brought them unto Joshua, and unto all the children of Israel, and laid them out before the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8064303900168307
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 29,
                    "verse": 8,
                    "text": "And we took their land, and gave it for an inheritance unto the Reubenites, and to the Gadites, and to the half tribe of Manasseh.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8059682879635843
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 36,
                    "verse": 3,
                    "text": "And if they be married to any of the sons of the other tribes of the children of Israel, then shall their inheritance be taken from the inheritance of our fathers, and shall be put to the inheritance of the tribe whereunto they are received: so shall it be taken from the lot of our inheritance.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.805769834243663
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 18,
                    "verse": 10,
                    "text": "And Joshua cast lots for them in Shiloh before the Lord: and there Joshua divided the land unto the children of Israel according to their divisions.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8057148976108238
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 8,
                    "verse": 53,
                    "text": "For thou didst separate them from among all the people of the earth, to be thine inheritance, as thou spakest by the hand of Moses thy servant, when thou broughtest our fathers out of Egypt, O Lord God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8033872943790781
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 7,
                    "verse": 24,
                    "text": "And Joshua, and all Israel with him, took Achan the son of Zerah, and the silver, and the garment, and the wedge of gold, and his sons, and his daughters, and his oxen, and his asses, and his sheep, and his tent, and all that he had: and they brought them unto the valley of Achor.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8027913068062259
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 10,
                    "verse": 42,
                    "text": "And all these kings and their land did Joshua take at one time, because the Lord God of Israel fought for Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.80258803488023
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 34,
                    "verse": 2,
                    "text": "Command the children of Israel, and say unto them, When ye come into the land of Canaan; (this is the land that shall fall unto you for an inheritance, even the land of Canaan with the coasts thereof:)",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8025668916190241
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 21,
                    "verse": 24,
                    "text": "And the children of Israel departed thence at that time, every man to his tribe and to his family, and they went out from thence every man to his inheritance.",
                    "embedding_model": "text-embedding-3-small",
                    "score": 0.8124746568485904
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 24,
                    "verse": 28,
                    "text": "So Joshua let the people depart, every man unto his inheritance.",
                    "embedding_model": "text-embedding-3-small",
                    "score": 0.8001154065132198
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 24,
                    "verse": 28,
                    "text": "So Joshua let the people depart, every man unto his inheritance.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9464913260780177
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 21,
                    "verse": 24,
                    "text": "And the children of Israel departed thence at that time, every man to his tribe and to his family, and they went out from thence every man to his inheritance.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9358837123125131
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 11,
                    "verse": 23,
                    "text": "So Joshua took the whole land, according to all that the Lord said unto Moses; and Joshua gave it for an inheritance unto Israel according to their divisions by their tribes. And the land rested from war.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9191210817766982
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 19,
                    "verse": 49,
                    "text": "When they had made an end of dividing the land for inheritance by their coasts, the children of Israel gave an inheritance to Joshua the son of Nun among them:",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9173520803451604
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 18,
                    "verse": 3,
                    "text": "And Joshua said unto the children of Israel, How long are ye slack to go to possess the land, which the Lord God of your fathers hath given you?",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9139097384268218
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 18,
                    "verse": 10,
                    "text": "And Joshua cast lots for them in Shiloh before the Lord: and there Joshua divided the land unto the children of Israel according to their divisions.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9063445059554462
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 21,
                    "verse": 43,
                    "text": "And the Lord gave unto Israel all the land which he sware to give unto their fathers; and they possessed it, and dwelt therein.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9033479152114458
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 10,
                    "verse": 20,
                    "text": "And it came to pass, when Joshua and the children of Israel had made an end of slaying them with a very great slaughter, till they were consumed, that the rest which remained of them entered into fenced cities.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9015389026128736
                }
            ]
        },
        {
            "verse": 7,
            "text": "And the people served the Lord all the days of Joshua, and all the days of the elders that outlived Joshua, who had seen all the great works of the Lord, that he did for Israel.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 24,
                    "verse": 31,
                    "text": "And Israel served the Lord all the days of Joshua, and all the days of the elders that overlived Joshua, and which had known all the works of the Lord, that he had done for Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.9401838180814934
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "volume_book_index": 14,
                    "chapter": 7,
                    "verse": 27,
                    "text": "And there were no more wars in the days of Shule; and he remembered the great things that the Lord had done for his fathers in bringing them across the great deep into the promised land; wherefore he did execute judgment in righteousness all his days.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8143201342971343
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 4,
                    "verse": 14,
                    "text": "On that day the Lord magnified Joshua in the sight of all Israel; and they feared him, as they feared Moses, all the days of his life.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8042778629764554
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 24,
                    "verse": 31,
                    "text": "And Israel served the Lord all the days of Joshua, and all the days of the elders that overlived Joshua, and which had known all the works of the Lord, that he had done for Israel.",
                    "embedding_model": "text-embedding-3-small",
                    "score": 0.9182192135918625
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 24,
                    "verse": 31,
                    "text": "And Israel served the Lord all the days of Joshua, and all the days of the elders that overlived Joshua, and which had known all the works of the Lord, that he had done for Israel.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9730259808271023
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 4,
                    "verse": 14,
                    "text": "On that day the Lord magnified Joshua in the sight of all Israel; and they feared him, as they feared Moses, all the days of his life.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9095384153586158
                }
            ]
        },
        {
            "verse": 8,
            "text": "And Joshua the son of Nun, the servant of the Lord, died, being an hundred and ten years old.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 24,
                    "verse": 29,
                    "text": "And it came to pass after these things, that Joshua the son of Nun, the servant of the Lord, died, being an hundred and ten years old.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.9641259971038473
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 1,
                    "verse": 1,
                    "text": "Now after the death of Moses the servant of the Lord it came to pass, that the Lord spake unto Joshua the son of Nun, Moses' minister, saying,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001335020548257
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 24,
                    "verse": 29,
                    "text": "And it came to pass after these things, that Joshua the son of Nun, the servant of the Lord, died, being an hundred and ten years old.",
                    "embedding_model": "text-embedding-3-small",
                    "score": 0.9345681071281433
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 24,
                    "verse": 29,
                    "text": "And it came to pass after these things, that Joshua the son of Nun, the servant of the Lord, died, being an hundred and ten years old.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.975830941672066
                }
            ]
        },
        {
            "verse": 9,
            "text": "And they buried him in the border of his inheritance in Timnath-heres, in the mount of Ephraim, on the north side of the hill Gaash.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 24,
                    "verse": 30,
                    "text": "And they buried him in the border of his inheritance in Timnath-serah, which is in mount Ephraim, on the north side of the hill of Gaash.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.9640962320119018
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 24,
                    "verse": 30,
                    "text": "And they buried him in the border of his inheritance in Timnath-serah, which is in mount Ephraim, on the north side of the hill of Gaash.",
                    "embedding_model": "text-embedding-3-small",
                    "score": 0.9785544289020062
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 24,
                    "verse": 30,
                    "text": "And they buried him in the border of his inheritance in Timnath-serah, which is in mount Ephraim, on the north side of the hill of Gaash.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9856503622948761
                }
            ]
        },
        {
            "verse": 10,
            "text": "And also all that generation were gathered unto their fathers: and there arose another generation after them, which knew not the Lord, nor yet the works which he had done for Israel.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 21,
                    "verse": 44,
                    "text": "And the Lord gave them rest round about, according to all that he sware unto their fathers: and there stood not a man of all their enemies before them; the Lord delivered all their enemies into their hand.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8008326326404994
                }
            ]
        },
        {
            "verse": 11,
            "text": "And the children of Israel did evil in the sight of the Lord, and served Baalim:",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 3,
                    "verse": 7,
                    "text": "And the children of Israel did evil in the sight of the Lord, and forgat the Lord their God, and served Baalim and the groves.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.9580229934088306
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 4,
                    "verse": 1,
                    "text": "And the children of Israel again did evil in the sight of the Lord, when Ehud was dead.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8970555468754723
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 10,
                    "verse": 6,
                    "text": "And the children of Israel did evil again in the sight of the Lord, and served Baalim, and Ashtaroth, and the gods of Syria, and the gods of Zidon, and the gods of Moab, and the gods of the children of Ammon, and the gods of the Philistines, and forsook the Lord, and served not him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8930599225509765
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 6,
                    "verse": 1,
                    "text": "And the children of Israel did evil in the sight of the Lord: and the Lord delivered them into the hand of Midian seven years.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8572670828660882
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 33,
                    "verse": 2,
                    "text": "But did that which was evil in the sight of the Lord, like unto the abominations of the heathen, whom the Lord had cast out before the children of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8468532543781744
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 13,
                    "verse": 1,
                    "text": "And the children of Israel did evil again in the sight of the Lord; and the Lord delivered them into the hand of the Philistines forty years.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8428619617111451
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 3,
                    "verse": 12,
                    "text": "And the children of Israel did evil again in the sight of the Lord: and the Lord strengthened Eglon the king of Moab against Israel, because they had done evil in the sight of the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8419067283635511
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "volume_book_index": 12,
                    "chapter": 21,
                    "verse": 2,
                    "text": "And he did that which was evil in the sight of the Lord, after the abominations of the heathen, whom the Lord cast out before the children of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8399284721372017
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 10,
                    "verse": 10,
                    "text": "And the children of Israel cried unto the Lord, saying, We have sinned against thee, both because we have forsaken our God, and also served Baalim.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8203305806883995
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "volume_book_index": 12,
                    "chapter": 21,
                    "verse": 20,
                    "text": "And he did that which was evil in the sight of the Lord, as his father Manasseh did.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8136201735219991
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 2,
                    "verse": 25,
                    "text": "And God looked upon the children of Israel, and God had respect unto them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8128882859035109
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 7,
                    "verse": 4,
                    "text": "Then the children of Israel did put away Baalim and Ashtaroth, and served the Lord only.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.809893919572329
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "volume_book_index": 12,
                    "chapter": 17,
                    "verse": 2,
                    "text": "And he did that which was evil in the sight of the Lord, but not as the kings of Israel that were before him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8084319253951924
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 1,
                    "verse": 13,
                    "text": "And the Egyptians made the children of Israel to serve with rigour:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8056336310632275
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 16,
                    "verse": 30,
                    "text": "And Ahab the son of Omri did evil in the sight of the Lord above all that were before him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8056159602329394
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 32,
                    "verse": 19,
                    "text": "And when the Lord saw it, he abhorred them, because of the provoking of his sons, and of his daughters.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8013127494639792
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 3,
                    "verse": 7,
                    "text": "And the children of Israel did evil in the sight of the Lord, and forgat the Lord their God, and served Baalim and the groves.",
                    "embedding_model": "text-embedding-3-small",
                    "score": 0.9282844066619873
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 10,
                    "verse": 6,
                    "text": "And the children of Israel did evil again in the sight of the Lord, and served Baalim, and Ashtaroth, and the gods of Syria, and the gods of Zidon, and the gods of Moab, and the gods of the children of Ammon, and the gods of the Philistines, and forsook the Lord, and served not him.",
                    "embedding_model": "text-embedding-3-small",
                    "score": 0.9028791727351665
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 10,
                    "verse": 10,
                    "text": "And the children of Israel cried unto the Lord, saying, We have sinned against thee, both because we have forsaken our God, and also served Baalim.",
                    "embedding_model": "text-embedding-3-small",
                    "score": 0.8634658455848694
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 7,
                    "verse": 4,
                    "text": "Then the children of Israel did put away Baalim and Ashtaroth, and served the Lord only.",
                    "embedding_model": "text-embedding-3-small",
                    "score": 0.8126278519630432
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 3,
                    "verse": 7,
                    "text": "And the children of Israel did evil in the sight of the Lord, and forgat the Lord their God, and served Baalim and the groves.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9716227667556562
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 10,
                    "verse": 6,
                    "text": "And the children of Israel did evil again in the sight of the Lord, and served Baalim, and Ashtaroth, and the gods of Syria, and the gods of Zidon, and the gods of Moab, and the gods of the children of Ammon, and the gods of the Philistines, and forsook the Lord, and served not him.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.962401270866394
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 10,
                    "verse": 10,
                    "text": "And the children of Israel cried unto the Lord, saying, We have sinned against thee, both because we have forsaken our God, and also served Baalim.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9385150950704547
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 4,
                    "verse": 1,
                    "text": "And the children of Israel again did evil in the sight of the Lord, when Ehud was dead.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9176733171246448
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 3,
                    "verse": 12,
                    "text": "And the children of Israel did evil again in the sight of the Lord: and the Lord strengthened Eglon the king of Moab against Israel, because they had done evil in the sight of the Lord.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9171226123425296
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 7,
                    "verse": 4,
                    "text": "Then the children of Israel did put away Baalim and Ashtaroth, and served the Lord only.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9158530185135034
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 6,
                    "verse": 1,
                    "text": "And the children of Israel did evil in the sight of the Lord: and the Lord delivered them into the hand of Midian seven years.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9103641999202078
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 2,
                    "verse": 13,
                    "text": "And they forsook the Lord, and served Baal and Ashtaroth.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9101555889937649
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "volume_book_index": 12,
                    "chapter": 21,
                    "verse": 2,
                    "text": "And he did that which was evil in the sight of the Lord, after the abominations of the heathen, whom the Lord cast out before the children of Israel.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9092581326211628
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 13,
                    "verse": 1,
                    "text": "And the children of Israel did evil again in the sight of the Lord; and the Lord delivered them into the hand of the Philistines forty years.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9021783412801246
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 8,
                    "verse": 33,
                    "text": "And it came to pass, as soon as Gideon was dead, that the children of Israel turned again, and went a whoring after Baalim, and made Baal-berith their god.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9015606163071915
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 25,
                    "verse": 3,
                    "text": "And Israel joined himself unto Baal-peor: and the anger of the Lord was kindled against Israel.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9012970924377441
                }
            ]
        },
        {
            "verse": 12,
            "text": "And they forsook the Lord God of their fathers, which brought them out of the land of Egypt, and followed other gods, of the gods of the people that were round about them, and bowed themselves unto them, and provoked the Lord to anger.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 7,
                    "verse": 22,
                    "text": "And it shall be answered, Because they forsook the Lord God of their fathers, which brought them forth out of the land of Egypt, and laid hold on other gods, and worshipped them, and served them: therefore hath he brought all this evil upon them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8831856187871361
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 9,
                    "verse": 9,
                    "text": "And they shall answer, Because they forsook the Lord their God, who brought forth their fathers out of the land of Egypt, and have taken hold upon other gods, and have worshipped them, and served them: therefore hath the Lord brought upon them all this evil.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.876413328380752
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "volume_book_index": 13,
                    "chapter": 5,
                    "verse": 25,
                    "text": "And they transgressed against the God of their fathers, and went a whoring after the gods of the people of the land, whom God destroyed before them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8745414528929137
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 13,
                    "verse": 17,
                    "text": "The God of this people of Israel chose our fathers, and exalted the people when they dwelt as strangers in the land of Egypt, and with an high arm brought he them out of it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8626765452712656
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 2,
                    "verse": 17,
                    "text": "And yet they would not hearken unto their judges, but they went a whoring after other gods, and bowed themselves unto them: they turned quickly out of the way which their fathers walked in, obeying the commandments of the Lord; but they did not so.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8335128451520193
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "volume_book_index": 5,
                    "chapter": 7,
                    "verse": 39,
                    "text": "To whom our fathers would not obey, but thrust him from them, and in their hearts turned back again into Egypt,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8210580149677811
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "volume_book_index": 12,
                    "chapter": 21,
                    "verse": 22,
                    "text": "And he forsook the Lord God of his fathers, and walked not in the way of the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8207463140419259
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "volume_book_index": 12,
                    "chapter": 17,
                    "verse": 33,
                    "text": "They feared the Lord, and served their own gods, after the manner of the nations whom they carried away from thence.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8155098649280339
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 29,
                    "verse": 25,
                    "text": "Then men shall say, Because they have forsaken the covenant of the Lord God of their fathers, which he made with them when he brought them forth out of the land of Egypt:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8149133776125635
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 18,
                    "verse": 8,
                    "text": "And Moses told his father in law all that the Lord had done unto Pharaoh and to the Egyptians for Israel's sake, and all the travail that had come upon them by the way, and how the Lord delivered them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8137880806642775
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "volume_book_index": 12,
                    "chapter": 21,
                    "verse": 15,
                    "text": "Because they have done that which was evil in my sight, and have provoked me to anger, since the day their fathers came forth out of Egypt, even unto this day.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8106099688509141
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 22,
                    "verse": 53,
                    "text": "For he served Baal, and worshipped him, and provoked to anger the Lord God of Israel, according to all that his father had done.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8092676177238928
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "volume_book_index": 12,
                    "chapter": 17,
                    "verse": 7,
                    "text": "For so it was, that the children of Israel had sinned against the Lord their God, which had brought them up out of the land of Egypt, from under the hand of Pharaoh king of Egypt, and had feared other gods,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8091428260755648
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 1,
                    "verse": 11,
                    "text": "And it came to pass that he went out and bowed himself down upon the earth, and cried mightily to his God in behalf of his people, yea, those who were about to be destroyed because of their faith in the tradition of their fathers.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8084725093764743
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 44,
                    "verse": 3,
                    "text": "Because of their wickedness which they have committed to provoke me to anger, in that they went to burn incense, and to serve other gods, whom they knew not, neither they, ye, nor your fathers.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8080662639005769
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 12,
                    "verse": 8,
                    "text": "When Jacob was come into Egypt, and your fathers cried unto the Lord, then the Lord sent Moses and Aaron, which brought forth your fathers out of Egypt, and made them dwell in this place.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8061814704000271
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 36,
                    "verse": 15,
                    "text": "And the Lord God of their fathers sent to them by his messengers, rising up betimes, and sending; because he had compassion on his people, and on his dwelling place:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8036155231113942
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 4,
                    "verse": 37,
                    "text": "And because he loved thy fathers, therefore he chose their seed after them, and brought thee out in his sight with his mighty power out of Egypt;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8032668580526741
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezra",
                    "volume_book_index": 15,
                    "chapter": 5,
                    "verse": 12,
                    "text": "But after that our fathers had provoked the God of heaven unto wrath, he gave them into the hand of Nebuchadnezzar the king of Babylon, the Chaldean, who destroyed this house, and carried the people away into Babylon.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8010632960643349
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "volume_book_index": 14,
                    "chapter": 11,
                    "verse": 21,
                    "text": "And that the Lord God would send or bring forth another people to possess the land, by his power, after the manner by which he brought their fathers.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8008828693518517
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 24,
                    "verse": 18,
                    "text": "And they left the house of the Lord God of their fathers, and served groves and idols: and wrath came upon Judah and Jerusalem for this their trespass.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.800845815643441
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 29,
                    "verse": 28,
                    "text": "And the Lord rooted them out of their land in anger, and in wrath, and in great indignation, and cast them into another land, as it is this day.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8002322027171064
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 9,
                    "verse": 9,
                    "text": "And they shall answer, Because they forsook the Lord their God, who brought forth their fathers out of the land of Egypt, and have taken hold upon other gods, and have worshipped them, and served them: therefore hath the Lord brought upon them all this evil.",
                    "embedding_model": "text-embedding-3-small",
                    "score": 0.8222366114470316
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 7,
                    "verse": 22,
                    "text": "And it shall be answered, Because they forsook the Lord God of their fathers, which brought them forth out of the land of Egypt, and laid hold on other gods, and worshipped them, and served them: therefore hath he brought all this evil upon them.",
                    "embedding_model": "text-embedding-3-small",
                    "score": 0.8126176595687924
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 9,
                    "verse": 9,
                    "text": "And they shall answer, Because they forsook the Lord their God, who brought forth their fathers out of the land of Egypt, and have taken hold upon other gods, and have worshipped them, and served them: therefore hath the Lord brought upon them all this evil.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9245951175689763
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 7,
                    "verse": 22,
                    "text": "And it shall be answered, Because they forsook the Lord God of their fathers, which brought them forth out of the land of Egypt, and laid hold on other gods, and worshipped them, and served them: therefore hath he brought all this evil upon them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9224505881876821
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 2,
                    "verse": 17,
                    "text": "And yet they would not hearken unto their judges, but they went a whoring after other gods, and bowed themselves unto them: they turned quickly out of the way which their fathers walked in, obeying the commandments of the Lord; but they did not so.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.919854054468413
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "volume_book_index": 13,
                    "chapter": 5,
                    "verse": 25,
                    "text": "And they transgressed against the God of their fathers, and went a whoring after the gods of the people of the land, whom God destroyed before them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9182581256781908
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "volume_book_index": 12,
                    "chapter": 17,
                    "verse": 7,
                    "text": "For so it was, that the children of Israel had sinned against the Lord their God, which had brought them up out of the land of Egypt, from under the hand of Pharaoh king of Egypt, and had feared other gods,",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9124507255822869
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "volume_book_index": 12,
                    "chapter": 17,
                    "verse": 15,
                    "text": "And they rejected his statutes, and his covenant that he made with their fathers, and his testimonies which he testified against them; and they followed vanity, and became vain, and went after the heathen that were round about them, concerning whom the Lord had charged them, that they should not do like them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9120536394151251
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 22,
                    "verse": 9,
                    "text": "Then they shall answer, Because they have forsaken the covenant of the Lord their God, and worshipped other gods, and served them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9084586988042234
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "volume_book_index": 12,
                    "chapter": 17,
                    "verse": 11,
                    "text": "And there they burnt incense in all the high places, as did the heathen whom the Lord carried away before them; and wrought wicked things to provoke the Lord to anger:",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.907069677535874
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "volume_book_index": 12,
                    "chapter": 17,
                    "verse": 33,
                    "text": "They feared the Lord, and served their own gods, after the manner of the nations whom they carried away from thence.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9057425912772209
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 44,
                    "verse": 3,
                    "text": "Because of their wickedness which they have committed to provoke me to anger, in that they went to burn incense, and to serve other gods, whom they knew not, neither they, ye, nor your fathers.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9055379572831382
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 24,
                    "verse": 18,
                    "text": "And they left the house of the Lord God of their fathers, and served groves and idols: and wrath came upon Judah and Jerusalem for this their trespass.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9041525607290937
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 29,
                    "verse": 26,
                    "text": "For they went and served other gods, and worshipped them, gods whom they knew not, and whom he had not given unto them:",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9014319240193557
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 29,
                    "verse": 25,
                    "text": "Then men shall say, Because they have forsaken the covenant of the Lord God of their fathers, which he made with them when he brought them forth out of the land of Egypt:",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.900236308574683
                }
            ]
        },
        {
            "verse": 13,
            "text": "And they forsook the Lord, and served Baal and Ashtaroth.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 12,
                    "verse": 10,
                    "text": "And they cried unto the Lord, and said, We have sinned, because we have forsaken the Lord, and have served Baalim and Ashtaroth: but now deliver us out of the hand of our enemies, and we will serve thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8233976299030428
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "volume_book_index": 12,
                    "chapter": 17,
                    "verse": 16,
                    "text": "And they left all the commandments of the Lord their God, and made them molten images, even two calves, and made a grove, and worshipped all the host of heaven, and served Baal.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8126827254372736
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 106,
                    "verse": 28,
                    "text": "They joined themselves also unto Baal-peor, and ate the sacrifices of the dead.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8083466965943334
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 9,
                    "verse": 9,
                    "text": "And they shall answer, Because they forsook the Lord their God, who brought forth their fathers out of the land of Egypt, and have taken hold upon other gods, and have worshipped them, and served them: therefore hath the Lord brought upon them all this evil.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.800664343136078
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 12,
                    "verse": 9,
                    "text": "And when they forgat the Lord their God, he sold them into the hand of Sisera, captain of the host of Hazor, and into the hand of the Philistines, and into the hand of the king of Moab, and they fought against them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001626654607413
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 12,
                    "verse": 10,
                    "text": "And they cried unto the Lord, and said, We have sinned, because we have forsaken the Lord, and have served Baalim and Ashtaroth: but now deliver us out of the hand of our enemies, and we will serve thee.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9176816344261235
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "volume_book_index": 12,
                    "chapter": 17,
                    "verse": 16,
                    "text": "And they left all the commandments of the Lord their God, and made them molten images, even two calves, and made a grove, and worshipped all the host of heaven, and served Baal.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9154620716251194
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 3,
                    "verse": 7,
                    "text": "And the children of Israel did evil in the sight of the Lord, and forgat the Lord their God, and served Baalim and the groves.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9137211441993778
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 10,
                    "verse": 6,
                    "text": "And the children of Israel did evil again in the sight of the Lord, and served Baalim, and Ashtaroth, and the gods of Syria, and the gods of Zidon, and the gods of Moab, and the gods of the children of Ammon, and the gods of the Philistines, and forsook the Lord, and served not him.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9132914491469548
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 2,
                    "verse": 11,
                    "text": "And the children of Israel did evil in the sight of the Lord, and served Baalim:",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9101555889937649
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 7,
                    "verse": 4,
                    "text": "Then the children of Israel did put away Baalim and Ashtaroth, and served the Lord only.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9068882354364676
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 22,
                    "verse": 9,
                    "text": "Then they shall answer, Because they have forsaken the covenant of the Lord their God, and worshipped other gods, and served them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9067884572492191
                }
            ]
        },
        {
            "verse": 14,
            "text": "And the anger of the Lord was hot against Israel, and he delivered them into the hands of spoilers that spoiled them, and he sold them into the hands of their enemies round about, so that they could not any longer stand before their enemies.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 10,
                    "verse": 7,
                    "text": "And the anger of the Lord was hot against Israel, and he sold them into the hands of the Philistines, and into the hands of the children of Ammon.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.904075004776252
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 3,
                    "verse": 8,
                    "text": "Therefore the anger of the Lord was hot against Israel, and he sold them into the hand of Chushan-rishathaim king of Mesopotamia: and the children of Israel served Chushan-rishathaim eight years.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8412768913566552
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "volume_book_index": 12,
                    "chapter": 13,
                    "verse": 3,
                    "text": "And the anger of the Lord was kindled against Israel, and he delivered them into the hand of Hazael king of Syria, and into the hand of Ben-hadad the son of Hazael, all their days.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.830593898817163
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 34,
                    "verse": 2,
                    "text": "For the indignation of the Lord is upon all nations, and his fury upon all their armies: he hath utterly destroyed them, he hath delivered them to the slaughter.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8267875372599582
                },
                {
                    "volume": "Old Testament",
                    "book": "Lamentations",
                    "volume_book_index": 25,
                    "chapter": 2,
                    "verse": 3,
                    "text": "He hath cut off in his fierce anger all the horn of Israel: he hath drawn back his right hand from before the enemy, and he burned against Jacob like a flaming fire, which devoureth round about.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8162688331941812
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 78,
                    "verse": 21,
                    "text": "Therefore the Lord heard this, and was wroth: so a fire was kindled against Jacob, and anger also came up against Israel;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8161011602312682
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 12,
                    "verse": 9,
                    "text": "And when they forgat the Lord their God, he sold them into the hand of Sisera, captain of the host of Hazor, and into the hand of the Philistines, and into the hand of the king of Moab, and they fought against them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8153178910857097
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 2,
                    "verse": 20,
                    "text": "And the anger of the Lord was hot against Israel; and he said, Because that this people hath transgressed my covenant which I commanded their fathers, and have not hearkened unto my voice;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8146705666854918
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 12,
                    "verse": 9,
                    "text": "And it came to pass that they were angry with him; and they took him and carried him bound before the king, and said unto the king: Behold, we have brought a man before thee who has prophesied evil concerning thy people, and saith that God will destroy them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8144250003368104
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 12,
                    "verse": 9,
                    "text": "And the anger of the Lord was kindled against them; and he departed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8098768290130522
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "volume_book_index": 12,
                    "chapter": 17,
                    "verse": 20,
                    "text": "And the Lord rejected all the seed of Israel, and afflicted them, and delivered them into the hand of spoilers, until he had cast them out of his sight.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8089175577742732
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 7,
                    "verse": 10,
                    "text": "And as Samuel was offering up the burnt offering, the Philistines drew near to battle against Israel: but the Lord thundered with a great thunder on that day upon the Philistines, and discomfited them; and they were smitten before Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.805943173265687
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 15,
                    "verse": 25,
                    "text": "Therefore, is the anger of the Lord kindled against his people, and he hath stretched forth his hand against them, and hath smitten them; and the hills did tremble, and their carcasses were torn in the midst of the streets. For all this his anger is not turned away, but his hand is stretched out still.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8047764607315538
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Samuel",
                    "volume_book_index": 10,
                    "chapter": 24,
                    "verse": 1,
                    "text": "And again the anger of the Lord was kindled against Israel, and he moved David against them to say, Go, number Israel and Judah.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8038687037051234
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 78,
                    "verse": 31,
                    "text": "The wrath of God came upon them, and slew the fattest of them, and smote down the chosen men of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8026938368598893
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 10,
                    "verse": 7,
                    "text": "And the anger of the Lord was hot against Israel, and he sold them into the hands of the Philistines, and into the hands of the children of Ammon.",
                    "embedding_model": "text-embedding-3-small",
                    "score": 0.8011410950934248
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 10,
                    "verse": 7,
                    "text": "And the anger of the Lord was hot against Israel, and he sold them into the hands of the Philistines, and into the hands of the children of Ammon.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9285411153484737
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "volume_book_index": 12,
                    "chapter": 17,
                    "verse": 20,
                    "text": "And the Lord rejected all the seed of Israel, and afflicted them, and delivered them into the hand of spoilers, until he had cast them out of his sight.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.917638622311231
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "volume_book_index": 12,
                    "chapter": 13,
                    "verse": 3,
                    "text": "And the anger of the Lord was kindled against Israel, and he delivered them into the hand of Hazael king of Syria, and into the hand of Ben-hadad the son of Hazael, all their days.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9126770820415926
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 3,
                    "verse": 8,
                    "text": "Therefore the anger of the Lord was hot against Israel, and he sold them into the hand of Chushan-rishathaim king of Mesopotamia: and the children of Israel served Chushan-rishathaim eight years.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9083262952663395
                }
            ]
        },
        {
            "verse": 15,
            "text": "Whithersoever they went out, the hand of the Lord was against them for evil, as the Lord had said, and as the Lord had sworn unto them: and they were greatly distressed.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 2,
                    "verse": 15,
                    "text": "For indeed the hand of the Lord was against them, to destroy them from among the host, until they were consumed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8235524825294223
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 12,
                    "verse": 9,
                    "text": "And the anger of the Lord was kindled against them; and he departed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8179126151077726
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "volume_book_index": 16,
                    "chapter": 9,
                    "verse": 27,
                    "text": "Therefore thou deliveredst them into the hand of their enemies, who vexed them: and in the time of their trouble, when they cried unto thee, thou heardest them from heaven; and according to thy manifold mercies thou gavest them saviours, who saved them out of the hand of their enemies.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.816916796497287
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 107,
                    "verse": 6,
                    "text": "Then they cried unto the Lord in their trouble, and he delivered them out of their distresses.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8152200007144458
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 46,
                    "verse": 5,
                    "text": "Wherefore have I seen them dismayed and turned away back? and their mighty ones are beaten down, and are fled apace, and look not back: for fear was round about, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8130407222403349
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 5,
                    "verse": 25,
                    "text": "Therefore is the anger of the Lord kindled against his people, and he hath stretched forth his hand against them, and hath smitten them: and the hills did tremble, and their carcases were torn in the midst of the streets. For all this his anger is not turned away, but his hand is stretched out still.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8082444112380051
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 15,
                    "verse": 25,
                    "text": "Therefore, is the anger of the Lord kindled against his people, and he hath stretched forth his hand against them, and hath smitten them; and the hills did tremble, and their carcasses were torn in the midst of the streets. For all this his anger is not turned away, but his hand is stretched out still.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8070127493025254
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 11,
                    "verse": 13,
                    "text": "And it came to pass that the Lord spake unto them saying:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8057261747699196
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 12,
                    "verse": 9,
                    "text": "And it came to pass that they were angry with him; and they took him and carried him bound before the king, and said unto the king: Behold, we have brought a man before thee who has prophesied evil concerning thy people, and saith that God will destroy them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8054128050834712
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 12,
                    "verse": 10,
                    "text": "And they cried unto the Lord, and said, We have sinned, because we have forsaken the Lord, and have served Baalim and Ashtaroth: but now deliver us out of the hand of our enemies, and we will serve thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.804797404833843
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 36,
                    "verse": 20,
                    "text": "And when they entered unto the heathen, whither they went, they profaned my holy name, when they said to them, These are the people of the Lord, and are gone forth out of his land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8023797855901001
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 44,
                    "verse": 2,
                    "text": "How thou didst drive out the heathen with thy hand, and plantedst them; how thou didst afflict the people, and cast them out.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8021269736121928
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 2,
                    "verse": 15,
                    "text": "For indeed the hand of the Lord was against them, to destroy them from among the host, until they were consumed.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.900994890987583
                }
            ]
        },
        {
            "verse": 16,
            "text": "Nevertheless the Lord raised up judges, which delivered them out of the hand of those that spoiled them.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 2,
                    "verse": 18,
                    "text": "And when the Lord raised them up judges, then the Lord was with the judge, and delivered them out of the hand of their enemies all the days of the judge: for it repented the Lord because of their groanings by reason of them that oppressed them and vexed them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8782134775111066
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 2,
                    "verse": 19,
                    "text": "And it came to pass, when the judge was dead, that they returned, and corrupted themselves more than their fathers, in following other gods to serve them, and to bow down unto them; they ceased not from their own doings, nor from their stubborn way.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8100175882518429
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 2,
                    "verse": 18,
                    "text": "And when the Lord raised them up judges, then the Lord was with the judge, and delivered them out of the hand of their enemies all the days of the judge: for it repented the Lord because of their groanings by reason of them that oppressed them and vexed them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9252654403131741
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "volume_book_index": 6,
                    "chapter": 1,
                    "verse": 7,
                    "text": "Wherefore, the Lord did visit them in great judgment; nevertheless, he did spare the righteous that they should not perish, but did deliver them out of the hands of their enemies.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9148693306627308
                }
            ]
        },
        {
            "verse": 17,
            "text": "And yet they would not hearken unto their judges, but they went a whoring after other gods, and bowed themselves unto them: they turned quickly out of the way which their fathers walked in, obeying the commandments of the Lord; but they did not so.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 2,
                    "verse": 19,
                    "text": "And it came to pass, when the judge was dead, that they returned, and corrupted themselves more than their fathers, in following other gods to serve them, and to bow down unto them; they ceased not from their own doings, nor from their stubborn way.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8445673674356977
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "volume_book_index": 2,
                    "chapter": 1,
                    "verse": 5,
                    "text": "My fathers, having turned from their righteousness, and from the holy commandments which the Lord their God had given unto them, unto the worshiping of the gods of the heathen, utterly refused to hearken to my voice;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8392820615586863
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 2,
                    "verse": 12,
                    "text": "And they forsook the Lord God of their fathers, which brought them out of the land of Egypt, and followed other gods, of the gods of the people that were round about them, and bowed themselves unto them, and provoked the Lord to anger.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8335128451520193
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 44,
                    "verse": 5,
                    "text": "But they hearkened not, nor inclined their ear to turn from their wickedness, to burn no incense unto other gods.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8314999187651522
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 101,
                    "verse": 50,
                    "text": "And while they were at variance one with another they became very slothful, and they hearkened not unto the commandments of their lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8158096598477008
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "volume_book_index": 12,
                    "chapter": 18,
                    "verse": 12,
                    "text": "Because they obeyed not the voice of the Lord their God, but transgressed his covenant, and all that Moses the servant of the Lord commanded, and would not hear them, nor do them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8143414038550473
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "volume_book_index": 12,
                    "chapter": 17,
                    "verse": 14,
                    "text": "Notwithstanding they would not hear, but hardened their necks, like to the neck of their fathers, that did not believe in the Lord their God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8022459478292738
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "volume_book_index": 13,
                    "chapter": 5,
                    "verse": 25,
                    "text": "And they transgressed against the God of their fathers, and went a whoring after the gods of the people of the land, whom God destroyed before them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.800073371898502
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 2,
                    "verse": 12,
                    "text": "And they forsook the Lord God of their fathers, which brought them out of the land of Egypt, and followed other gods, of the gods of the people that were round about them, and bowed themselves unto them, and provoked the Lord to anger.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.919854054468413
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 2,
                    "verse": 19,
                    "text": "And it came to pass, when the judge was dead, that they returned, and corrupted themselves more than their fathers, in following other gods to serve them, and to bow down unto them; they ceased not from their own doings, nor from their stubborn way.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9186776425818991
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "volume_book_index": 12,
                    "chapter": 17,
                    "verse": 15,
                    "text": "And they rejected his statutes, and his covenant that he made with their fathers, and his testimonies which he testified against them; and they followed vanity, and became vain, and went after the heathen that were round about them, concerning whom the Lord had charged them, that they should not do like them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9132086789831048
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "volume_book_index": 12,
                    "chapter": 18,
                    "verse": 12,
                    "text": "Because they obeyed not the voice of the Lord their God, but transgressed his covenant, and all that Moses the servant of the Lord commanded, and would not hear them, nor do them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9129568494039593
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 44,
                    "verse": 5,
                    "text": "But they hearkened not, nor inclined their ear to turn from their wickedness, to burn no incense unto other gods.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.909925671842454
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "volume_book_index": 13,
                    "chapter": 5,
                    "verse": 25,
                    "text": "And they transgressed against the God of their fathers, and went a whoring after the gods of the people of the land, whom God destroyed before them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9052240421967576
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 29,
                    "verse": 26,
                    "text": "For they went and served other gods, and worshipped them, gods whom they knew not, and whom he had not given unto them:",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9016388351801545
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "volume_book_index": 2,
                    "chapter": 1,
                    "verse": 5,
                    "text": "My fathers, having turned from their righteousness, and from the holy commandments which the Lord their God had given unto them, unto the worshiping of the gods of the heathen, utterly refused to hearken to my voice;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9007191239501756
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "volume_book_index": 12,
                    "chapter": 17,
                    "verse": 40,
                    "text": "Howbeit they did not hearken, but they did after their former manner.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9004608570705456
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 22,
                    "verse": 9,
                    "text": "Then they shall answer, Because they have forsaken the covenant of the Lord their God, and worshipped other gods, and served them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9002406120013717
                }
            ]
        },
        {
            "verse": 18,
            "text": "And when the Lord raised them up judges, then the Lord was with the judge, and delivered them out of the hand of their enemies all the days of the judge: for it repented the Lord because of their groanings by reason of them that oppressed them and vexed them.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 2,
                    "verse": 16,
                    "text": "Nevertheless the Lord raised up judges, which delivered them out of the hand of those that spoiled them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8782134775111066
                },
                {
                    "volume": "Old Testament",
                    "book": "Nehemiah",
                    "volume_book_index": 16,
                    "chapter": 9,
                    "verse": 27,
                    "text": "Therefore thou deliveredst them into the hand of their enemies, who vexed them: and in the time of their trouble, when they cried unto thee, thou heardest them from heaven; and according to thy manifold mercies thou gavest them saviours, who saved them out of the hand of their enemies.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8128561183357973
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 14,
                    "verse": 20,
                    "text": "And it came to pass that they departed and went their ways, but came again on the morrow; and the judge also smote them again on their cheeks. And many came forth also, and smote them, saying: Will ye stand again and judge this people, and condemn our law? If ye have such great power why do ye not deliver yourselves?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8017333177536498
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 9,
                    "verse": 13,
                    "text": "And it came to pass that the judges desired that they should be brought; and they were brought, and behold they were the five who were sent; and behold the judges inquired of them to know concerning the matter, and they told them all that they had done, saying:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.801335176875393
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 2,
                    "verse": 19,
                    "text": "And it came to pass, when the judge was dead, that they returned, and corrupted themselves more than their fathers, in following other gods to serve them, and to bow down unto them; they ceased not from their own doings, nor from their stubborn way.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8008400465787752
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 2,
                    "verse": 16,
                    "text": "Nevertheless the Lord raised up judges, which delivered them out of the hand of those that spoiled them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9252654403131741
                }
            ]
        },
        {
            "verse": 19,
            "text": "And it came to pass, when the judge was dead, that they returned, and corrupted themselves more than their fathers, in following other gods to serve them, and to bow down unto them; they ceased not from their own doings, nor from their stubborn way.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 2,
                    "verse": 17,
                    "text": "And yet they would not hearken unto their judges, but they went a whoring after other gods, and bowed themselves unto them: they turned quickly out of the way which their fathers walked in, obeying the commandments of the Lord; but they did not so.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8445673674356977
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 14,
                    "verse": 20,
                    "text": "And it came to pass that they departed and went their ways, but came again on the morrow; and the judge also smote them again on their cheeks. And many came forth also, and smote them, saying: Will ye stand again and judge this people, and condemn our law? If ye have such great power why do ye not deliver yourselves?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8345891799440344
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 50,
                    "verse": 39,
                    "text": "Behold, it came to pass that the son of Nephihah was appointed to fill the judgment-seat, in the stead of his father; yea, he was appointed chief judge and governor over the people, with an oath and sacred ordinance to judge righteously, and to keep the peace and the freedom of the people, and to grant unto them their sacred privileges to worship the Lord their God, yea, to support and maintain the cause of God all his days, and to bring the wicked to justice according to their crime.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8103319473439176
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 2,
                    "verse": 16,
                    "text": "Nevertheless the Lord raised up judges, which delivered them out of the hand of those that spoiled them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8100175882518429
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 2,
                    "verse": 18,
                    "text": "And when the Lord raised them up judges, then the Lord was with the judge, and delivered them out of the hand of their enemies all the days of the judge: for it repented the Lord because of their groanings by reason of them that oppressed them and vexed them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8008400465787752
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 2,
                    "verse": 17,
                    "text": "And yet they would not hearken unto their judges, but they went a whoring after other gods, and bowed themselves unto them: they turned quickly out of the way which their fathers walked in, obeying the commandments of the Lord; but they did not so.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9186776425818991
                }
            ]
        },
        {
            "verse": 20,
            "text": "And the anger of the Lord was hot against Israel; and he said, Because that this people hath transgressed my covenant which I commanded their fathers, and have not hearkened unto my voice;",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "volume_book_index": 1,
                    "chapter": 8,
                    "verse": 15,
                    "text": "And the Lord said unto Noah: The daughters of thy sons have sold themselves; for behold mine anger is kindled against the sons of men, for they will not hearken to my voice.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8255881709198051
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 78,
                    "verse": 21,
                    "text": "Therefore the Lord heard this, and was wroth: so a fire was kindled against Jacob, and anger also came up against Israel;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8186486035635133
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 23,
                    "verse": 16,
                    "text": "When ye have transgressed the covenant of the Lord your God, which he commanded you, and have gone and served other gods, and bowed yourselves to them; then shall the anger of the Lord be kindled against you, and ye shall perish quickly from off the good land which he hath given unto you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8186000897218397
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 9,
                    "verse": 19,
                    "text": "For I was afraid of the anger and hot displeasure, wherewith the Lord was wroth against you to destroy you. But the Lord hearkened unto me at that time also.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8160434422153864
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 2,
                    "verse": 14,
                    "text": "And the anger of the Lord was hot against Israel, and he delivered them into the hands of spoilers that spoiled them, and he sold them into the hands of their enemies round about, so that they could not any longer stand before their enemies.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8146705666854918
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "volume_book_index": 2,
                    "chapter": 1,
                    "verse": 5,
                    "text": "My fathers, having turned from their righteousness, and from the holy commandments which the Lord their God had given unto them, unto the worshiping of the gods of the heathen, utterly refused to hearken to my voice;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.812100331447105
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "volume_book_index": 1,
                    "chapter": 6,
                    "verse": 27,
                    "text": "And he heard a voice from heaven, saying: Enoch, my son, prophesy unto this people, and say unto them--Repent, for thus saith the Lord: I am angry with this people, and my fierce anger is kindled against them; for their hearts have waxed hard, and their ears are dull of hearing, and their eyes cannot see afar off;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8079398798810584
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 10,
                    "verse": 7,
                    "text": "And the anger of the Lord was hot against Israel, and he sold them into the hands of the Philistines, and into the hands of the children of Ammon.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8078223748561509
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 11,
                    "verse": 10,
                    "text": "They are turned back to the iniquities of their forefathers, which refused to hear my words; and they went after other gods to serve them: the house of Israel and the house of Judah have broken my covenant which I made with their fathers.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8016204029848337
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 78,
                    "verse": 21,
                    "text": "Therefore the Lord heard this, and was wroth: so a fire was kindled against Jacob, and anger also came up against Israel;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9127706457333067
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 56,
                    "verse": 1,
                    "text": "Hearken, O ye people who profess my name, saith the Lord your God; for behold, mine anger is kindled against the rebellious, and they shall know mine arm and mine indignation, in the day of visitation and of wrath upon the nations.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9036251478865495
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 20,
                    "verse": 27,
                    "text": "Therefore, son of man, speak unto the house of Israel, and say unto them, Thus saith the Lord God; Yet in this your fathers have blasphemed me, in that they have committed a trespass against me.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9035705385464124
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 13,
                    "verse": 30,
                    "text": "Yea, behold, the anger of the Lord is already kindled against you; behold, he hath cursed the land because of your iniquity.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9015933333877738
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 32,
                    "verse": 13,
                    "text": "And the Lord's anger was kindled against Israel, and he made them wander in the wilderness forty years, until all the generation, that had done evil in the sight of the Lord, was consumed.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9004855870621696
                }
            ]
        },
        {
            "verse": 21,
            "text": "I also will not henceforth drive out any from before them of the nations which Joshua left when he died:",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 2,
                    "verse": 23,
                    "text": "Therefore the Lord left those nations, without driving them out hastily; neither delivered he them into the hand of Joshua.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8297936364204646
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 29,
                    "text": "And they shall go out from all nations; and they shall not go out in haste, nor go by flight, for I will go before them, saith the Father, and I will be their rearward.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8136541516963248
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 10,
                    "verse": 30,
                    "text": "And he said unto him, I will not go; but I will depart to mine own land, and to my kindred.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8005604801795413
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 2,
                    "verse": 23,
                    "text": "Therefore the Lord left those nations, without driving them out hastily; neither delivered he them into the hand of Joshua.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9026351186008893
                }
            ]
        },
        {
            "verse": 22,
            "text": "That through them I may prove Israel, whether they will keep the way of the Lord to walk therein, as their fathers did keep it, or not.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 3,
                    "verse": 4,
                    "text": "And they were to prove Israel by them, to know whether they would hearken unto the commandments of the Lord, which he commanded their fathers by the hand of Moses.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8426545987525218
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 6,
                    "verse": 16,
                    "text": "Now therefore, O Lord God of Israel, keep with thy servant David my father that which thou hast promised him, saying, There shall not fail thee a man in my sight to sit upon the throne of Israel; yet so that thy children take heed to their way to walk in my law, as thou hast walked before me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.833630944818918
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 8,
                    "verse": 25,
                    "text": "Therefore now, Lord God of Israel, keep with thy servant David my father that thou promisedst him, saying, There shall not fail thee a man in my sight to sit on the throne of Israel; so that thy children take heed to their way, that they walk before me as thou hast walked before me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8272781877614828
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 17,
                    "verse": 4,
                    "text": "But now I go unto the Father, and also to show myself unto the lost tribes of Israel, for they are not lost unto the Father, for he knoweth whither he hath taken them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8269680367584823
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 7,
                    "verse": 18,
                    "text": "Then will I stablish the throne of thy kingdom, according as I have covenanted with David thy father, saying, There shall not fail thee a man to be ruler in Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8118614292970101
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 3,
                    "verse": 18,
                    "text": "In those days the house of Judah shall walk with the house of Israel, and they shall come together out of the land of the north to the land that I have given for an inheritance unto your fathers.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8059749368421828
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 6,
                    "verse": 31,
                    "text": "That they may fear thee, to walk in thy ways, so long as they live in the land which thou gavest unto our fathers.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8039242299072674
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 3,
                    "verse": 14,
                    "text": "And if thou wilt walk in my ways, to keep my statutes and my commandments, as thy father David did walk, then I will lengthen thy days.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.800738719711561
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 3,
                    "verse": 4,
                    "text": "And they were to prove Israel by them, to know whether they would hearken unto the commandments of the Lord, which he commanded their fathers by the hand of Moses.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9158236607155533
                }
            ]
        },
        {
            "verse": 23,
            "text": "Therefore the Lord left those nations, without driving them out hastily; neither delivered he them into the hand of Joshua.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 2,
                    "verse": 21,
                    "text": "I also will not henceforth drive out any from before them of the nations which Joshua left when he died:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8297936364204646
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 9,
                    "verse": 26,
                    "text": "And so did he unto them, and delivered them out of the hand of the children of Israel, that they slew them not.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8120098224072079
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 106,
                    "verse": 34,
                    "text": "They did not destroy the nations, concerning whom the Lord commanded them:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8082095519551522
                },
                {
                    "volume": "Old Testament",
                    "book": "Judges",
                    "volume_book_index": 7,
                    "chapter": 2,
                    "verse": 21,
                    "text": "I also will not henceforth drive out any from before them of the nations which Joshua left when he died:",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9026351186008893
                }
            ]
        }
    ]
}