{
    "volume": "Old Testament",
    "book": "Micah",
    "chapter": 5,
    "verses": [
        {
            "verse": 1,
            "text": "Now gather thyself in troops, O daughter of troops: he hath laid siege against us: they shall smite the judge of Israel with a rod upon the cheek.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 26,
                    "verse": 8,
                    "text": "He shall slay with the sword thy daughters in the field: and he shall make a fort against thee, and cast a mount against thee, and lift up the buckler against thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8211822049668537
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 49,
                    "verse": 2,
                    "text": "Therefore, behold, the days come, saith the Lord, that I will cause an alarm of war to be heard in Rabbah of the Ammonites; and it shall be a desolate heap, and her daughters shall be burned with fire: then shall Israel be heir unto them that were his heirs, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.818474635652428
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 110,
                    "verse": 2,
                    "text": "The Lord shall send the rod of thy strength out of Zion: rule thou in the midst of thine enemies.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8129354196226469
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 13,
                    "verse": 17,
                    "text": "Likewise, thou son of man, set thy face against the daughters of thy people, which prophesy out of their own heart; and prophesy thou against them,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8080415141306693
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 20,
                    "verse": 4,
                    "text": "For thus saith the Lord, Behold, I will make thee a terror to thyself, and to all thy friends: and they shall fall by the sword of their enemies, and thine eyes shall behold it: and I will give all Judah into the hand of the king of Babylon, and he shall carry them captive into Babylon, and shall slay them with the sword.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8053525542330373
                }
            ]
        },
        {
            "verse": 2,
            "text": "But thou, Beth-lehem Ephratah, though thou be little among the thousands of Judah, yet out of thee shall he come forth unto me that is to be ruler in Israel; whose goings forth have been from of old, from everlasting.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 7,
                    "verse": 17,
                    "text": "The Lord shall bring upon thee, and upon thy people, and upon thy father's house, days that have not come, from the day that Ephraim departed from Judah; even the king of Assyria.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8304719787613719
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 17,
                    "verse": 17,
                    "text": "The Lord shall bring upon thee, and upon thy people, and upon thy father's house, days that have not come from the day that Ephraim departed from Judah, the king of Assyria.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8238816350340347
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 2,
                    "verse": 6,
                    "text": "And thou Bethlehem, in the land of Juda, art not the least among the princes of Juda: for out of thee shall come a Governor, that shall rule my people Israel.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9272496467307628
                }
            ]
        },
        {
            "verse": 3,
            "text": "Therefore will he give them up, until the time that she which travaileth hath brought forth: then the remnant of his brethren shall return unto the children of Israel.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 45,
                    "verse": 25,
                    "text": "But they shall be gathered again; but they shall remain until the times of the Gentiles be fulfilled.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.83282836367175
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 37,
                    "verse": 21,
                    "text": "And say unto them, Thus saith the Lord God; Behold, I will take the children of Israel from among the heathen, whither they be gone, and will gather them on every side, and bring them into their own land:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8238207444855876
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 22,
                    "verse": 12,
                    "text": "Wherefore, he will bring them again out of captivity, and they shall be gathered together to the lands of their inheritance; and they shall be brought out of obscurity and out of darkness; and they shall know that the Lord is their Savior and their Redeemer, the Mighty One of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8192108282965022
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 3,
                    "verse": 20,
                    "text": "Until the Lord have given rest unto your brethren, as well as unto you, and until they also possess the land which the Lord your God hath given them beyond Jordan: and then shall ye return every man unto his possession, which I have given you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.818828903212451
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 103,
                    "verse": 11,
                    "text": "But verily I say unto you, I have decreed that your brethren which have been scattered shall return to the lands of their inheritances, and shall build up the waste places of Zion.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8164666147675258
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 30,
                    "verse": 3,
                    "text": "For, lo, the days come, saith the Lord, that I will bring again the captivity of my people Israel and Judah, saith the Lord: and I will cause them to return to the land that I gave to their fathers, and they shall possess it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8152609320352131
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 10,
                    "verse": 3,
                    "text": "That after they should be destroyed, even that great city Jerusalem, and many be carried away captive into Babylon, according to the own due time of the Lord, they should return again, yea, even be brought back out of captivity; and after they should be brought back out of captivity they should possess again the land of their inheritance.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8136232370765596
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 28,
                    "verse": 15,
                    "text": "And it shall be given thee from the time thou shalt go, until the time thou shalt return, what thou shalt do.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8122160770718106
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 1,
                    "verse": 15,
                    "text": "Until the Lord have given your brethren rest, as he hath given you, and they also have possessed the land which the Lord your God giveth them: then ye shall return unto the land of your possession, and enjoy it, which Moses the Lord's servant gave you on this side Jordan toward the sunrising.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8120490418782289
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 24,
                    "verse": 2,
                    "text": "And the people shall take them and bring them to their place; yea, from far unto the ends of the earth; and they shall return to their lands of promise. And the house of Israel shall possess them, and the land of the Lord shall be for servants and handmaids; and they shall take them captives unto whom they were captives; and they shall rule over their oppressors.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8115753930211285
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 113,
                    "verse": 10,
                    "text": "We are to understand that the scattered remnants are exhorted to return to the Lord from whence they have fallen; which if they do, the promise of the Lord is that he will speak to them, or give them revelation. See the 6th, 7th, and 8th verses. The bands of her neck are the curses of God upon her, or the remnants of Israel in their scattered condition among the Gentiles.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8110174274855605
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 10,
                    "verse": 21,
                    "text": "The remnant shall return, even the remnant of Jacob, unto the mighty God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8105868482677269
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 109,
                    "verse": 64,
                    "text": "And the children of Judah may begin to return to the lands which thou didst give to Abraham, their father.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8104479970261971
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 20,
                    "verse": 21,
                    "text": "The remnant shall return, yea, even the remnant of Jacob, unto the mighty God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8088674429829095
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "volume_book_index": 28,
                    "chapter": 3,
                    "verse": 5,
                    "text": "Afterward shall the children of Israel return, and seek the Lord their God, and David their king; and shall fear the Lord and his goodness in the latter days.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8073209718108453
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 9,
                    "verse": 2,
                    "text": "That he has spoken unto the Jews, by the mouth of his holy prophets, even from the beginning down, from generation to generation, until the time comes that they shall be restored to the true church and fold of God; when they shall be gathered home to the lands of their inheritance, and shall be established in all their lands of promise.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8072390989886272
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 16,
                    "verse": 55,
                    "text": "When thy sisters, Sodom and her daughters, shall return to their former estate, and Samaria and her daughters shall return to their former estate, then thou and thy daughters shall return to your former estate.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8053771264264543
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Chronicles",
                    "volume_book_index": 14,
                    "chapter": 30,
                    "verse": 9,
                    "text": "For if ye turn again unto the Lord, your brethren and your children shall find compassion before them that lead them captive, so that they shall come again into this land: for the Lord your God is gracious and merciful, and will not turn away his face from you, if ye return unto him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8028316465944348
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 5,
                    "verse": 23,
                    "text": "Yea, and surely shall he again bring a remnant of the seed of Joseph to the knowledge of the Lord their God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8028167129713268
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 21,
                    "verse": 24,
                    "text": "And they shall fall by the edge of the sword, and shall be led away captive into all nations: and Jerusalem shall be trodden down of the Gentiles, until the times of the Gentiles be fulfilled.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8021089220388063
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 44,
                    "verse": 12,
                    "text": "And I will take the remnant of Judah, that have set their faces to go into the land of Egypt to sojourn there, and they shall all be consumed, and fall in the land of Egypt; they shall even be consumed by the sword and by the famine: they shall die, from the least even unto the greatest, by the sword and by the famine: and they shall be an execration, and an astonishment, and a curse, and a reproach.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8017565484808193
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 36,
                    "verse": 4,
                    "text": "And when the jubilee of the children of Israel shall be, then shall their inheritance be put unto the inheritance of the tribe whereunto they are received: so shall their inheritance be taken away from the inheritance of the tribe of our fathers.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8014051018933358
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 15,
                    "verse": 19,
                    "text": "Therefore thus saith the Lord, If thou return, then will I bring thee again, and thou shalt stand before me: and if thou take forth the precious from the vile, thou shalt be as my mouth: let them return unto thee; but return not thou unto them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8012643032035309
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 22,
                    "verse": 6,
                    "text": "Nevertheless, after they shall be nursed by the Gentiles, and the Lord has lifted up his hand upon the Gentiles and set them up for a standard, and their children have been carried in their arms, and their daughters have been carried upon their shoulders, behold these things of which are spoken are temporal; for thus are the covenants of the Lord with our fathers; and it meaneth us in the days to come, and also all our brethren who are of the house of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8002610774193355
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 27,
                    "verse": 22,
                    "text": "They shall be carried to Babylon, and there shall they be until the day that I visit them, saith the Lord; then will I bring them up, and restore them to this place.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.800033631664095
                }
            ]
        },
        {
            "verse": 4,
            "text": "And he shall stand and feed in the strength of the Lord, in the majesty of the name of the Lord his God; and they shall abide: for now shall he be great unto the ends of the earth.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 29,
                    "verse": 11,
                    "text": "The Lord will give strength unto his people; the Lord will bless his people with peace.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8275840477210524
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 2,
                    "verse": 10,
                    "text": "The adversaries of the Lord shall be broken to pieces; out of heaven shall he thunder upon them: the Lord shall judge the ends of the earth; and he shall give strength unto his king, and exalt the horn of his anointed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8252503932337207
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 1,
                    "verse": 32,
                    "text": "He shall be great, and shall be called the Son of the Highest: and the Lord God shall give unto him the throne of his father David:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8217635296455948
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "volume_book_index": 27,
                    "chapter": 11,
                    "verse": 16,
                    "text": "But he that cometh against him shall do according to his own will, and none shall stand before him: and he shall stand in the glorious land, which by his hand shall be consumed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8178637456163527
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 133,
                    "verse": 25,
                    "text": "And the Lord, even the Savior, shall stand in the midst of his people, and shall reign over all flesh.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8158031199178252
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 41,
                    "verse": 2,
                    "text": "The Lord will preserve him, and keep him alive; and he shall be blessed upon the earth: and thou wilt not deliver him unto the will of his enemies.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.815411928928792
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "volume_book_index": 2,
                    "chapter": 2,
                    "verse": 9,
                    "text": "And I will make of thee a great nation, and I will bless thee above measure, and make thy name great among all nations, and thou shalt be a blessing unto thy seed after thee, that in their hands they shall bear this ministry and Priesthood unto all nations;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8140349317503931
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 18,
                    "verse": 18,
                    "text": "Seeing that Abraham shall surely become a great and mighty nation, and all the nations of the earth shall be blessed in him?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8132752458983484
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "volume_book_index": 15,
                    "chapter": 9,
                    "verse": 26,
                    "text": "And may the grace of God the Father, whose throne is high in the heavens, and our Lord Jesus Christ, who sitteth on the right hand of his power, until all things shall become subject unto him, be, and abide with you forever. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.811554704262024
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 3,
                    "verse": 24,
                    "text": "O Lord God, thou hast begun to shew thy servant thy greatness, and thy mighty hand: for what God is there in heaven or in earth, that can do according to thy works, and according to thy might?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8105964431814912
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 24,
                    "verse": 21,
                    "text": "And it shall come to pass in that day, that the Lord shall punish the host of the high ones that are on high, and the kings of the earth upon the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8104966952816771
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 40,
                    "verse": 10,
                    "text": "Behold, the Lord God will come with strong hand, and his arm shall rule for him: behold, his reward is with him, and his work before him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8099853097054569
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Chronicles",
                    "volume_book_index": 13,
                    "chapter": 16,
                    "verse": 28,
                    "text": "Give unto the Lord, ye kindreds of the people, give unto the Lord glory and strength.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8099002513153825
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "volume_book_index": 27,
                    "chapter": 5,
                    "verse": 13,
                    "text": "And every creature which is in heaven, and on the earth, and under the earth, and such as are in the sea, and all that are in them, heard I saying, Blessing, and honour, and glory, and power, be unto him that sitteth upon the throne, and unto the Lamb for ever and ever.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8096800506575531
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 28,
                    "verse": 1,
                    "text": "And it shall come to pass, if thou shalt hearken diligently unto the voice of the Lord thy God, to observe and to do all his commandments which I command thee this day, that the Lord thy God will set thee on high above all nations of the earth:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8096568145877054
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "volume_book_index": 29,
                    "chapter": 2,
                    "verse": 11,
                    "text": "And the Lord shall utter his voice before his army: for his camp is very great: for he is strong that executeth his word: for the day of the Lord is great and very terrible; and who can abide it?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.809198934710646
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 23,
                    "verse": 5,
                    "text": "Behold, the days come, saith the Lord, that I will raise unto David a righteous Branch, and a King shall reign and prosper, and shall execute judgment and justice in the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8091473689864207
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "volume_book_index": 29,
                    "chapter": 2,
                    "verse": 26,
                    "text": "And ye shall eat in plenty, and be satisfied, and praise the name of the Lord your God, that hath dealt wondrously with you: and my people shall never be ashamed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.808540898421143
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 5,
                    "verse": 50,
                    "text": "Yea, thus saith the Spirit: Repent, all ye ends of the earth, for the kingdom of heaven is soon at hand; yea, the Son of God cometh in his glory, in his might, majesty, power, and dominion. Yea, my beloved brethren, I say unto you, that the Spirit saith: Behold the glory of the King of all the earth; and also the King of heaven shall very soon shine forth among all the children of men.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8082967551844225
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 10,
                    "verse": 10,
                    "text": "But the Lord is the true God, he is the living God, and an everlasting king: at his wrath the earth shall tremble, and the nations shall not be able to abide his indignation.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8080929890231776
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 132,
                    "verse": 53,
                    "text": "For I am the Lord thy God, and ye shall obey my voice; and I give unto my servant Joseph that he shall be made ruler over many things; for he hath been faithful over a few things, and from henceforth I will strengthen him.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8078416391946905
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 59,
                    "verse": 3,
                    "text": "Yea, blessed are they whose feet stand upon the land of Zion, who have obeyed my gospel; for they shall receive for their reward the good things of the earth, and it shall bring forth in its strength.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8076901231099802
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 25,
                    "verse": 33,
                    "text": "And the slain of the Lord shall be at that day from one end of the earth even unto the other end of the earth: they shall not be lamented, neither gathered, nor buried; they shall be dung upon the ground.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8074739352630238
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "volume_book_index": 14,
                    "chapter": 1,
                    "verse": 43,
                    "text": "And there will I bless thee and thy seed, and raise up unto me of thy seed, and of the seed of thy brother, and they who shall go with thee, a great nation. And there shall be none greater than the nation which I will raise up unto me of thy seed, upon all the face of the earth. And thus I will do unto thee because this long time ye have cried unto me.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8073004347301562
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 65,
                    "verse": 5,
                    "text": "Call upon the Lord, that his kingdom may go forth upon the earth, that the inhabitants thereof may receive it, and be prepared for the days to come, in the which the Son of Man shall come down in heaven, clothed in the brightness of his glory, to meet the kingdom of God which is set up on the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8068570778987427
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 124,
                    "verse": 17,
                    "text": "And for his love he shall be great, for he shall be mine if he do this, saith the Lord. I have seen the work which he hath done, which I accept if he continue, and will crown him with blessings and great glory.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8065643971181813
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 46,
                    "verse": 20,
                    "text": "Behold, whosoever will maintain this title upon the land, let them come forth in the strength of the Lord, and enter into a covenant that they will maintain their rights, and their religion, that the Lord God may bless them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8061918012880165
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "volume_book_index": 1,
                    "chapter": 23,
                    "verse": 22,
                    "text": "And he that shall swear by heaven, sweareth by the throne of God, and by him that sitteth thereon.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8061473520693042
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 30,
                    "verse": 9,
                    "text": "And with righteousness shall the Lord God judge the poor, and reprove with equity for the meek of the earth. And he shall smite the earth with the rod of his mouth; and with the breath of his lips shall he slay the wicked.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8046599497829552
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 10,
                    "verse": 12,
                    "text": "And I will strengthen them in the Lord; and they shall walk up and down in his name, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8041489550840192
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 28,
                    "verse": 52,
                    "text": "And he shall besiege thee in all thy gates, until thy high and fenced walls come down, wherein thou trustedst, throughout all thy land: and he shall besiege thee in all thy gates throughout all thy land, which the Lord thy God hath given thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.80408318491203
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 24,
                    "verse": 24,
                    "text": "The Lord of Hosts hath sworn, saying: Surely as I have thought, so shall it come to pass; and as I have purposed, so shall it stand--",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8034430501140815
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 14,
                    "verse": 24,
                    "text": "The Lord of hosts hath sworn, saying, Surely as I have thought, so shall it come to pass; and as I have purposed, so shall it stand:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8034430501140815
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 68,
                    "verse": 6,
                    "text": "Wherefore, be of good cheer, and do not fear, for I the Lord am with you, and will stand by you; and ye shall bear record of me, even Jesus Christ, that I am the Son of the living God, that I was, that I am, and that I am to come.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8034093658317462
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "volume_book_index": 18,
                    "chapter": 19,
                    "verse": 25,
                    "text": "For I know that my redeemer liveth, and that he shall stand at the latter day upon the earth:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8031034860692626
                },
                {
                    "volume": "Old Testament",
                    "book": "Haggai",
                    "volume_book_index": 37,
                    "chapter": 2,
                    "verse": 4,
                    "text": "Yet now be strong, O Zerubbabel, saith the Lord; and be strong, O Joshua, son of Josedech, the high priest; and be strong, all ye people of the land, saith the Lord, and work: for I am with you, saith the Lord of hosts:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8030856240371131
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 28,
                    "verse": 8,
                    "text": "The Lord is their strength, and he is the saving strength of his anointed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8030536364862567
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 3,
                    "verse": 24,
                    "text": "And there shall rise up one mighty among them, who shall do much good, both in word and in deed, being an instrument in the hands of God, with exceeding faith, to work mighty wonders, and do that thing which is great in the sight of God, unto the bringing to pass much restoration unto the house of Israel, and unto the seed of thy brethren.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8030526240670456
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "volume_book_index": 29,
                    "chapter": 3,
                    "verse": 16,
                    "text": "The Lord also shall roar out of Zion, and utter his voice from Jerusalem; and the heavens and the earth shall shake: but the Lord will be the hope of his people, and the strength of the children of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8030354294233146
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 45,
                    "verse": 58,
                    "text": "And the earth shall be given unto them for an inheritance; and they shall multiply and wax strong, and their children shall grow up without sin unto salvation.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.80292723639493
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 25,
                    "verse": 30,
                    "text": "And it shall come to pass, when the Lord shall have done to my lord according to all the good that he hath spoken concerning thee, and shall have appointed thee ruler over Israel;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8025544008530819
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "volume_book_index": 14,
                    "chapter": 4,
                    "verse": 19,
                    "text": "And blessed is he that is found faithful unto my name at the last day, for he shall be lifted up to dwell in the kingdom prepared for him from the foundation of the world. And behold it is I that hath spoken it. Amen.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8022516336132517
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "volume_book_index": 7,
                    "chapter": 10,
                    "verse": 26,
                    "text": "For the earth is the Lord's, and the fulness thereof.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8014585447548863
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 72,
                    "verse": 17,
                    "text": "His name shall endure for ever: his name shall be continued as long as the sun: and men shall be blessed in him: all nations shall call him blessed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8013670795812783
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 6,
                    "verse": 15,
                    "text": "And they that are far off shall come and build in the temple of the Lord, and ye shall know that the Lord of hosts hath sent me unto you. And this shall come to pass, if ye will diligently obey the voice of the Lord your God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8012952904366205
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "volume_book_index": 27,
                    "chapter": 6,
                    "verse": 17,
                    "text": "For the great day of his wrath is come; and who shall be able to stand?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8008545789642006
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 3,
                    "verse": 15,
                    "text": "And his name shall be called after me; and it shall be after the name of his father. And he shall be like unto me; for the thing, which the Lord shall bring forth by his hand, by the power of the Lord shall bring my people unto salvation.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8008256663473341
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "volume_book_index": 2,
                    "chapter": 9,
                    "verse": 1,
                    "text": "And he said unto them, Verily I say unto you, That there be some of them that stand here, which shall not taste of death, till they have seen the kingdom of God come with power.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8005047666410192
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "volume_book_index": 27,
                    "chapter": 2,
                    "verse": 44,
                    "text": "And in the days of these kings shall the God of heaven set up a kingdom, which shall never be destroyed: and the kingdom shall not be left to other people, but it shall break in pieces and consume all these kingdoms, and it shall stand for ever.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8002698908442331
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 2,
                    "verse": 2,
                    "text": "I go the way of all the earth: be thou strong therefore, and shew thyself a man;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.800241113507139
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 96,
                    "verse": 7,
                    "text": "Give unto the Lord, O ye kindreds of the people, give unto the Lord glory and strength.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8002108907638386
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 133,
                    "verse": 59,
                    "text": "And by the weak things of the earth the Lord shall thresh the nations by the power of his Spirit.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001992112447622
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "volume_book_index": 27,
                    "chapter": 11,
                    "verse": 39,
                    "text": "Thus shall he do in the most strong holds with a strange god, whom he shall acknowledge and increase with glory: and he shall cause them to rule over many, and shall divide the land for gain.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.800097822325911
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "volume_book_index": 3,
                    "chapter": 1,
                    "verse": 32,
                    "text": "He shall be great, and shall be called the Son of the Highest: and the Lord God shall give unto him the throne of his father David:",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9039775517007017
                }
            ]
        },
        {
            "verse": 5,
            "text": "And this man shall be the peace, when the Assyrian shall come into our land: and when he shall tread in our palaces, then shall we raise against him seven shepherds, and eight principal men.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 24,
                    "verse": 25,
                    "text": "That I will bring the Assyrian in my land, and upon my mountains tread him under foot; then shall his yoke depart from off them, and his burden depart from off their shoulders.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8018190783096537
                }
            ]
        },
        {
            "verse": 6,
            "text": "And they shall waste the land of Assyria with the sword, and the land of Nimrod in the entrances thereof: thus shall he deliver us from the Assyrian, when he cometh into our land, and when he treadeth within our borders.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 44,
                    "verse": 12,
                    "text": "And I will take the remnant of Judah, that have set their faces to go into the land of Egypt to sojourn there, and they shall all be consumed, and fall in the land of Egypt; they shall even be consumed by the sword and by the famine: they shall die, from the least even unto the greatest, by the sword and by the famine: and they shall be an execration, and an astonishment, and a curse, and a reproach.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8460621326054562
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 24,
                    "verse": 25,
                    "text": "That I will bring the Assyrian in my land, and upon my mountains tread him under foot; then shall his yoke depart from off them, and his burden depart from off their shoulders.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8405513993291631
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 21,
                    "verse": 16,
                    "text": "And there shall be a highway for the remnant of his people which shall be left, from Assyria, like as it was to Israel in the day that he came up out of the land of Egypt.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.839343842463877
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 11,
                    "verse": 16,
                    "text": "And there shall be an highway for the remnant of his people, which shall be left, from Assyria; like as it was to Israel in the day that he came up out of the land of Egypt.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8393399330612995
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 14,
                    "verse": 25,
                    "text": "That I will break the Assyrian in my land, and upon my mountains tread him under foot: then shall his yoke depart from off them, and his burden depart from off their shoulders.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8357401984520344
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 30,
                    "verse": 11,
                    "text": "He and his people with him, the terrible of the nations, shall be brought to destroy the land: and they shall draw their swords against Egypt, and fill the land with the slain.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8316077927284858
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 43,
                    "verse": 11,
                    "text": "And when he cometh, he shall smite the land of Egypt, and deliver such as are for death to death; and such as are for captivity to captivity; and such as are for the sword to the sword.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.823183999120371
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 26,
                    "verse": 33,
                    "text": "And I will scatter you among the heathen, and will draw out a sword after you: and your land shall be desolate, and your cities waste.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8227207253529591
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 44,
                    "verse": 28,
                    "text": "Yet a small number that escape the sword shall return out of the land of Egypt into the land of Judah, and all the remnant of Judah, that are gone into the land of Egypt to sojourn there, shall know whose words shall stand, mine, or theirs.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8222839836011481
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 31,
                    "verse": 8,
                    "text": "Then shall the Assyrian fall with the sword, not of a mighty man; and the sword, not of a mean man, shall devour him: but he shall flee from the sword, and his young men shall be discomfited.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.818219029791671
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 27,
                    "verse": 8,
                    "text": "And it shall come to pass, that the nation and kingdom which will not serve the same Nebuchadnezzar the king of Babylon, and that will not put their neck under the yoke of the king of Babylon, that nation will I punish, saith the Lord, with the sword, and with the famine, and with the pestilence, until I have consumed them by his hand.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.817472730457037
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 32,
                    "verse": 36,
                    "text": "And now therefore thus saith the Lord, the God of Israel, concerning this city, whereof ye say, It shall be delivered into the hand of the king of Babylon by the sword, and by the famine, and by the pestilence;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8153130258082487
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 21,
                    "verse": 3,
                    "text": "And say to the land of Israel, Thus saith the Lord; Behold, I am against thee, and will draw forth my sword out of his sheath, and will cut off from thee the righteous and the wicked.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.814723806679572
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 10,
                    "verse": 10,
                    "text": "I will bring them again also out of the land of Egypt, and gather them out of Assyria; and I will bring them into the land of Gilead and Lebanon; and place shall not be found for them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8106227556683728
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 36,
                    "verse": 18,
                    "text": "Beware lest Hezekiah persuade you, saying, The Lord will deliver us. Hath any of the gods of the nations delivered his land out of the hand of the king of Assyria?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8096469015371085
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 20,
                    "verse": 6,
                    "text": "And the inhabitant of this isle shall say in that day, Behold, such is our expectation, whither we flee for help to be delivered from the king of Assyria: and how shall we escape?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8096234303633191
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 19,
                    "verse": 23,
                    "text": "In that day shall there be a highway out of Egypt to Assyria, and the Assyrian shall come into Egypt, and the Egyptian into Assyria, and the Egyptians shall serve with the Assyrians.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8087220281855944
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 21,
                    "verse": 7,
                    "text": "And afterward, saith the Lord, I will deliver Zedekiah king of Judah, and his servants, and the people, and such as are left in this city from the pestilence, from the sword, and from the famine, into the hand of Nebuchadrezzar king of Babylon, and into the hand of their enemies, and into the hand of those that seek their life: and he shall smite them with the edge of the sword; he shall not spare them, neither have pity, nor have mercy.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8056629923027162
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 37,
                    "verse": 11,
                    "text": "Behold, thou hast heard what the kings of Assyria have done to all lands by destroying them utterly; and shalt thou be delivered?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8053316158533913
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "volume_book_index": 12,
                    "chapter": 19,
                    "verse": 11,
                    "text": "Behold, thou hast heard what the kings of Assyria have done to all lands, by destroying them utterly: and shalt thou be delivered?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8053316158533913
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 21,
                    "verse": 4,
                    "text": "Seeing then that I will cut off from thee the righteous and the wicked, therefore shall my sword go forth out of his sheath against all flesh from the south to the north:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8052621164114386
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "volume_book_index": 9,
                    "chapter": 44,
                    "verse": 8,
                    "text": "And now it came to pass that when Zerahemnah had heard these sayings he came forth and delivered up his sword and his cimeter, and his bow into the hands of Moroni, and said unto him: Behold, here are our weapons of war; we will deliver them up unto you, but we will not suffer ourselves to take an oath unto you, which we know that we shall break, and also our children; but take our weapons of war, and suffer that we may depart into the wilderness; otherwise we will retain our swords, and we will perish or conquer.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8050735295150103
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 50,
                    "verse": 21,
                    "text": "Go up against the land of Merathaim, even against it, and against the inhabitants of Pekod: waste and utterly destroy after them, saith the Lord, and do according to all that I have commanded thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8044157070701988
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 31,
                    "verse": 4,
                    "text": "And the Lord shall do unto them as he did to Sihon and to Og, kings of the Amorites, and unto the land of them, whom he destroyed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8043510176241411
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "volume_book_index": 30,
                    "chapter": 1,
                    "verse": 8,
                    "text": "And I will cut off the inhabitant from Ashdod, and him that holdeth the sceptre from Ashkelon, and I will turn mine hand against Ekron: and the remnant of the Philistines shall perish, saith the Lord God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8033703114951241
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 26,
                    "verse": 25,
                    "text": "And I will bring a sword upon you, that shall avenge the quarrel of my covenant: and when ye are gathered together within your cities, I will send the pestilence among you; and ye shall be delivered into the hand of the enemy.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8015405980095149
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 33,
                    "verse": 27,
                    "text": "Say thou thus unto them, Thus saith the Lord God; As I live, surely they that are in the wastes shall fall by the sword, and him that is in the open field will I give to the beasts to be devoured, and they that be in the forts and in the caves shall die of the pestilence.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8005244506705013
                }
            ]
        },
        {
            "verse": 7,
            "text": "And the remnant of Jacob shall be in the midst of many people as a dew from the Lord, as the showers upon the grass, that tarrieth not for man, nor waiteth for the sons of men.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "volume_book_index": 33,
                    "chapter": 5,
                    "verse": 8,
                    "text": "And the remnant of Jacob shall be among the Gentiles in the midst of many people as a lion among the beasts of the forest, as a young lion among the flocks of sheep: who, if he go through, both treadeth down, and teareth in pieces, and none can deliver.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8274115470253077
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 20,
                    "verse": 16,
                    "text": "Then shall ye, who are a remnant of the house of Jacob, go forth among them; and ye shall be in the midst of them who shall be many; and ye shall be among them as a lion among the beasts of the forest, and as a young lion among the flocks of sheep, who, if he goeth through both treadeth down and teareth in pieces, and none can deliver.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8096786132009759
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 12,
                    "text": "And my people who are a remnant of Jacob shall be among the Gentiles, yea, in the midst of them as a lion among the beasts of the forest, as a young lion among the flocks of sheep, who, if he go through both treadeth down and teareth in pieces, and none can deliver.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8081459561928305
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 5,
                    "verse": 24,
                    "text": "And as surely as the Lord liveth, will he gather in from the four quarters of the earth all the remnant of the seed of Jacob, who are scattered abroad upon all the face of the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.804503819617367
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "volume_book_index": 33,
                    "chapter": 5,
                    "verse": 8,
                    "text": "And the remnant of Jacob shall be among the Gentiles in the midst of many people as a lion among the beasts of the forest, as a young lion among the flocks of sheep: who, if he go through, both treadeth down, and teareth in pieces, and none can deliver.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9135978376392823
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 10,
                    "verse": 21,
                    "text": "The remnant shall return, even the remnant of Jacob, unto the mighty God.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9057972115882745
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 5,
                    "verse": 24,
                    "text": "And as surely as the Lord liveth, will he gather in from the four quarters of the earth all the remnant of the seed of Jacob, who are scattered abroad upon all the face of the earth.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9031658288043327
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 20,
                    "verse": 21,
                    "text": "The remnant shall return, yea, even the remnant of Jacob, unto the mighty God.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9013207252858052
                }
            ]
        },
        {
            "verse": 8,
            "text": "And the remnant of Jacob shall be among the Gentiles in the midst of many people as a lion among the beasts of the forest, as a young lion among the flocks of sheep: who, if he go through, both treadeth down, and teareth in pieces, and none can deliver.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 12,
                    "text": "And my people who are a remnant of Jacob shall be among the Gentiles, yea, in the midst of them as a lion among the beasts of the forest, as a young lion among the flocks of sheep, who, if he go through both treadeth down and teareth in pieces, and none can deliver.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.971970316800117
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 20,
                    "verse": 16,
                    "text": "Then shall ye, who are a remnant of the house of Jacob, go forth among them; and ye shall be in the midst of them who shall be many; and ye shall be among them as a lion among the beasts of the forest, and as a young lion among the flocks of sheep, who, if he goeth through both treadeth down and teareth in pieces, and none can deliver.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.9486162314887459
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "volume_book_index": 13,
                    "chapter": 5,
                    "verse": 24,
                    "text": "Therefore, repent ye, and humble yourselves before him, lest he shall come out in justice against you--lest a remnant of the seed of Jacob shall go forth among you as a lion, and tear you in pieces, and there is none to deliver.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.86290047124547
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "volume_book_index": 33,
                    "chapter": 5,
                    "verse": 7,
                    "text": "And the remnant of Jacob shall be in the midst of many people as a dew from the Lord, as the showers upon the grass, that tarrieth not for man, nor waiteth for the sons of men.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8274115470253077
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "volume_book_index": 33,
                    "chapter": 2,
                    "verse": 12,
                    "text": "I will surely assemble, O Jacob, all of thee; I will surely gather the remnant of Israel; I will put them together as the sheep of Bozrah, as the flock in the midst of their fold: they shall make great noise by reason of the multitude of men.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8125070779820567
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "volume_book_index": 30,
                    "chapter": 3,
                    "verse": 12,
                    "text": "Thus saith the Lord; As the shepherd taketh out of the mouth of the lion two legs, or a piece of an ear; so shall the children of Israel be taken out that dwell in Samaria in the corner of a bed, and in Damascus in a couch.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8102467689168485
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 5,
                    "verse": 24,
                    "text": "And as surely as the Lord liveth, will he gather in from the four quarters of the earth all the remnant of the seed of Jacob, who are scattered abroad upon all the face of the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8090931664726774
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 17,
                    "verse": 13,
                    "text": "And whatsoever man there be of the children of Israel, or of the strangers that sojourn among you, which hunteth and catcheth any beast or fowl that may be eaten; he shall even pour out the blood thereof, and cover it with dust.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8044395466823796
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 5,
                    "verse": 6,
                    "text": "Wherefore a lion out of the forest shall slay them, and a wolf of the evenings shall spoil them, a leopard shall watch over their cities: every one that goeth out thence shall be torn in pieces: because their transgressions are many, and their backslidings are increased.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8038490074695126
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 12,
                    "text": "And my people who are a remnant of Jacob shall be among the Gentiles, yea, in the midst of them as a lion among the beasts of the forest, as a young lion among the flocks of sheep, who, if he go through both treadeth down and teareth in pieces, and none can deliver.",
                    "embedding_model": "text-embedding-3-small",
                    "score": 0.9504326611499544
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 20,
                    "verse": 16,
                    "text": "Then shall ye, who are a remnant of the house of Jacob, go forth among them; and ye shall be in the midst of them who shall be many; and ye shall be among them as a lion among the beasts of the forest, and as a young lion among the flocks of sheep, who, if he goeth through both treadeth down and teareth in pieces, and none can deliver.",
                    "embedding_model": "text-embedding-3-small",
                    "score": 0.874609306501239
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 12,
                    "text": "And my people who are a remnant of Jacob shall be among the Gentiles, yea, in the midst of them as a lion among the beasts of the forest, as a young lion among the flocks of sheep, who, if he go through both treadeth down and teareth in pieces, and none can deliver.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9780698405545872
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 20,
                    "verse": 16,
                    "text": "Then shall ye, who are a remnant of the house of Jacob, go forth among them; and ye shall be in the midst of them who shall be many; and ye shall be among them as a lion among the beasts of the forest, and as a young lion among the flocks of sheep, who, if he goeth through both treadeth down and teareth in pieces, and none can deliver.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9607591009592491
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "volume_book_index": 33,
                    "chapter": 5,
                    "verse": 7,
                    "text": "And the remnant of Jacob shall be in the midst of many people as a dew from the Lord, as the showers upon the grass, that tarrieth not for man, nor waiteth for the sons of men.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9135978376392823
                }
            ]
        },
        {
            "verse": 9,
            "text": "Thine hand shall be lifted up upon thine adversaries, and all thine enemies shall be cut off.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 20,
                    "verse": 17,
                    "text": "Thy hand shall be lifted up upon thine adversaries, and all thine enemies shall be cut off.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.9840125357335756
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 13,
                    "text": "Their hand shall be lifted up upon their adversaries, and all their enemies shall be cut off.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.9585858284323769
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 21,
                    "verse": 8,
                    "text": "Thine hand shall find out all thine enemies: thy right hand shall find out those that hate thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.841448217000818
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 32,
                    "verse": 27,
                    "text": "And they shall not lie with the mighty that are fallen of the uncircumcised, which are gone down to hell with their weapons of war: and they have laid their swords under their heads, but their iniquities shall be upon their bones, though they were the terror of the mighty in the land of the living.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8074306506878368
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 28,
                    "verse": 7,
                    "text": "Behold, therefore I will bring strangers upon thee, the terrible of the nations: and they shall draw their swords against the beauty of thy wisdom, and they shall defile thy brightness.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.803439914919205
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 26,
                    "verse": 11,
                    "text": "Lord, when thy hand is lifted up, they will not see: but they shall see, and be ashamed for their envy at the people; yea, the fire of thine enemies shall devour them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8018764461487994
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 20,
                    "verse": 17,
                    "text": "Thy hand shall be lifted up upon thine adversaries, and all thine enemies shall be cut off.",
                    "embedding_model": "text-embedding-3-small",
                    "score": 0.9606871342044757
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 13,
                    "text": "Their hand shall be lifted up upon their adversaries, and all their enemies shall be cut off.",
                    "embedding_model": "text-embedding-3-small",
                    "score": 0.9082396790552729
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 20,
                    "verse": 17,
                    "text": "Thy hand shall be lifted up upon thine adversaries, and all thine enemies shall be cut off.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9930943258888615
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 13,
                    "text": "Their hand shall be lifted up upon their adversaries, and all their enemies shall be cut off.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9655874351017155
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 21,
                    "verse": 8,
                    "text": "Thine hand shall find out all thine enemies: thy right hand shall find out those that hate thee.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9318283240897611
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 28,
                    "verse": 7,
                    "text": "The Lord shall cause thine enemies that rise up against thee to be smitten before thy face: they shall come out against thee one way, and flee before thee seven ways.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9056705393896315
                }
            ]
        },
        {
            "verse": 10,
            "text": "And it shall come to pass in that day, saith the Lord, that I will cut off thy horses out of the midst of thee, and I will destroy thy chariots:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 14,
                    "text": "Yea, wo be unto the Gentiles except they repent; for it shall come to pass in that day, saith the Father, that I will cut off thy horses out of the midst of thee, and I will destroy thy chariots;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.9280315241614069
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 9,
                    "verse": 10,
                    "text": "And I will cut off the chariot from Ephraim, and the horse from Jerusalem, and the battle bow shall be cut off: and he shall speak peace unto the heathen: and his dominion shall be from sea even to sea, and from the river even to the ends of the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8723509432421647
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 13,
                    "verse": 2,
                    "text": "And it shall come to pass in that day, saith the Lord of hosts, that I will cut off the names of the idols out of the land, and they shall no more be remembered: and also I will cause the prophets and the unclean spirit to pass out of the land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8571776588828666
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 12,
                    "verse": 4,
                    "text": "In that day, saith the Lord, I will smite every horse with astonishment, and his rider with madness: and I will open mine eyes upon the house of Judah, and will smite every horse of the people with blindness.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8495574759388154
                },
                {
                    "volume": "Old Testament",
                    "book": "Nahum",
                    "volume_book_index": 34,
                    "chapter": 2,
                    "verse": 13,
                    "text": "Behold, I am against thee, saith the Lord of hosts, and I will burn her chariots in the smoke, and the sword shall devour thy young lions: and I will cut off thy prey from the earth, and the voice of thy messengers shall no more be heard.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8472719495228355
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 30,
                    "verse": 8,
                    "text": "For it shall come to pass in that day, saith the Lord of hosts, that I will break his yoke from off thy neck, and will burst thy bonds, and strangers shall no more serve themselves of him:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8435540177231403
                },
                {
                    "volume": "Old Testament",
                    "book": "Haggai",
                    "volume_book_index": 37,
                    "chapter": 2,
                    "verse": 22,
                    "text": "And I will overthrow the throne of kingdoms, and I will destroy the strength of the kingdoms of the heathen; and I will overthrow the chariots, and those that ride in them; and the horses and their riders shall come down, every one by the sword of his brother.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8423745388883875
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 20,
                    "verse": 27,
                    "text": "And it shall come to pass in that day that his burden shall be taken away from off thy shoulder, and his yoke from off thy neck, and the yoke shall be destroyed because of the anointing.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8388170733751386
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 10,
                    "verse": 27,
                    "text": "And it shall come to pass in that day, that his burden shall be taken away from off thy shoulder, and his yoke from off thy neck, and the yoke shall be destroyed because of the anointing.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8388170733751386
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 12,
                    "verse": 9,
                    "text": "And it shall come to pass in that day, that I will seek to destroy all the nations that come against Jerusalem.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.837250390024318
                },
                {
                    "volume": "Old Testament",
                    "book": "Joshua",
                    "volume_book_index": 6,
                    "chapter": 11,
                    "verse": 6,
                    "text": "And the Lord said unto Joshua, Be not afraid because of them: for to morrow about this time will I deliver them up all slain before Israel: thou shalt hough their horses, and burn their chariots with fire.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8354854463947922
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 13,
                    "verse": 6,
                    "text": "Howl ye; for the day of the Lord is at hand; it shall come as a destruction from the Almighty.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8354032111075594
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 23,
                    "verse": 6,
                    "text": "Howl ye, for the day of the Lord is at hand; it shall come as a destruction from the Almighty.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8354032111075594
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 25,
                    "verse": 7,
                    "text": "Behold, therefore I will stretch out mine hand upon thee, and will deliver thee for a spoil to the heathen; and I will cut thee off from the people, and I will cause thee to perish out of the countries: I will destroy thee; and thou shalt know that I am the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8320450189860958
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 29,
                    "verse": 8,
                    "text": "Therefore thus saith the Lord God; Behold, I will bring a sword upon thee, and cut off man and beast out of thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8316101694439905
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 25,
                    "verse": 13,
                    "text": "Therefore thus saith the Lord God; I will also stretch out mine hand upon Edom, and will cut off man and beast from it; and I will make it desolate from Teman; and they of Dedan shall fall by the sword.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8303877597841253
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 51,
                    "verse": 21,
                    "text": "And with thee will I break in pieces the horse and his rider; and with thee will I break in pieces the chariot and his rider;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8299706581957328
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 22,
                    "verse": 7,
                    "text": "And it shall come to pass, that thy choicest valleys shall be full of chariots, and the horsemen shall set themselves in array at the gate.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8253591645317138
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "volume_book_index": 29,
                    "chapter": 1,
                    "verse": 15,
                    "text": "Alas for the day! for the day of the Lord is at hand, and as a destruction from the Almighty shall it come.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8227505226408327
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 26,
                    "verse": 11,
                    "text": "With the hoofs of his horses shall he tread down all thy streets: he shall slay thy people by the sword, and thy strong garrisons shall go down to the ground.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8194571398861447
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 14,
                    "verse": 1,
                    "text": "Behold, the day of the Lord cometh, and thy spoil shall be divided in the midst of thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8188764891195662
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 49,
                    "verse": 32,
                    "text": "And their camels shall be a booty, and the multitude of their cattle a spoil: and I will scatter into all winds them that are in the utmost corners; and I will bring their calamity from all sides thereof, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8175080995214699
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 21,
                    "verse": 4,
                    "text": "Seeing then that I will cut off from thee the righteous and the wicked, therefore shall my sword go forth out of his sheath against all flesh from the south to the north:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8173194519217967
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 14,
                    "verse": 3,
                    "text": "And it shall come to pass in the day that the Lord shall give thee rest from thy sorrow, and from thy fear, and from the hard bondage wherein thou wast made to serve,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8169615546940301
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 24,
                    "verse": 3,
                    "text": "And it shall come to pass in that day that the Lord shall give thee rest, from thy sorrow, and from thy fear, and from the hard bondage wherein thou wast made to serve.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8166032261584916
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 27,
                    "verse": 12,
                    "text": "And it shall come to pass in that day, that the Lord shall beat off from the channel of the river unto the stream of Egypt, and ye shall be gathered one by one, O ye children of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8152825156109327
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 5,
                    "verse": 17,
                    "text": "So will I send upon you famine and evil beasts, and they shall bereave thee; and pestilence and blood shall pass through thee; and I will bring the sword upon thee. I the Lord have spoken it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8152491781220336
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 4,
                    "verse": 9,
                    "text": "And it shall come to pass at that day, saith the Lord, that the heart of the king shall perish, and the heart of the princes; and the priests shall be astonished, and the prophets shall wonder.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8141130426504332
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "volume_book_index": 28,
                    "chapter": 2,
                    "verse": 18,
                    "text": "And in that day will I make a covenant for them with the beasts of the field, and with the fowls of heaven, and with the creeping things of the ground: and I will break the bow and the sword and the battle out of the earth, and will make them to lie down safely.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8136199196195064
                },
                {
                    "volume": "Old Testament",
                    "book": "Hosea",
                    "volume_book_index": 28,
                    "chapter": 1,
                    "verse": 5,
                    "text": "And it shall come to pass at that day, that I will break the bow of Israel in the valley of Jezreel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8127676718412006
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 4,
                    "verse": 13,
                    "text": "Behold, he shall come up as clouds, and his chariots shall be as a whirlwind: his horses are swifter than eagles. Woe unto us! for we are spoiled.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8113798783215229
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 49,
                    "verse": 38,
                    "text": "And I will set my throne in Elam, and will destroy from thence the king and the princes, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8110057027930405
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 23,
                    "verse": 25,
                    "text": "And I will set my jealousy against thee, and they shall deal furiously with thee: they shall take away thy nose and thine ears; and thy remnant shall fall by the sword: they shall take thy sons and thy daughters; and thy residue shall be devoured by the fire.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8105932014939076
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 21,
                    "text": "Behold, I will bring evil upon thee, and will take away thy posterity, and will cut off from Ahab him that pisseth against the wall, and him that is shut up and left in Israel,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8103557847018157
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 48,
                    "verse": 12,
                    "text": "Therefore, behold, the days come, saith the Lord, that I will send unto him wanderers, that shall cause him to wander, and shall empty his vessels, and break their bottles.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8102087327495996
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 9,
                    "verse": 3,
                    "text": "Understand therefore this day, that the Lord thy God is he which goeth over before thee; as a consuming fire he shall destroy them, and he shall bring them down before thy face: so shalt thou drive them out, and destroy them quickly, as the Lord hath said unto thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8092910790788597
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 13,
                    "verse": 9,
                    "text": "Behold, the day of the Lord cometh, cruel both with wrath and fierce anger, to lay the land desolate: and he shall destroy the sinners thereof out of it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8089846827215591
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 23,
                    "verse": 9,
                    "text": "Behold, the day of the Lord cometh, cruel both with wrath and fierce anger, to lay the land desolate; and he shall destroy the sinners thereof out of it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8089846827215591
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 13,
                    "verse": 7,
                    "text": "Awake, O sword, against my shepherd, and against the man that is my fellow, saith the Lord of hosts: smite the shepherd, and the sheep shall be scattered: and I will turn mine hand upon the little ones.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.80859565773668
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 7,
                    "verse": 23,
                    "text": "But the Lord thy God shall deliver them unto thee, and shall destroy them with a mighty destruction, until they be destroyed.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8085472831391255
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 39,
                    "verse": 20,
                    "text": "Thus ye shall be filled at my table with horses and chariots, with mighty men, and with all men of war, saith the Lord God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8082218900627949
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 27,
                    "verse": 13,
                    "text": "And it shall come to pass in that day, that the great trumpet shall be blown, and they shall come which were ready to perish in the land of Assyria, and the outcasts in the land of Egypt, and shall worship the Lord in the holy mount at Jerusalem.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8080908684214526
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 11,
                    "verse": 18,
                    "text": "And they shall come thither, and they shall take away all the detestable things thereof and all the abominations thereof from thence.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8076698353542773
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "volume_book_index": 30,
                    "chapter": 3,
                    "verse": 14,
                    "text": "That in the day that I shall visit the transgressions of Israel upon him I will also visit the altars of Beth-el: and the horns of the altar shall be cut off, and fall to the ground.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.80764261620784
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 24,
                    "verse": 4,
                    "text": "And it shall come to pass in that day, that thou shalt take up this proverb against the king of Babylon, and say: How hath the oppressor ceased, the golden city ceased!",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8075627759258526
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 30,
                    "verse": 13,
                    "text": "Thus saith the Lord God; I will also destroy the idols, and I will cause their images to cease out of Noph; and there shall be no more a prince of the land of Egypt: and I will put a fear in the land of Egypt.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8072160065115839
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 20,
                    "verse": 4,
                    "text": "For thus saith the Lord, Behold, I will make thee a terror to thyself, and to all thy friends: and they shall fall by the sword of their enemies, and thine eyes shall behold it: and I will give all Judah into the hand of the king of Babylon, and he shall carry them captive into Babylon, and shall slay them with the sword.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8064426849264593
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 21,
                    "verse": 3,
                    "text": "And say to the land of Israel, Thus saith the Lord; Behold, I am against thee, and will draw forth my sword out of his sheath, and will cut off from thee the righteous and the wicked.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8064348881226474
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 33,
                    "verse": 27,
                    "text": "Say thou thus unto them, Thus saith the Lord God; As I live, surely they that are in the wastes shall fall by the sword, and him that is in the open field will I give to the beasts to be devoured, and they that be in the forts and in the caves shall die of the pestilence.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8063728325599232
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 39,
                    "verse": 17,
                    "text": "But I will deliver thee in that day, saith the Lord: and thou shalt not be given into the hand of the men of whom thou art afraid.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8059520352833485
                },
                {
                    "volume": "Old Testament",
                    "book": "Nahum",
                    "volume_book_index": 34,
                    "chapter": 1,
                    "verse": 14,
                    "text": "And the Lord hath given a commandment concerning thee, that no more of thy name be sown: out of the house of thy gods will I cut off the graven image and the molten image: I will make thy grave; for thou art vile.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.805746314224018
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 22,
                    "verse": 18,
                    "text": "He will surely violently turn and toss thee like a ball into a large country: there shalt thou die, and there the chariots of thy glory shall be the shame of thy lord's house.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8053171985489025
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 28,
                    "verse": 31,
                    "text": "Thine ox shall be slain before thine eyes, and thou shalt not eat thereof: thine ass shall be violently taken away from before thy face, and shall not be restored to thee: thy sheep shall be given unto thine enemies, and thou shalt have none to rescue them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8048758485221442
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 66,
                    "verse": 15,
                    "text": "For, behold, the Lord will come with fire, and with his chariots like a whirlwind, to render his anger with fury, and his rebuke with flames of fire.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8043738084009094
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 10,
                    "verse": 10,
                    "text": "And behold, if ye shall say that God shall smite this people, it shall come to pass.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8041061098131548
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "volume_book_index": 1,
                    "chapter": 5,
                    "verse": 39,
                    "text": "Behold thou hast driven me out this day from the face of the Lord, and from thy face shall I be hid; and I shall be a fugitive and a vagabond in the earth; and it shall come to pass, that he that findeth me will slay me, because of mine iniquities, for these things are not hid from the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8040289286581981
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 17,
                    "verse": 18,
                    "text": "And in that day ye shall be hunted, and ye shall be taken by the hand of your enemies, and then ye shall suffer, as I suffer, the pains of death by fire.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8038875643845572
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 14,
                    "verse": 8,
                    "text": "And I will set my face against that man, and will make him a sign and a proverb, and I will cut him off from the midst of my people; and ye shall know that I am the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8038772702070989
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "volume_book_index": 30,
                    "chapter": 2,
                    "verse": 3,
                    "text": "And I will cut off the judge from the midst thereof, and will slay all the princes thereof with him, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8029474141395596
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 30,
                    "verse": 15,
                    "text": "And I will pour my fury upon Sin, the strength of Egypt; and I will cut off the multitude of No.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8027336098706568
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 25,
                    "verse": 16,
                    "text": "Therefore thus saith the Lord God; Behold, I will stretch out mine hand upon the Philistines, and I will cut off the Cherethims, and destroy the remnant of the sea coast.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8027252019503237
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 38,
                    "verse": 18,
                    "text": "And it shall come to pass at the same time when Gog shall come against the land of Israel, saith the Lord God, that my fury shall come up in my face.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8022475933685173
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 13,
                    "verse": 8,
                    "text": "And it shall come to pass, that in all the land, saith the Lord, two parts therein shall be cut off and die; but the third shall be left therein.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8019097974050456
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 21,
                    "verse": 25,
                    "text": "And thou, profane wicked prince of Israel, whose day is come, when iniquity shall have an end,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8018133686460556
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 50,
                    "verse": 42,
                    "text": "They shall hold the bow and the lance: they are cruel, and will not shew mercy: their voice shall roar like the sea, and they shall ride upon horses, every one put in array, like a man to the battle, against thee, O daughter of Babylon.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8012125804255996
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 7,
                    "verse": 24,
                    "text": "Wherefore I will bring the worst of the heathen, and they shall possess their houses: I will also make the pomp of the strong to cease; and their holy places shall be defiled.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8011618875574477
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 75,
                    "verse": 10,
                    "text": "All the horns of the wicked also will I cut off; but the horns of the righteous shall be exalted.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.800991475082815
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 17,
                    "verse": 46,
                    "text": "This day will the Lord deliver thee into mine hand; and I will smite thee, and take thine head from thee; and I will give the carcases of the host of the Philistines this day unto the fowls of the air, and to the wild beasts of the earth; that all the earth may know that there is a God in Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8008193372782566
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 9,
                    "verse": 15,
                    "text": "For now I will stretch out my hand, that I may smite thee and thy people with pestilence; and thou shalt be cut off from the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8000521797036309
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 14,
                    "text": "Yea, wo be unto the Gentiles except they repent; for it shall come to pass in that day, saith the Father, that I will cut off thy horses out of the midst of thee, and I will destroy thy chariots;",
                    "embedding_model": "text-embedding-3-small",
                    "score": 0.8054919706602166
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 14,
                    "text": "Yea, wo be unto the Gentiles except they repent; for it shall come to pass in that day, saith the Father, that I will cut off thy horses out of the midst of thee, and I will destroy thy chariots;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9318637929125145
                },
                {
                    "volume": "Old Testament",
                    "book": "Nahum",
                    "volume_book_index": 34,
                    "chapter": 2,
                    "verse": 13,
                    "text": "Behold, I am against thee, saith the Lord of hosts, and I will burn her chariots in the smoke, and the sword shall devour thy young lions: and I will cut off thy prey from the earth, and the voice of thy messengers shall no more be heard.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9141393355048115
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 51,
                    "verse": 21,
                    "text": "And with thee will I break in pieces the horse and his rider; and with thee will I break in pieces the chariot and his rider;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9109968106156476
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 29,
                    "verse": 8,
                    "text": "Therefore thus saith the Lord God; Behold, I will bring a sword upon thee, and cut off man and beast out of thee.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9086130206950336
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 39,
                    "verse": 20,
                    "text": "Thus ye shall be filled at my table with horses and chariots, with mighty men, and with all men of war, saith the Lord God.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9057510439009112
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 22,
                    "verse": 7,
                    "text": "And it shall come to pass, that thy choicest valleys shall be full of chariots, and the horsemen shall set themselves in array at the gate.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9044164787332026
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 12,
                    "verse": 4,
                    "text": "In that day, saith the Lord, I will smite every horse with astonishment, and his rider with madness: and I will open mine eyes upon the house of Judah, and will smite every horse of the people with blindness.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9043233068085706
                },
                {
                    "volume": "Old Testament",
                    "book": "Haggai",
                    "volume_book_index": 37,
                    "chapter": 2,
                    "verse": 22,
                    "text": "And I will overthrow the throne of kingdoms, and I will destroy the strength of the kingdoms of the heathen; and I will overthrow the chariots, and those that ride in them; and the horses and their riders shall come down, every one by the sword of his brother.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9022486631122966
                }
            ]
        },
        {
            "verse": 11,
            "text": "And I will cut off the cities of thy land, and throw down all thy strong holds:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 15,
                    "text": "And I will cut off the cities of thy land, and throw down all thy strongholds;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.9434639958486963
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 101,
                    "verse": 8,
                    "text": "I will early destroy all the wicked of the land; that I may cut off all wicked doers from the city of the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8743349832040268
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "volume_book_index": 33,
                    "chapter": 5,
                    "verse": 14,
                    "text": "And I will pluck up thy groves out of the midst of thee: so will I destroy thy cities.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8701452589641596
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 18,
                    "text": "And I will pluck up thy groves out of the midst of thee; so will I destroy thy cities.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8701452589641596
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 26,
                    "verse": 33,
                    "text": "And I will scatter you among the heathen, and will draw out a sword after you: and your land shall be desolate, and your cities waste.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.831116714237095
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 33,
                    "verse": 52,
                    "text": "Then ye shall drive out all the inhabitants of the land from before you, and destroy all their pictures, and destroy all their molten images, and quite pluck down all their high places:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8110579717130836
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 12,
                    "verse": 20,
                    "text": "And the cities that are inhabited shall be laid waste, and the land shall be desolate; and ye shall know that I am the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8109416937428472
                },
                {
                    "volume": "Old Testament",
                    "book": "2 Kings",
                    "volume_book_index": 12,
                    "chapter": 3,
                    "verse": 19,
                    "text": "And ye shall smite every fenced city, and every choice city, and shall fell every good tree, and stop all wells of water, and mar every good piece of land with stones.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8108061742191586
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 7,
                    "verse": 28,
                    "text": "And except ye repent ye shall perish; yea, even your lands shall be taken from you, and ye shall be destroyed from off the face of the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8092786175133571
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 33,
                    "verse": 53,
                    "text": "And ye shall dispossess the inhabitants of the land, and dwell therein: for I have given you the land to possess it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8069145177423014
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 7,
                    "verse": 24,
                    "text": "Wherefore I will bring the worst of the heathen, and they shall possess their houses: I will also make the pomp of the strong to cease; and their holy places shall be defiled.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8045515095807
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 50,
                    "verse": 21,
                    "text": "Go up against the land of Merathaim, even against it, and against the inhabitants of Pekod: waste and utterly destroy after them, saith the Lord, and do according to all that I have commanded thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8009135064031706
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 15,
                    "text": "And I will cut off the cities of thy land, and throw down all thy strongholds;",
                    "embedding_model": "text-embedding-3-small",
                    "score": 0.980948450452281
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 15,
                    "text": "And I will cut off the cities of thy land, and throw down all thy strongholds;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9975795151246043
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 18,
                    "text": "And I will pluck up thy groves out of the midst of thee; so will I destroy thy cities.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9256349713367189
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "volume_book_index": 33,
                    "chapter": 5,
                    "verse": 14,
                    "text": "And I will pluck up thy groves out of the midst of thee: so will I destroy thy cities.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9256349713367189
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 35,
                    "verse": 4,
                    "text": "I will lay thy cities waste, and thou shalt be desolate, and thou shalt know that I am the Lord.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9143575327822605
                },
                {
                    "volume": "Old Testament",
                    "book": "Zephaniah",
                    "volume_book_index": 36,
                    "chapter": 3,
                    "verse": 6,
                    "text": "I have cut off the nations: their towers are desolate; I made their streets waste, that none passeth by: their cities are destroyed, so that there is no man, that there is none inhabitant.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9015215576601973
                }
            ]
        },
        {
            "verse": 12,
            "text": "And I will cut off witchcrafts out of thine hand; and thou shalt have no more soothsayers:",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 16,
                    "text": "And I will cut off witchcrafts out of thy land, and thou shalt have no more soothsayers;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.9639214316306902
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 17,
                    "text": "Thy graven images I will also cut off, and thy standing images out of the midst of thee, and thou shalt no more worship the works of thy hands;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8382133013157997
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "volume_book_index": 33,
                    "chapter": 5,
                    "verse": 13,
                    "text": "Thy graven images also will I cut off, and thy standing images out of the midst of thee; and thou shalt no more worship the work of thine hands.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8326881770148036
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 5,
                    "verse": 31,
                    "text": "And except thou do this, behold, thou shalt have no more gift, and I will take away the things which I have entrusted with thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8148926984550968
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 19,
                    "text": "And it shall come to pass that all lyings, and deceivings, and envyings, and strifes, and priestcrafts, and whoredoms, shall be done away.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8065580615462326
                },
                {
                    "volume": "Old Testament",
                    "book": "Nahum",
                    "volume_book_index": 34,
                    "chapter": 1,
                    "verse": 14,
                    "text": "And the Lord hath given a commandment concerning thee, that no more of thy name be sown: out of the house of thy gods will I cut off the graven image and the molten image: I will make thy grave; for thou art vile.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8027962260206266
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 20,
                    "verse": 17,
                    "text": "Thy hand shall be lifted up upon thine adversaries, and all thine enemies shall be cut off.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8010915942584615
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 9,
                    "verse": 19,
                    "text": "And ye shall offer up unto me no more the shedding of blood; yea, your sacrifices and your burnt offerings shall be done away, for I will accept none of your sacrifices and your burnt offerings.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8006453770270656
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 16,
                    "text": "And I will cut off witchcrafts out of thy land, and thou shalt have no more soothsayers;",
                    "embedding_model": "text-embedding-3-small",
                    "score": 0.9565572738647461
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 16,
                    "text": "And I will cut off witchcrafts out of thy land, and thou shalt have no more soothsayers;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9841821780313517
                }
            ]
        },
        {
            "verse": 13,
            "text": "Thy graven images also will I cut off, and thy standing images out of the midst of thee; and thou shalt no more worship the work of thine hands.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 17,
                    "text": "Thy graven images I will also cut off, and thy standing images out of the midst of thee, and thou shalt no more worship the works of thy hands;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.9855809927676097
                },
                {
                    "volume": "Old Testament",
                    "book": "Nahum",
                    "volume_book_index": 34,
                    "chapter": 1,
                    "verse": 14,
                    "text": "And the Lord hath given a commandment concerning thee, that no more of thy name be sown: out of the house of thy gods will I cut off the graven image and the molten image: I will make thy grave; for thou art vile.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8804848618045429
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "volume_book_index": 33,
                    "chapter": 5,
                    "verse": 12,
                    "text": "And I will cut off witchcrafts out of thine hand; and thou shalt have no more soothsayers:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8326881770148036
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 34,
                    "verse": 13,
                    "text": "But ye shall destroy their altars, break their images, and cut down their groves:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8313444458144683
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 6,
                    "verse": 4,
                    "text": "And your altars shall be desolate, and your images shall be broken: and I will cast down your slain men before your idols.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8231943116332311
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 7,
                    "verse": 5,
                    "text": "But thus shall ye deal with them; ye shall destroy their altars, and break down their images, and cut down their groves, and burn their graven images with fire.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8205881977985598
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 30,
                    "verse": 22,
                    "text": "Ye shall defile also the covering of thy graven images of silver, and the ornament of thy molten images of gold: thou shalt cast them away as a menstruous cloth; thou shalt say unto it, Get thee hence.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8194462359190839
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 12,
                    "verse": 21,
                    "text": "And if the Lord shall say--Because of thine iniquities thou shalt be cut off from my presence--he will cause that it shall be so.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.814860691181774
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 30,
                    "verse": 13,
                    "text": "Thus saith the Lord God; I will also destroy the idols, and I will cause their images to cease out of Noph; and there shall be no more a prince of the land of Egypt: and I will put a fear in the land of Egypt.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8135433471768008
                },
                {
                    "volume": "Old Testament",
                    "book": "Zechariah",
                    "volume_book_index": 38,
                    "chapter": 13,
                    "verse": 2,
                    "text": "And it shall come to pass in that day, saith the Lord of hosts, that I will cut off the names of the idols out of the land, and they shall no more be remembered: and also I will cause the prophets and the unclean spirit to pass out of the land.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8113672490235013
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 26,
                    "verse": 1,
                    "text": "Ye shall make you no idols nor graven image, neither rear you up a standing image, neither shall ye set up any image of stone in your land, to bow down unto it: for I am the Lord your God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8108073835273498
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 26,
                    "verse": 30,
                    "text": "And I will destroy your high places, and cut down your images, and cast your carcases upon the carcases of your idols, and my soul shall abhor you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.80903849805246
                },
                {
                    "volume": "Old Testament",
                    "book": "1 Kings",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 21,
                    "text": "Behold, I will bring evil upon thee, and will take away thy posterity, and will cut off from Ahab him that pisseth against the wall, and him that is shut up and left in Israel,",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8086357440948291
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 23,
                    "verse": 24,
                    "text": "Thou shalt not bow down to their gods, nor serve them, nor do after their works: but thou shalt utterly overthrow them, and quite break down their images.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8074706760074664
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 6,
                    "verse": 6,
                    "text": "In all your dwellingplaces the cities shall be laid waste, and the high places shall be desolate; that your altars may be laid waste and made desolate, and your idols may be broken and cease, and your images may be cut down, and your works may be abolished.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8034742686887362
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 27,
                    "verse": 9,
                    "text": "By this therefore shall the iniquity of Jacob be purged; and this is all the fruit to take away his sin; when he maketh all the stones of the altar as chalkstones that are beaten in sunder, the groves and images shall not stand up.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8029990859825952
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 4,
                    "verse": 23,
                    "text": "Take heed unto yourselves, lest ye forget the covenant of the Lord your God, which he made with you, and make you a graven image, or the likeness of any thing, which the Lord thy God hath forbidden thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8018302800688056
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "volume_book_index": 1,
                    "chapter": 2,
                    "verse": 21,
                    "text": "And inasmuch as thy brethren shall rebel against thee, they shall be cut off from the presence of the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8018070438092428
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "volume_book_index": 27,
                    "chapter": 11,
                    "verse": 31,
                    "text": "And arms shall stand on his part, and they shall pollute the sanctuary of strength, and shall take away the daily sacrifice, and they shall place the abomination that maketh desolate.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8013696192958223
                },
                {
                    "volume": "Old Testament",
                    "book": "Daniel",
                    "volume_book_index": 27,
                    "chapter": 2,
                    "verse": 34,
                    "text": "Thou sawest till that a stone was cut out without hands, which smote the image upon his feet that were of iron and clay, and brake them to pieces.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8004374924650091
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 17,
                    "text": "Thy graven images I will also cut off, and thy standing images out of the midst of thee, and thou shalt no more worship the works of thy hands;",
                    "embedding_model": "text-embedding-3-small",
                    "score": 0.9887070655822754
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 17,
                    "text": "Thy graven images I will also cut off, and thy standing images out of the midst of thee, and thou shalt no more worship the works of thy hands;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9948420512299659
                },
                {
                    "volume": "Old Testament",
                    "book": "Nahum",
                    "volume_book_index": 34,
                    "chapter": 1,
                    "verse": 14,
                    "text": "And the Lord hath given a commandment concerning thee, that no more of thy name be sown: out of the house of thy gods will I cut off the graven image and the molten image: I will make thy grave; for thou art vile.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9180794211768085
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 7,
                    "verse": 25,
                    "text": "The graven images of their gods shall ye burn with fire: thou shalt not desire the silver or gold that is on them, nor take it unto thee, lest thou be snared therein: for it is an abomination to the Lord thy God.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9035602693033603
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 16,
                    "verse": 22,
                    "text": "Neither shalt thou set thee up any image; which the Lord thy God hateth.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9021974299961931
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 17,
                    "verse": 8,
                    "text": "And he shall not look to the altars, the work of his hands, neither shall respect that which his fingers have made, either the groves, or the images.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9017778635025281
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 23,
                    "verse": 24,
                    "text": "Thou shalt not bow down to their gods, nor serve them, nor do after their works: but thou shalt utterly overthrow them, and quite break down their images.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9007429958275616
                },
                {
                    "volume": "Old Testament",
                    "book": "Exodus",
                    "volume_book_index": 2,
                    "chapter": 34,
                    "verse": 13,
                    "text": "But ye shall destroy their altars, break their images, and cut down their groves:",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9001256644950522
                }
            ]
        },
        {
            "verse": 14,
            "text": "And I will pluck up thy groves out of the midst of thee: so will I destroy thy cities.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 18,
                    "text": "And I will pluck up thy groves out of the midst of thee; so will I destroy thy cities.",
                    "embedding_model": "hugging_face_bge",
                    "score": 1.0
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 15,
                    "text": "And I will cut off the cities of thy land, and throw down all thy strongholds;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8792521298808648
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "volume_book_index": 33,
                    "chapter": 5,
                    "verse": 11,
                    "text": "And I will cut off the cities of thy land, and throw down all thy strong holds:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8701452589641596
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 101,
                    "verse": 8,
                    "text": "I will early destroy all the wicked of the land; that I may cut off all wicked doers from the city of the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.843287235669309
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 26,
                    "verse": 33,
                    "text": "And I will scatter you among the heathen, and will draw out a sword after you: and your land shall be desolate, and your cities waste.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8176289206149373
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 13,
                    "verse": 15,
                    "text": "Thou shalt surely smite the inhabitants of that city with the edge of the sword, destroying it utterly, and all that is therein, and the cattle thereof, with the edge of the sword.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8161411979094813
                },
                {
                    "volume": "Old Testament",
                    "book": "Numbers",
                    "volume_book_index": 4,
                    "chapter": 24,
                    "verse": 19,
                    "text": "Out of Jacob shall come he that shall have dominion, and shall destroy him that remaineth of the city.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8140228666138792
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 35,
                    "verse": 4,
                    "text": "I will lay thy cities waste, and thou shalt be desolate, and thou shalt know that I am the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8066645422023437
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 13,
                    "verse": 16,
                    "text": "And thou shalt gather all the spoil of it into the midst of the street thereof, and shalt burn with fire the city, and all the spoil thereof every whit, for the Lord thy God: and it shall be an heap for ever; it shall not be built again.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8031910518528307
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 3,
                    "verse": 6,
                    "text": "Therefore I write unto you, desiring that ye would yield up unto this my people, your cities, your lands, and your possessions, rather than that they should visit you with the sword and that destruction should come upon you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8026843332023251
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 26,
                    "verse": 12,
                    "text": "And they shall make a spoil of thy riches, and make a prey of thy merchandise: and they shall break down thy walls, and destroy thy pleasant houses: and they shall lay thy stones and thy timber and thy dust in the midst of the water.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8012838851916835
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 20,
                    "verse": 20,
                    "text": "Only the trees which thou knowest that they be not trees for meat, thou shalt destroy and cut them down; and thou shalt build bulwarks against the city that maketh war with thee, until it be subdued.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8011606649562703
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 18,
                    "text": "And I will pluck up thy groves out of the midst of thee; so will I destroy thy cities.",
                    "embedding_model": "text-embedding-3-small",
                    "score": 1.0
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 18,
                    "text": "And I will pluck up thy groves out of the midst of thee; so will I destroy thy cities.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 1.0
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 15,
                    "text": "And I will cut off the cities of thy land, and throw down all thy strongholds;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.926552478876577
                },
                {
                    "volume": "Old Testament",
                    "book": "Micah",
                    "volume_book_index": 33,
                    "chapter": 5,
                    "verse": 11,
                    "text": "And I will cut off the cities of thy land, and throw down all thy strong holds:",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9256349713367189
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 35,
                    "verse": 4,
                    "text": "I will lay thy cities waste, and thou shalt be desolate, and thou shalt know that I am the Lord.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9069574364373012
                }
            ]
        },
        {
            "verse": 15,
            "text": "And I will execute vengeance in anger and fury upon the heathen, such as they have not heard.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 21,
                    "text": "And I will execute vengeance and fury upon them, even as upon the heathen, such as they have not heard.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.9781718239331574
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 149,
                    "verse": 7,
                    "text": "To execute vengeance upon the heathen, and punishments upon the people;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8666300729483758
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 25,
                    "verse": 17,
                    "text": "And I will execute great vengeance upon them with furious rebukes; and they shall know that I am the Lord, when I shall lay my vengeance upon them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8610439564485999
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 79,
                    "verse": 6,
                    "text": "Pour out thy wrath upon the heathen that have not known thee, and upon the kingdoms that have not called upon thy name.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8462270734172556
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 7,
                    "verse": 8,
                    "text": "Now will I shortly pour out my fury upon thee, and accomplish mine anger upon thee: and I will judge thee according to thy ways, and will recompense thee for all thine abominations.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8337020366557346
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 25,
                    "verse": 14,
                    "text": "And I will lay my vengeance upon Edom by the hand of my people Israel: and they shall do in Edom according to mine anger and according to my fury; and they shall know my vengeance, saith the Lord God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.829696967931134
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "volume_book_index": 13,
                    "chapter": 3,
                    "verse": 15,
                    "text": "Vengeance is mine, and I will repay; and because this people repented not after I had delivered them, behold, they shall be cut off from the face of the earth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.827983322731042
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 17,
                    "verse": 19,
                    "text": "Thus God executeth vengeance upon those that destroy his people. O God, receive my soul.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8209162572059717
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 2,
                    "verse": 5,
                    "text": "Then shall he speak unto them in his wrath, and vex them in his sore displeasure.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8204003435218448
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 5,
                    "verse": 13,
                    "text": "Thus shall mine anger be accomplished, and I will cause my fury to rest upon them, and I will be comforted: and they shall know that I the Lord have spoken it in my zeal, when I have accomplished my fury in them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8160157468566279
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 29,
                    "verse": 17,
                    "text": "And it shall come to pass, because of the wickedness of the world, that I will take vengeance upon the wicked, for they will not repent; for the cup of mine indignation is full; for behold, my blood shall not cleanse them if they hear me not.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8159373664123448
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 25,
                    "verse": 7,
                    "text": "Yet ye have not hearkened unto me, saith the Lord; that ye might provoke me to anger with the works of your hands to your own hurt.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8147664813826242
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 21,
                    "verse": 31,
                    "text": "And I will pour out mine indignation upon thee, I will blow against thee in the fire of my wrath, and deliver thee into the hand of brutish men, and skilful to destroy.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.812285164529994
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 5,
                    "verse": 15,
                    "text": "So it shall be a reproach and a taunt, an instruction and an astonishment unto the nations that are round about thee, when I shall execute judgments in thee in anger and in fury and in furious rebukes. I the Lord have spoken it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8110189591113445
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 9,
                    "verse": 16,
                    "text": "I will scatter them also among the heathen, whom neither they nor their fathers have known: and I will send a sword after them, till I have consumed them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8074177943403296
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 56,
                    "verse": 1,
                    "text": "Hearken, O ye people who profess my name, saith the Lord your God; for behold, mine anger is kindled against the rebellious, and they shall know mine arm and mine indignation, in the day of visitation and of wrath upon the nations.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8061550106568666
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 7,
                    "verse": 3,
                    "text": "Now is the end come upon thee, and I will send mine anger upon thee, and will judge thee according to thy ways, and will recompense upon thee all thine abominations.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8040353961740083
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 39,
                    "verse": 21,
                    "text": "And I will set my glory among the heathen, and all the heathen shall see my judgment that I have executed, and my hand that I have laid upon them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8035277819309874
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 63,
                    "verse": 2,
                    "text": "Yea, verily, I say, hear the word of him whose anger is kindled against the wicked and rebellious;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8023337929741792
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 21,
                    "verse": 17,
                    "text": "I will also smite mine hands together, and I will cause my fury to rest: I the Lord have said it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8001091123077236
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 21,
                    "text": "And I will execute vengeance and fury upon them, even as upon the heathen, such as they have not heard.",
                    "embedding_model": "text-embedding-3-small",
                    "score": 0.9497444629669257
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 21,
                    "verse": 21,
                    "text": "And I will execute vengeance and fury upon them, even as upon the heathen, such as they have not heard.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9870194219912289
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 25,
                    "verse": 17,
                    "text": "And I will execute great vengeance upon them with furious rebukes; and they shall know that I am the Lord, when I shall lay my vengeance upon them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9168293476104736
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 149,
                    "verse": 7,
                    "text": "To execute vengeance upon the heathen, and punishments upon the people;",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9016727150483573
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 9,
                    "verse": 16,
                    "text": "I will scatter them also among the heathen, whom neither they nor their fathers have known: and I will send a sword after them, till I have consumed them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.901312399066979
                }
            ]
        }
    ]
}