{
    "volume": "Old Testament",
    "book": "Nahum",
    "chapter": 3,
    "verses": [
        {
            "verse": 1,
            "text": "Woe to the bloody city! it is all full of lies and robbery; the prey departeth not;",
            "similars": []
        },
        {
            "verse": 2,
            "text": "The noise of a whip, and the noise of the rattling of the wheels, and of the pransing horses, and of the jumping chariots.",
            "similars": []
        },
        {
            "verse": 3,
            "text": "The horseman lifteth up both the bright sword and the glittering spear: and there is a multitude of slain, and a great number of carcases; and there is none end of their corpses; they stumble upon their corpses:",
            "similars": []
        },
        {
            "verse": 4,
            "text": "Because of the multitude of the whoredoms of the wellfavoured harlot, the mistress of witchcrafts, that selleth nations through her whoredoms, and families through her witchcrafts.",
            "similars": []
        },
        {
            "verse": 5,
            "text": "Behold, I am against thee, saith the Lord of hosts; and I will discover thy skirts upon thy face, and I will shew the nations thy nakedness, and the kingdoms thy shame.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 50,
                    "verse": 31,
                    "text": "Behold, I am against thee, O thou most proud, saith the Lord God of hosts: for thy day is come, the time that I will visit thee.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8594193097561362
                },
                {
                    "volume": "Old Testament",
                    "book": "Nahum",
                    "volume_book_index": 34,
                    "chapter": 2,
                    "verse": 13,
                    "text": "Behold, I am against thee, saith the Lord of hosts, and I will burn her chariots in the smoke, and the sword shall devour thy young lions: and I will cut off thy prey from the earth, and the voice of thy messengers shall no more be heard.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8471822925186059
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 16,
                    "verse": 37,
                    "text": "Behold, therefore I will gather all thy lovers, with whom thou hast taken pleasure, and all them that thou hast loved, with all them that thou hast hated; I will even gather them round about against thee, and will discover thy nakedness unto them, that they may see all thy nakedness.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8354099637197433
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "volume_book_index": 18,
                    "chapter": 8,
                    "verse": 22,
                    "text": "They that hate thee shall be clothed with shame; and the dwelling place of the wicked shall come to nought.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.835295276748961
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 47,
                    "verse": 3,
                    "text": "Thy nakedness shall be uncovered, yea, thy shame shall be seen: I will take vengeance, and I will not meet thee as a man.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8316323851421394
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 13,
                    "verse": 26,
                    "text": "Therefore will I discover thy skirts upon thy face, that thy shame may appear.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8304356358907822
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 132,
                    "verse": 18,
                    "text": "His enemies will I clothe with shame: but upon himself shall his crown flourish.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8276688622404466
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "volume_book_index": 3,
                    "chapter": 2,
                    "verse": 28,
                    "text": "For I, the Lord God, delight in the chastity of women. And whoredoms are an abomination before me; thus saith the Lord of Hosts.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8254689593282035
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 28,
                    "verse": 22,
                    "text": "And say, Thus saith the Lord God; Behold, I am against thee, O Zidon; and I will be glorified in the midst of thee: and they shall know that I am the Lord, when I shall have executed judgments in her, and shall be sanctified in her.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8229499849017046
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 6,
                    "verse": 5,
                    "text": "Then said I, Woe is me! for I am undone; because I am a man of unclean lips, and I dwell in the midst of a people of unclean lips: for mine eyes have seen the King, the Lord of hosts.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8224074000104252
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 44,
                    "verse": 11,
                    "text": "Therefore thus saith the Lord of hosts, the God of Israel; Behold, I will set my face against you for evil, and to cut off all Judah.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8200134025094932
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 16,
                    "verse": 5,
                    "text": "Then said I: Wo is unto me! for I am undone; because I am a man of unclean lips; and I dwell in the midst of a people of unclean lips; for mine eyes have seen the King, the Lord of Hosts.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.816697958105165
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 13,
                    "verse": 8,
                    "text": "Therefore thus saith the Lord God; Because ye have spoken vanity, and seen lies, therefore, behold, I am against you, saith the Lord God.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8160290684055366
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 5,
                    "verse": 8,
                    "text": "Therefore thus saith the Lord God; Behold, I, even I, am against thee, and will execute judgments in the midst of thee in the sight of the nations.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8156788742855211
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 20,
                    "verse": 33,
                    "text": "Behold, the Lord, the Lord of Hosts shall lop the bough with terror; and the high ones of stature shall be hewn down; and the haughty shall be humbled.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8125637040384038
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 10,
                    "verse": 33,
                    "text": "Behold, the Lord, the Lord of hosts, shall lop the bough with terror: and the high ones of stature shall be hewn down, and the haughty shall be humbled.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8125637040384038
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 23,
                    "verse": 29,
                    "text": "And they shall deal with thee hatefully, and shall take away all thy labour, and shall leave thee naked and bare: and the nakedness of thy whoredoms shall be discovered, both thy lewdness and thy whoredoms.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8101861054227927
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 28,
                    "verse": 7,
                    "text": "Behold, therefore I will bring strangers upon thee, the terrible of the nations: and they shall draw their swords against the beauty of thy wisdom, and they shall defile thy brightness.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8097529387995127
                },
                {
                    "volume": "Old Testament",
                    "book": "Genesis",
                    "volume_book_index": 1,
                    "chapter": 42,
                    "verse": 12,
                    "text": "And he said unto them, Nay, but to see the nakedness of the land ye are come.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8094416703595949
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "volume_book_index": 11,
                    "chapter": 24,
                    "verse": 5,
                    "text": "And I will come near to you to judgment; and I will be a swift witness against the sorcerers, and against the adulterers, and against false swearers, and against those that oppress the hireling in his wages, the widow and the fatherless, and that turn aside the stranger, and fear not me, saith the Lord of Hosts.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8093757482186473
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "volume_book_index": 27,
                    "chapter": 2,
                    "verse": 20,
                    "text": "Notwithstanding I have a few things against thee, because thou sufferest that woman Jezebel, which calleth herself a prophetess, to teach and to seduce my servants to commit fornication, and to eat things sacrificed unto idols.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8083964634799577
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "volume_book_index": 39,
                    "chapter": 3,
                    "verse": 5,
                    "text": "And I will come near to you to judgment; and I will be a swift witness against the sorcerers, and against the adulterers, and against false swearers, and against those that oppress the hireling in his wages, the widow, and the fatherless, and that turn aside the stranger from his right, and fear not me, saith the Lord of hosts.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8080259784524463
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 29,
                    "verse": 11,
                    "text": "For I will reveal myself from heaven with power and great glory, with all the hosts thereof, and dwell in righteousness with men on earth a thousand years, and the wicked shall not stand.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8072950106250908
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 35,
                    "verse": 3,
                    "text": "And say unto it, Thus saith the Lord God; Behold, O mount Seir, I am against thee, and I will stretch out mine hand against thee, and I will make thee most desolate.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8070820660727827
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 2,
                    "verse": 19,
                    "text": "Thine own wickedness shall correct thee, and thy backslidings shall reprove thee: know therefore and see that it is an evil thing and bitter, that thou hast forsaken the Lord thy God, and that my fear is not in thee, saith the Lord God of hosts.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8063944845113181
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 23,
                    "verse": 22,
                    "text": "Therefore, O Aholibah, thus saith the Lord God; Behold, I will raise up thy lovers against thee, from whom thy mind is alienated, and I will bring them against thee on every side;",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8059320192487631
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 49,
                    "verse": 5,
                    "text": "Behold, I will bring a fear upon thee, saith the Lord God of hosts, from all those that be about thee; and ye shall be driven out every man right forth; and none shall gather up him that wandereth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8059176442331832
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 38,
                    "verse": 3,
                    "text": "And say, Thus saith the Lord God; Behold, I am against thee, O Gog, the chief prince of Meshech and Tubal:",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8057615073424022
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 11,
                    "verse": 20,
                    "text": "But, O Lord of hosts, that judgest righteously, that triest the reins and the heart, let me see thy vengeance on them: for unto thee have I revealed my cause.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8046505396929952
                },
                {
                    "volume": "Old Testament",
                    "book": "Malachi",
                    "volume_book_index": 39,
                    "chapter": 1,
                    "verse": 4,
                    "text": "Whereas Edom saith, We are impoverished, but we will return and build the desolate places; thus saith the Lord of hosts, They shall build, but I will throw down; and they shall call them, The border of wickedness, and, The people against whom the Lord hath indignation for ever.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8045538083544568
                },
                {
                    "volume": "Old Testament",
                    "book": "Leviticus",
                    "volume_book_index": 3,
                    "chapter": 18,
                    "verse": 6,
                    "text": "None of you shall approach to any that is near of kin to him, to uncover their nakedness: I am the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.804429172130484
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 23,
                    "verse": 31,
                    "text": "Behold, I am against the prophets, saith the Lord, that use their tongues, and say, He saith.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8035399908993452
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 21,
                    "verse": 13,
                    "text": "Behold, I am against thee, O inhabitant of the valley, and rock of the plain, saith the Lord; which say, Who shall come down against us? or who shall enter into our habitations?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8035048456135436
                },
                {
                    "volume": "Old Testament",
                    "book": "Amos",
                    "volume_book_index": 30,
                    "chapter": 6,
                    "verse": 14,
                    "text": "But, behold, I will raise up against you a nation, O house of Israel, saith the Lord the God of hosts; and they shall afflict you from the entering in of Hemath unto the river of the wilderness.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8022677179112839
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 16,
                    "verse": 58,
                    "text": "Thou hast borne thy lewdness and thine abominations, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8021170432093192
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 26,
                    "verse": 4,
                    "text": "Wherefore, all those who are proud, and that do wickedly, the day that cometh shall burn them up, saith the Lord of Hosts, for they shall be as stubble.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8003787216032824
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 50,
                    "verse": 31,
                    "text": "Behold, I am against thee, O thou most proud, saith the Lord God of hosts: for thy day is come, the time that I will visit thee.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9149641889291035
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 5,
                    "verse": 8,
                    "text": "Therefore thus saith the Lord God; Behold, I, even I, am against thee, and will execute judgments in the midst of thee in the sight of the nations.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9090726321382916
                },
                {
                    "volume": "Old Testament",
                    "book": "Nahum",
                    "volume_book_index": 34,
                    "chapter": 2,
                    "verse": 13,
                    "text": "Behold, I am against thee, saith the Lord of hosts, and I will burn her chariots in the smoke, and the sword shall devour thy young lions: and I will cut off thy prey from the earth, and the voice of thy messengers shall no more be heard.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9067153334617679
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 47,
                    "verse": 3,
                    "text": "Thy nakedness shall be uncovered, yea, thy shame shall be seen: I will take vengeance, and I will not meet thee as a man.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.906057076563206
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 13,
                    "verse": 26,
                    "text": "Therefore will I discover thy skirts upon thy face, that thy shame may appear.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9028337482015787
                }
            ]
        },
        {
            "verse": 6,
            "text": "And I will cast abominable filth upon thee, and make thee vile, and will set thee as a gazingstock.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "volume_book_index": 8,
                    "chapter": 12,
                    "verse": 7,
                    "text": "And they shall be smitten with a great pestilence--and all this will I do because of their iniquities and abominations.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8065670062594467
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "volume_book_index": 18,
                    "chapter": 40,
                    "verse": 4,
                    "text": "Behold, I am vile; what shall I answer thee? I will lay mine hand upon my mouth.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8025522498804071
                }
            ]
        },
        {
            "verse": 7,
            "text": "And it shall come to pass, that all they that look upon thee shall flee from thee, and say, Nineveh is laid waste: who will bemoan her? whence shall I seek comforters for thee?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Nahum",
                    "volume_book_index": 34,
                    "chapter": 2,
                    "verse": 8,
                    "text": "But Nineveh is of old like a pool of water: yet they shall flee away. Stand, stand, shall they cry; but none shall look back.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8069956544143867
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "volume_book_index": 10,
                    "chapter": 13,
                    "verse": 20,
                    "text": "And the day shall come that they shall hide up their treasures, because they have set their hearts upon riches; and because they have set their hearts upon their riches, and will hide up their treasures when they shall flee before their enemies; because they will not hide them up unto me, cursed be they and also their treasures; and in that day shall they be smitten, saith the Lord.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.804927531393775
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 49,
                    "verse": 29,
                    "text": "Their tents and their flocks shall they take away: they shall take to themselves their curtains, and all their vessels, and their camels; and they shall cry unto them, Fear is on every side.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8030735938636597
                },
                {
                    "volume": "Old Testament",
                    "book": "Job",
                    "volume_book_index": 18,
                    "chapter": 8,
                    "verse": 22,
                    "text": "They that hate thee shall be clothed with shame; and the dwelling place of the wicked shall come to nought.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8003387889618654
                }
            ]
        },
        {
            "verse": 8,
            "text": "Art thou better than populous No, that was situate among the rivers, that had the waters round about it, whose rampart was the sea, and her wall was from the sea?",
            "similars": []
        },
        {
            "verse": 9,
            "text": "Ethiopia and Egypt were her strength, and it was infinite; Put and Lubim were thy helpers.",
            "similars": []
        },
        {
            "verse": 10,
            "text": "Yet was she carried away, she went into captivity: her young children also were dashed in pieces at the top of all the streets: and they cast lots for her honourable men, and all her great men were bound in chains.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "1 Samuel",
                    "volume_book_index": 9,
                    "chapter": 30,
                    "verse": 2,
                    "text": "And had taken the women captives, that were therein: they slew not any, either great or small, but carried them away, and went on their way.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8080143108360487
                }
            ]
        },
        {
            "verse": 11,
            "text": "Thou also shalt be drunken: thou shalt be hid, thou also shalt seek strength because of the enemy.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 25,
                    "verse": 27,
                    "text": "Therefore thou shalt say unto them, Thus saith the Lord of hosts, the God of Israel; Drink ye, and be drunken, and spue, and fall, and rise no more, because of the sword which I will send among you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8168128968422794
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 27,
                    "verse": 4,
                    "text": "For behold, all ye that doeth iniquity, stay yourselves and wonder, for ye shall cry out, and cry; yea, ye shall be drunken but not with wine, ye shall stagger but not with strong drink.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8156544576310423
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "volume_book_index": 6,
                    "chapter": 12,
                    "verse": 20,
                    "text": "Therefore if thine enemy hunger, feed him; if he thirst, give him drink: for in so doing thou shalt heap coals of fire on his head.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8064548825610508
                },
                {
                    "volume": "Old Testament",
                    "book": "Psalms",
                    "volume_book_index": 19,
                    "chapter": 43,
                    "verse": 2,
                    "text": "For thou art the God of my strength: why dost thou cast me off? why go I mourning because of the oppression of the enemy?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8064518528899935
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "volume_book_index": 1,
                    "chapter": 122,
                    "verse": 4,
                    "text": "And although their influence shall cast thee into trouble, and into bars and walls, thou shalt be had in honor; and but for a small moment and thy voice shall be more terrible in the midst of thine enemies than the fierce lion, because of thy righteousness; and thy God shall stand by thee forever and ever.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8005489820641818
                }
            ]
        },
        {
            "verse": 12,
            "text": "All thy strong holds shall be like fig trees with the firstripe figs: if they be shaken, they shall even fall into the mouth of the eater.",
            "similars": []
        },
        {
            "verse": 13,
            "text": "Behold, thy people in the midst of thee are women: the gates of thy land shall be set wide open unto thine enemies: the fire shall devour thy bars.",
            "similars": []
        },
        {
            "verse": 14,
            "text": "Draw thee waters for the siege, fortify thy strong holds: go into clay, and tread the mortar, make strong the brickkiln.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 4,
                    "verse": 3,
                    "text": "Moreover take thou unto thee an iron pan, and set it for a wall of iron between thee and the city: and set thy face against it, and it shall be besieged, and thou shalt lay siege against it. This shall be a sign to the house of Israel.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8014053133301242
                }
            ]
        },
        {
            "verse": 15,
            "text": "There shall the fire devour thee; the sword shall cut thee off, it shall eat thee up like the cankerworm: make thyself many as the cankerworm, make thyself many as the locusts.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 5,
                    "verse": 12,
                    "text": "A third part of thee shall die with the pestilence, and with famine shall they be consumed in the midst of thee: and a third part shall fall by the sword round about thee; and I will scatter a third part into all the winds, and I will draw out a sword after them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8162137218454242
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 28,
                    "verse": 42,
                    "text": "All thy trees and fruit of thy land shall the locust consume.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.814082510681171
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "volume_book_index": 2,
                    "chapter": 19,
                    "verse": 18,
                    "text": "For wickedness burneth as the fire; it shall devour the briers and thorns, and shall kindle in the thickets of the forests, and they shall mount up like the lifting up of smoke.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8107118280422243
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 9,
                    "verse": 18,
                    "text": "For wickedness burneth as the fire: it shall devour the briers and thorns, and shall kindle in the thickets of the forest, and they shall mount up like the lifting up of smoke.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8106945953422556
                },
                {
                    "volume": "Old Testament",
                    "book": "Ezekiel",
                    "volume_book_index": 26,
                    "chapter": 23,
                    "verse": 25,
                    "text": "And I will set my jealousy against thee, and they shall deal furiously with thee: they shall take away thy nose and thine ears; and thy remnant shall fall by the sword: they shall take thy sons and thy daughters; and thy residue shall be devoured by the fire.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8102298410787867
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 28,
                    "verse": 21,
                    "text": "The Lord shall make the pestilence cleave unto thee, until he have consumed thee from off the land, whither thou goest to possess it.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8090162899264067
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 33,
                    "verse": 12,
                    "text": "And the people shall be as the burnings of lime: as thorns cut up shall they be burned in the fire.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8061938601016535
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 28,
                    "verse": 22,
                    "text": "The Lord shall smite thee with a consumption, and with a fever, and with an inflammation, and with an extreme burning, and with the sword, and with blasting, and with mildew; and they shall pursue thee until thou perish.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8038044557390204
                },
                {
                    "volume": "Old Testament",
                    "book": "Joel",
                    "volume_book_index": 29,
                    "chapter": 1,
                    "verse": 4,
                    "text": "That which the palmerworm hath left hath the locust eaten; and that which the locust hath left hath the cankerworm eaten; and that which the cankerworm hath left hath the caterpiller eaten.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8011876900130318
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 33,
                    "verse": 11,
                    "text": "Ye shall conceive chaff, ye shall bring forth stubble: your breath, as fire, shall devour you.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8006398905213911
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 33,
                    "verse": 4,
                    "text": "And your spoil shall be gathered like the gathering of the caterpiller: as the running to and fro of locusts shall he run upon them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8003971031073627
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 5,
                    "verse": 14,
                    "text": "Wherefore thus saith the Lord God of hosts, Because ye speak this word, behold, I will make my words in thy mouth fire, and this people wood, and it shall devour them.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8000532564224246
                },
                {
                    "volume": "Old Testament",
                    "book": "Deuteronomy",
                    "volume_book_index": 5,
                    "chapter": 28,
                    "verse": 42,
                    "text": "All thy trees and fruit of thy land shall the locust consume.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.910587354407448
                },
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 33,
                    "verse": 4,
                    "text": "And your spoil shall be gathered like the gathering of the caterpiller: as the running to and fro of locusts shall he run upon them.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9053675520134892
                }
            ]
        },
        {
            "verse": 16,
            "text": "Thou hast multiplied thy merchants above the stars of heaven: the cankerworm spoileth, and flieth away.",
            "similars": []
        },
        {
            "verse": 17,
            "text": "Thy crowned are as the locusts, and thy captains as the great grasshoppers, which camp in the hedges in the cold day, but when the sun ariseth they flee away, and their place is not known where they are.",
            "similars": []
        },
        {
            "verse": 18,
            "text": "Thy shepherds slumber, O king of Assyria: thy nobles shall dwell in the dust: thy people is scattered upon the mountains, and no man gathereth them.",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Isaiah",
                    "volume_book_index": 23,
                    "chapter": 47,
                    "verse": 1,
                    "text": "Come down, and sit in the dust, O virgin daughter of Babylon, sit on the ground: there is no throne, O daughter of the Chaldeans: for thou shalt no more be called tender and delicate.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8062509396539077
                }
            ]
        },
        {
            "verse": 19,
            "text": "There is no healing of thy bruise; thy wound is grievous: all that hear the bruit of thee shall clap the hands over thee: for upon whom hath not thy wickedness passed continually?",
            "similars": [
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 30,
                    "verse": 12,
                    "text": "For thus saith the Lord, Thy bruise is incurable, and thy wound is grievous.",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8645074522404236
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 15,
                    "verse": 18,
                    "text": "Why is my pain perpetual, and my wound incurable, which refuseth to be healed? wilt thou be altogether unto me as a liar, and as waters that fail?",
                    "embedding_model": "hugging_face_bge",
                    "score": 0.8017539078939155
                },
                {
                    "volume": "Old Testament",
                    "book": "Jeremiah",
                    "volume_book_index": 24,
                    "chapter": 30,
                    "verse": 12,
                    "text": "For thus saith the Lord, Thy bruise is incurable, and thy wound is grievous.",
                    "embedding_model": "text-embedding-ada-002",
                    "score": 0.9098704403561633
                }
            ]
        }
    ]
}