{
    "volume": "Old Testament",
    "book": "Nehemiah",
    "chapter": 1,
    "verses": [
        {
            "verse": 1,
            "text": "The words of Nehemiah the son of Hachaliah. And it came to pass in the month Chisleu, in the twentieth year, as I was in Shushan the palace,",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "chapter": 1,
                    "verse": 23,
                    "text": "Behold, I, Amaleki, was born in the days of Mosiah; and I have lived to see his death; and Benjamin, his son, reigneth in his stead.",
                    "score": 0.751223043806429
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 4,
                    "text": "For it came to pass in the commencement of the first year of the reign of Zedekiah, king of Judah, (my father, Lehi, having dwelt at Jerusalem in all his days); and in that same year there came many prophets, prophesying unto the people that they must repent, or the great city Jerusalem must be destroyed.",
                    "score": 0.7267145792954981
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 45,
                    "verse": 2,
                    "text": "And it came to pass in the nineteenth year of the reign of the judges over the people of Nephi, that Alma came unto his son Helaman and said unto him: Believest thou the words which I spake unto thee concerning those records which have been kept?",
                    "score": 0.7267044002330321
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 138,
                    "verse": 1,
                    "text": "On the third of October, in the year nineteen hundred and eighteen, I sat in my room pondering over the scriptures;",
                    "score": 0.7229647707139085
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 2,
                    "text": "Hearken, O ye house of Israel, and hear the words of me, a prophet of the Lord.",
                    "score": 0.7198012952644802
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 14,
                    "verse": 8,
                    "text": "And it came to pass that when the angel had spoken these words, he said unto me: Rememberest thou the covenants of the Father unto the house of Israel? I said unto him, Yea.",
                    "score": 0.7191762269671452
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 2,
                    "text": "And it came to pass that he went in unto him into the king's palace, with his brethren, and bowed himself before the king, and said unto him: Behold, O king, we are the brethren of Ammon, whom thou hast delivered out of prison.",
                    "score": 0.7186460405554155
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Enos",
                    "chapter": 1,
                    "verse": 25,
                    "text": "And it came to pass that I began to be old, and an hundred and seventy and nine years had passed away from the time that our father Lehi left Jerusalem.",
                    "score": 0.7185310576129921
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 14,
                    "text": "And now, it came to pass that after Limhi had heard the words of Ammon, he was exceedingly glad, and said: Now, I know of a surety that my brethren who were in the land of Zarahemla are yet alive. And now, I will rejoice; and on the morrow I will cause that my people shall rejoice also.",
                    "score": 0.7180137615849695
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Therefore, he had Mosiah brought before him; and these are the words which he spake unto him, saying: My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.",
                    "score": 0.7177266918679845
                }
            ]
        },
        {
            "verse": 2,
            "text": "That Hanani, one of my brethren, came, he and certain men of Judah; and I asked them concerning the Jews that had escaped, which were left of the captivity, and concerning Jerusalem.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 6,
                    "verse": 8,
                    "text": "And now I, Jacob, would speak somewhat concerning these words. For behold, the Lord has shown me that those who were at Jerusalem, from whence we came, have been slain and carried away captive.",
                    "score": 0.8005746948462119
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 10,
                    "text": "And it came to pass that when we had gone up to the land of Jerusalem, I and my brethren did consult one with another.",
                    "score": 0.783907935182319
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 21,
                    "verse": 17,
                    "text": "And when we were come to Jerusalem, the brethren received us gladly.",
                    "score": 0.782453361409206
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 15,
                    "text": "And I took Sarai, whom I took to wife when I was in Ur, in Chaldea, and Lot, my brother's son, and all our substance that we had gathered, and the souls that we had won in Haran, and came forth in the way to the land of Canaan, and dwelt in tents as we came on our way;",
                    "score": 0.777886520242475
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 56,
                    "verse": 57,
                    "text": "And as we had no place for our prisoners, that we could guard them to keep them from the armies of the Lamanites, therefore we sent them to the land of Zarahemla, and a part of those men who were not slain of Antipus, with them; and the remainder I took and joined them to my stripling Ammonites, and took our march back to the city of Judea.",
                    "score": 0.7771189642564793
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 12,
                    "text": "And I looked and beheld a man among the Gentiles, who was separated from the seed of my brethren by the many waters; and I beheld the Spirit of God, that it came down and wrought upon the man; and he went forth upon the many waters, even unto the seed of my brethren, who were in the promised land.",
                    "score": 0.7737353503133798
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 27,
                    "text": "And he spake unto me many times concerning the elders of the Jews, as I went forth unto my brethren, who were without the walls.",
                    "score": 0.7734844038627051
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 5,
                    "text": "Yea, and my soul delighteth in the words of Isaiah, for I came out from Jerusalem, and mine eyes hath beheld the things of the Jews, and I know that the Jews do understand the things of the prophets, and there is none other people that understand the things which were spoken unto the Jews like unto them, save it be that they are taught after the manner of the things of the Jews.",
                    "score": 0.7732378639260468
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 20,
                    "text": "And I did rehearse unto them the words of Isaiah, who spake concerning the restoration of the Jews, or of the house of Israel; and after they were restored they should no more be confounded, neither should they be scattered again. And it came to pass that I did speak many words unto my brethren, that they were pacified and did humble themselves before the Lord.",
                    "score": 0.7719022416188097
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 28,
                    "verse": 17,
                    "text": "And it came to pass, that after three days Paul called the chief of the Jews together: and when they were come together, he said unto them, Men and brethren, though I have committed nothing against the people, or customs of our fathers, yet was I delivered prisoner from Jerusalem into the hands of the Romans.",
                    "score": 0.770547194261075
                }
            ]
        },
        {
            "verse": 3,
            "text": "And they said unto me, The remnant that are left of the captivity there in the province are in great affliction and reproach: the wall of Jerusalem also is broken down, and the gates thereof are burned with fire.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 13,
                    "text": "And he read, saying: Wo, wo, unto Jerusalem, for I have seen thine abominations! Yea, and many things did my father read concerning Jerusalem--that it should be destroyed, and the inhabitants thereof; many should perish by the sword, and many should be carried away captive into Babylon.",
                    "score": 0.8080213076363334
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 9,
                    "verse": 10,
                    "text": "And behold, the city of Laman, and the city of Josh, and the city of Gad, and the city of Kishkumen, have I caused to be burned with fire, and the inhabitants thereof, because of their wickedness in casting out the prophets, and stoning those whom I did send to declare unto them concerning their wickedness and their abominations.",
                    "score": 0.8060193908259838
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 10,
                    "text": "Wherefore, it hath been told them concerning the destruction which should come upon them, immediately after my father left Jerusalem; nevertheless, they hardened their hearts; and according to my prophecy they have been destroyed, save it be those which are carried away captive into Babylon.",
                    "score": 0.7990282222662451
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 10,
                    "verse": 3,
                    "text": "That after they should be destroyed, even that great city Jerusalem, and many be carried away captive into Babylon, according to the own due time of the Lord, they should return again, yea, even be brought back out of captivity; and after they should be brought back out of captivity they should possess again the land of their inheritance.",
                    "score": 0.7958776498546466
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 87,
                    "verse": 5,
                    "text": "And it shall come to pass also that the remnants who are left of the land will marshal themselves, and shall become exceedingly angry, and shall vex the Gentiles with a sore vexation.",
                    "score": 0.7928439405717651
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 13,
                    "text": "But blessed are they who will repent, for them will I spare. But behold, if it were not for the righteous who are in this great city, behold, I would cause that fire should come down out of heaven and destroy it.",
                    "score": 0.7882733553935559
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 14,
                    "verse": 26,
                    "text": "And Alma cried, saying: How long shall we suffer these great afflictions, O Lord? O Lord, give us strength according to our faith which is in Christ, even unto deliverance. And they broke the cords with which they were bound; and when the people saw this, they began to flee, for the fear of destruction had come upon them.",
                    "score": 0.7783726239330429
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 16,
                    "text": "And behold, I am sent to command thee that thou return to the city of Ammonihah, and preach again unto the people of the city; yea, preach unto them. Yea, say unto them, except they repent the Lord God will destroy them.",
                    "score": 0.7783636968769693
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 27,
                    "verse": 16,
                    "text": "Now I say unto thee: Go, and remember the captivity of thy fathers in the land of Helam, and in the land of Nephi; and remember how great things he has done for them; for they were in bondage, and he has delivered them. And now I say unto thee, Alma, go thy way, and seek to destroy the church no more, that their prayers may be answered, and this even if thou wilt of thyself be cast off.",
                    "score": 0.7769099724930087
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 6,
                    "text": "And they shall be visited with thunderings, and lightnings, and earthquakes, and all manner of destructions, for the fire of the anger of the Lord shall be kindled against them, and they shall be as stubble, and the day that cometh shall consume them, saith the Lord of Hosts.",
                    "score": 0.7765421746877301
                }
            ]
        },
        {
            "verse": 4,
            "text": "And it came to pass, when I heard these words, that I sat down and wept, and mourned certain days, and fasted, and prayed before the God of heaven,",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 28,
                    "verse": 6,
                    "text": "And now surely this was a sorrowful day; yea, a time of solemnity, and a time of much fasting and prayer.",
                    "score": 0.8024295987003969
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Enos",
                    "chapter": 1,
                    "verse": 4,
                    "text": "And my soul hungered; and I kneeled down before my Maker, and I cried unto him in mighty prayer and supplication for mine own soul; and all the day long did I cry unto him; yea, and when the night came I did still raise my voice high that it reached the heavens.",
                    "score": 0.8010221298899314
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 36,
                    "verse": 17,
                    "text": "And it came to pass that as I was thus racked with torment, while I was harrowed up by the memory of my many sins, behold, I remembered also to have heard my father prophesy unto the people concerning the coming of one Jesus Christ, a Son of God, to atone for the sins of the world.",
                    "score": 0.7980267401311762
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 2,
                    "verse": 12,
                    "text": "And it came to pass that when I, Mormon, saw their lamentation and their mourning and their sorrow before the Lord, my heart did begin to rejoice within me, knowing the mercies and the long-suffering of the Lord, therefore supposing that he would be merciful unto them that they would again become a righteous people.",
                    "score": 0.7926924960421484
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 22,
                    "verse": 8,
                    "text": "And I John saw these things, and heard them. And when I had heard and seen, I fell down to worship before the feet of the angel which shewed me these things.",
                    "score": 0.789903093472308
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Enos",
                    "chapter": 1,
                    "verse": 9,
                    "text": "Now, it came to pass that when I had heard these words I began to feel a desire for the welfare of my brethren, the Nephites; wherefore, I did pour out my whole soul unto God for them.",
                    "score": 0.7845816004654468
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 16,
                    "verse": 25,
                    "text": "And it came to pass that the voice of the Lord came unto my father; and he was truly chastened because of his murmuring against the Lord, insomuch that he was brought down into the depths of sorrow.",
                    "score": 0.7811873323314751
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 7,
                    "verse": 15,
                    "text": "And it came to pass that when I, Jacob, had spoken these words, the power of the Lord came upon him, insomuch that he fell to the earth. And it came to pass that he was nourished for the space of many days.",
                    "score": 0.7789673194346781
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 38,
                    "verse": 8,
                    "text": "And it came to pass that I was three days and three nights in the most bitter pain and anguish of soul; and never, until I did cry out unto the Lord Jesus Christ for mercy, did I receive a remission of my sins. But behold, I did cry unto him and I did find peace to my soul.",
                    "score": 0.7782414584568998
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 2,
                    "verse": 15,
                    "text": "And it came to pass that my sorrow did return unto me again, and I saw that the day of grace was passed with them, both temporally and spiritually; for I saw thousands of them hewn down in open rebellion against their God, and heaped up as dung upon the face of the land. And thus three hundred and forty and four years had passed away.",
                    "score": 0.7780127602087002
                }
            ]
        },
        {
            "verse": 5,
            "text": "And said, I beseech thee, O Lord God of heaven, the great and terrible God, that keepeth covenant and mercy for them that love him and observe his commandments:",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 54,
                    "verse": 6,
                    "text": "But blessed are they who have kept the covenant and observed the commandment, for they shall obtain mercy.",
                    "score": 0.8047708266980508
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 26,
                    "text": "O then, if I have seen so great things, if the Lord in his condescension unto the children of men hath visited men in so much mercy, why should my heart weep and my soul linger in the valley of sorrow, and my flesh waste away, and my strength slacken, because of mine afflictions?",
                    "score": 0.799642806924206
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 1,
                    "verse": 14,
                    "text": "And it came to pass that when my father had read and seen many great and marvelous things, he did exclaim many things unto the Lord; such as: Great and marvelous are thy works, O Lord God Almighty! Thy throne is high in the heavens, and thy power, and goodness, and mercy are over all the inhabitants of the earth; and, because thou art merciful, thou wilt not suffer those who come unto thee that they shall perish!",
                    "score": 0.795979129572381
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 10,
                    "verse": 20,
                    "text": "And now I say unto you that well doth the Lord judge of your iniquities; well doth he cry unto this people, by the voice of his angels: Repent ye, repent, for the kingdom of heaven is at hand.",
                    "score": 0.7943179404941305
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 11,
                    "verse": 5,
                    "text": "And also my soul delighteth in the covenants of the Lord which he hath made to our fathers; yea, my soul delighteth in his grace, and in his justice, and power, and mercy in the great and eternal plan of deliverance from death.",
                    "score": 0.7927809939070224
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 44,
                    "text": "And then they shall look for me, and, behold, I will come; and they shall see me in the clouds of heaven, clothed with power and great glory; with all the holy angels; and he that watches not for me shall be cut off.",
                    "score": 0.7902642072882288
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 10,
                    "text": "But, notwithstanding the greatness of the task, I must do according to the strict commands of God, and tell you concerning your wickedness and abominations, in the presence of the pure in heart, and the broken heart, and under the glance of the piercing eye of the Almighty God.",
                    "score": 0.7894796201347211
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 23,
                    "verse": 22,
                    "text": "And he that shall swear by heaven, sweareth by the throne of God, and by him that sitteth thereon.",
                    "score": 0.7886047345508125
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 9,
                    "verse": 22,
                    "text": "But behold, my son, I recommend thee unto God, and I trust in Christ that thou wilt be saved; and I pray unto God that he will spare thy life, to witness the return of his people unto him, or their utter destruction; for I know that they must perish except they repent and return unto him.",
                    "score": 0.7857333527102932
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 15,
                    "verse": 30,
                    "text": "Now I beseech you, brethren, for the Lord Jesus Christ's sake, and for the love of the Spirit, that ye strive together with me in your prayers to God for me;",
                    "score": 0.7848939288894358
                }
            ]
        },
        {
            "verse": 6,
            "text": "Let thine ear now be attentive, and thine eyes open, that thou mayest hear the prayer of thy servant, which I pray before thee now, day and night, for the children of Israel thy servants, and confess the sins of the children of Israel, which we have sinned against thee: both I and my father's house have sinned.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 36,
                    "verse": 3,
                    "text": "And now, O my son Helaman, behold, thou art in thy youth, and therefore, I beseech of thee that thou wilt hear my words and learn of me; for I do know that whosoever shall put their trust in God shall be supported in their trials, and their troubles, and their afflictions, and shall be lifted up at the last day.",
                    "score": 0.8276153540373143
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 33,
                    "verse": 11,
                    "text": "And thou didst hear me because of mine afflictions and my sincerity; and it is because of thy Son that thou hast been thus merciful unto me, therefore I will cry unto thee in all mine afflictions, for in thee is my joy; for thou hast turned thy judgments away from me, because of thy Son.",
                    "score": 0.8218324514639403
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 4,
                    "verse": 15,
                    "text": "Behold, when ye shall rend that veil of unbelief which doth cause you to remain in your awful state of wickedness, and hardness of heart, and blindness of mind, then shall the great and marvelous things which have been hid up from the foundation of the world from you--yea, when ye shall call upon the Father in my name, with a broken heart and a contrite spirit, then shall ye know that the Father hath remembered the covenant which he made unto your fathers, O house of Israel.",
                    "score": 0.8188025460758931
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 4,
                    "text": "Wherefore, hearken, O my people, which are of the house of Israel, and give ear unto my words; for because the words of Isaiah are not plain unto you, nevertheless they are plain unto all those that are filled with the spirit of prophecy. But I give unto you a prophecy, according to the spirit which is in me; wherefore I shall prophesy according to the plainness which hath been with me from the time that I came out from Jerusalem with my father; for behold, my soul delighteth in plainness unto my people, that they may learn.",
                    "score": 0.8165983197909573
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 30,
                    "text": "For behold, thus saith the Lord God: I will give unto the children of men line upon line, precept upon precept, here a little and there a little; and blessed are those who hearken unto my precepts, and lend an ear unto my counsel, for they shall learn wisdom; for unto him that receiveth I will give more; and from them that shall say, We have enough, from them shall be taken away even that which they have.",
                    "score": 0.815493230266618
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 3,
                    "text": "Therefore, go ye unto your homes, and ponder upon the things which I have said, and ask of the Father, in my name, that ye may understand, and prepare your minds for the morrow, and I come unto you again.",
                    "score": 0.8154118525868341
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 18,
                    "text": "Wherefore, my beloved brethren, thus saith our God: I will afflict thy seed by the hand of the Gentiles; nevertheless, I will soften the hearts of the Gentiles, that they shall be like unto a father to them; wherefore, the Gentiles shall be blessed and numbered among the house of Israel.",
                    "score": 0.8143286242784625
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 2,
                    "text": "How long shall thy hand be stayed, and thine eye, yea thy pure eye, behold from the eternal heavens the wrongs of thy people and of thy servants, and thine ear be penetrated with their cries?",
                    "score": 0.8141349074117881
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 90,
                    "verse": 1,
                    "text": "Thus saith the Lord, verily, verily I say unto you my son, thy sins are forgiven thee, according to thy petition, for thy prayers and the prayers of thy brethren have come up into my ears.",
                    "score": 0.8139578603844655
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 92,
                    "text": "Pray ye, therefore, that their ears may be opened unto your cries, that I may be merciful unto them, that these things may not come upon them.",
                    "score": 0.8136529869673266
                }
            ]
        },
        {
            "verse": 7,
            "text": "We have dealt very corruptly against thee, and have not kept the commandments, nor the statutes, nor the judgments, which thou commandedst thy servant Moses.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 9,
                    "text": "But they had fallen into great errors, for they would not observe to keep the commandments of God, and his statutes, according to the law of Moses.",
                    "score": 0.8035325745988522
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 15,
                    "verse": 24,
                    "text": "Forasmuch as we have heard, that certain which went out from us have troubled you with words, subverting your souls, saying, Ye must be circumcised, and keep the law: to whom we gave no such commandment:",
                    "score": 0.8006294832204882
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 13,
                    "text": "Nevertheless, I give commandments, and many have turned away from my commandments and have not kept them.",
                    "score": 0.7870100535176203
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 95,
                    "verse": 3,
                    "text": "For ye have sinned against me a very grievous sin, in that ye have not considered the great commandment in all things, that I have given unto you concerning the building of mine house;",
                    "score": 0.7860889091334401
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 8,
                    "verse": 3,
                    "text": "For behold, Nephi had spoken unto them concerning the corruptness of their law; yea, many things did Nephi speak which cannot be written; and nothing did he speak which was contrary to the commandments of God.",
                    "score": 0.7804680049464721
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 13,
                    "text": "Neither have I suffered that ye should be confined in dungeons, nor that ye should make slaves one of another, nor that ye should murder, or plunder, or steal, or commit adultery; nor even have I suffered that ye should commit any manner of wickedness, and have taught you that ye should keep the commandments of the Lord, in all things which he hath commanded you--",
                    "score": 0.7804432517330313
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 8,
                    "verse": 25,
                    "text": "But behold, ye have rejected the truth, and rebelled against your holy God; and even at this time, instead of laying up for yourselves treasures in heaven, where nothing doth corrupt, and where nothing can come which is unclean, ye are heaping up for yourselves wrath against the day of judgment.",
                    "score": 0.7786290172500058
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 15,
                    "text": "Yea, and I also thought that they could not keep the commandments of the Lord according to the law of Moses, save they should have the law.",
                    "score": 0.7781861643497251
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 12,
                    "text": "And now we know that because we are not of thy church we know that thou hast no power over us; and thou hast delivered up the judgment-seat unto Nephihah; therefore thou art not the chief judge over us.",
                    "score": 0.7780266971275517
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 7,
                    "verse": 7,
                    "text": "And ye have led away much of this people that they pervert the right way of God, and keep not the law of Moses which is the right way; and convert the law of Moses into the worship of a being which ye say shall come many hundred years hence. And now behold, I, Sherem, declare unto you that this is blasphemy; for no man knoweth of such things; for he cannot tell of things to come. And after this manner did Sherem contend against me.",
                    "score": 0.7749492281829607
                }
            ]
        },
        {
            "verse": 8,
            "text": "Remember, I beseech thee, the word that thou commandedst thy servant Moses, saying, If ye transgress, I will scatter you abroad among the nations:",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 32,
                    "text": "(And these are the words which I spake unto my servant Moses, and they are true even as I will; and I have spoken them unto you. See thou show them unto no man, until I command you, except to them that believe. Amen.)",
                    "score": 0.8145611878887465
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 63,
                    "text": "And behold, it shall come to pass that my servants shall be sent forth to the east and to the west, to the north and to the south.",
                    "score": 0.8097622251056709
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 20,
                    "text": "And the Lord will surely prepare a way for his people, unto the fulfilling of the words of Moses, which he spake, saying: A prophet shall the Lord your God raise up unto you, like unto me; him shall ye hear in all things whatsoever he shall say unto you. And it shall come to pass that all those who will not hear that prophet shall be cut off from among the people.",
                    "score": 0.8080292480721235
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 25,
                    "verse": 4,
                    "text": "Remember ye the law of Moses, my servant, which I commanded unto him in Horeb for all Israel, with the statutes and judgments.",
                    "score": 0.8077989884987262
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 5,
                    "text": "For I, the Lord, have decreed in my heart, that inasmuch as any man belonging to the order shall be found a transgressor, or, in other words, shall break the covenant with which ye are bound, he shall be cursed in his life, and shall be trodden down by whom I will;",
                    "score": 0.8070503243311763
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 45,
                    "text": "And if my people will hearken unto my voice, and unto the voice of my servants whom I have appointed to lead my people, behold, verily I say unto you, they shall not be moved out of their place.",
                    "score": 0.8029194853388278
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 23,
                    "text": "Behold, I am he of whom Moses spake, saying: A prophet shall the Lord your God raise up unto you of your brethren, like unto me; him shall ye hear in all things whatsoever he shall say unto you. And it shall come to pass that every soul who will not hear that prophet shall be cut off from among the people.",
                    "score": 0.8016761357977242
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 33,
                    "text": "And from thence, whosoever I will shall go forth among all nations, and it shall be told them what they shall do; for I have a great work laid up in store, for Israel shall be saved, and I will lead them whithersoever I will, and no power shall stay my hand.",
                    "score": 0.8013739499011436
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 36,
                    "text": "And it came to pass that Moses spake unto the Lord, saying: Be merciful unto thy servant, O God, and tell me concerning this earth, and the inhabitants thereof, and also the heavens, and then thy servant will be content.",
                    "score": 0.8007954522199875
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 33,
                    "text": "O Lord, wilt thou encircle me around in the robe of thy righteousness! O Lord, wilt thou make a way for mine escape before mine enemies! Wilt thou make my path straight before me! Wilt thou not place a stumbling block in my way--but that thou wouldst clear my way before me, and hedge not up my way, but the ways of mine enemy.",
                    "score": 0.7994542455900733
                }
            ]
        },
        {
            "verse": 9,
            "text": "But if ye turn unto me, and keep my commandments, and do them; though there were of you cast out unto the uttermost part of the heaven, yet will I gather them from thence, and will bring them unto the place that I have chosen to set my name there.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 125,
                    "verse": 2,
                    "text": "Verily, thus saith the Lord, I say unto you, if those who call themselves by my name and are essaying to be my saints, if they will do my will and keep my commandments concerning them, let them gather themselves together unto the places which I shall appoint unto them by my servant Joseph, and build up cities unto my name, that they may be prepared for that which is in store for a time to come.",
                    "score": 0.8229352960272246
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 20,
                    "text": "Therefore come unto me and be ye saved; for verily I say unto you, that except ye shall keep my commandments, which I have commanded you at this time, ye shall in no case enter into the kingdom of heaven.",
                    "score": 0.813987970188158
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 14,
                    "text": "Therefore blessed are ye if ye shall keep my commandments, which the Father hath commanded me that I should give unto you.",
                    "score": 0.8092264399810047
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 15,
                    "text": "And his name shall be called after me; and it shall be after the name of his father. And he shall be like unto me; for the thing, which the Lord shall bring forth by his hand, by the power of the Lord shall bring my people unto salvation.",
                    "score": 0.807978677012314
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 11,
                    "text": "And moreover, I shall give this people a name, that thereby they may be distinguished above all the people which the Lord God hath brought out of the land of Jerusalem; and this I do because they have been a diligent people in keeping the commandments of the Lord.",
                    "score": 0.8076619307176162
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 19,
                    "verse": 13,
                    "text": "Wherefore, I command you to repent, and keep the commandments which you have received by the hand of my servant Joseph Smith, Jun., in my name;",
                    "score": 0.8075661918745111
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 100,
                    "verse": 17,
                    "text": "And all that call upon the name of the Lord, and keep his commandments, shall be saved. Even so. Amen.",
                    "score": 0.8067378936521847
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 67,
                    "text": "Therefore, a commandment I give unto all the churches, that they shall continue to gather together unto the places which I have appointed.",
                    "score": 0.8044568912599191
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 15,
                    "verse": 10,
                    "text": "Behold, I have given unto you the commandments; therefore keep my commandments. And this is the law and the prophets, for they truly testified of me.",
                    "score": 0.8039937073537935
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 20,
                    "text": "And inasmuch as ye shall keep my commandments, ye shall prosper, and shall be led to a land of promise; yea, even a land which I have prepared for you; yea, a land which is choice above all other lands.",
                    "score": 0.8031001375662118
                }
            ]
        },
        {
            "verse": 10,
            "text": "Now these are thy servants and thy people, whom thou hast redeemed by thy great power, and by thy strong hand.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 19,
                    "text": "After a long time the lord of those servants cometh, and reckoneth with them.",
                    "score": 0.819958694262424
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 3,
                    "text": "And now thou beholdest, O Lord, that thy servants have done according to thy commandment.",
                    "score": 0.8121824448825788
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 82,
                    "verse": 1,
                    "text": "Verily, verily, I say unto you, my servants, that inasmuch as you have forgiven one another your trespasses, even so I, the Lord, forgive you.",
                    "score": 0.8013437658538793
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 100,
                    "verse": 1,
                    "text": "Verily, thus saith the Lord unto you, my friends Sidney and Joseph, your families are well; they are in mine hands, and I will do with them as seemeth me good; for in me there is all power.",
                    "score": 0.7981700103279322
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 22,
                    "verse": 4,
                    "text": "And now O king, if thou hast not found me to be an unprofitable servant, or if thou hast hitherto listened to my words in any degree, and they have been of service to thee, even so I desire that thou wouldst listen to my words at this time, and I will be thy servant and deliver this people out of bondage.",
                    "score": 0.7977897594939914
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 17,
                    "text": "And shall come forth; they who have done good, in the resurrection of the just; and they who have done evil, in the resurrection of the unjust.",
                    "score": 0.7975701481545687
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 6,
                    "verse": 10,
                    "text": "Finally, my brethren, be strong in the Lord, and in the power of his might.",
                    "score": 0.795798605578826
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 30,
                    "verse": 6,
                    "text": "And then shall they rejoice; for they shall know that it is a blessing unto them from the hand of God; and their scales of darkness shall begin to fall from their eyes; and many generations shall not pass away among them, save they shall be a pure and a delightsome people.",
                    "score": 0.7935387302540671
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 36,
                    "text": "For he that receiveth my servants receiveth me;",
                    "score": 0.7932931877288485
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 42,
                    "text": "But deliver thou, O Jehovah, we beseech thee, thy servants from their hands, and cleanse them from their blood.",
                    "score": 0.7925869486064415
                }
            ]
        },
        {
            "verse": 11,
            "text": "O Lord, I beseech thee, let now thine ear be attentive to the prayer of thy servant, and to the prayer of thy servants, who desire to fear thy name: and prosper, I pray thee, thy servant this day, and grant him mercy in the sight of this man. For I was the king's cupbearer.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 22,
                    "verse": 4,
                    "text": "And now O king, if thou hast not found me to be an unprofitable servant, or if thou hast hitherto listened to my words in any degree, and they have been of service to thee, even so I desire that thou wouldst listen to my words at this time, and I will be thy servant and deliver this people out of bondage.",
                    "score": 0.8283226918507137
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 15,
                    "verse": 30,
                    "text": "Now I beseech you, brethren, for the Lord Jesus Christ's sake, and for the love of the Spirit, that ye strive together with me in your prayers to God for me;",
                    "score": 0.8191550342857842
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 32,
                    "verse": 8,
                    "text": "And now, my beloved brethren, I perceive that ye ponder still in your hearts; and it grieveth me that I must speak concerning this thing. For if ye would hearken unto the Spirit which teacheth a man to pray, ye would know that ye must pray; for the evil spirit teacheth not a man to pray, but teacheth him that he must not pray.",
                    "score": 0.8147331860879927
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 37,
                    "text": "Blessed are those servants, whom the lord when he cometh shall find watching: verily I say unto you, that he shall gird himself, and make them to sit down to meat, and will come forth and serve them.",
                    "score": 0.8138955680414028
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 22,
                    "verse": 3,
                    "text": "And now, O king, if thou wilt spare our lives, we will be thy servants. And the king said unto them: Arise, for I will grant unto you your lives, and I will not suffer that ye shall be my servants; but I will insist that ye shall administer unto me; for I have been somewhat troubled in mind because of the generosity and the greatness of the words of thy brother Ammon; and I desire to know the cause why he has not come up out of Middoni with thee.",
                    "score": 0.8132065940856115
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 3,
                    "text": "Behold, verily, verily, I say unto my servant Sidney, I have looked upon thee and thy works. I have heard thy prayers, and prepared thee for a greater work.",
                    "score": 0.8115390027006122
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 18,
                    "text": "Behold, verily, verily, I say unto you, ye must watch and pray always lest ye enter into temptation; for Satan desireth to have you, that he may sift you as wheat.",
                    "score": 0.8100598528973637
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 36,
                    "text": "For he that receiveth my servants receiveth me;",
                    "score": 0.8055554763927298
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 1,
                    "text": "Verily thus saith the Lord unto you my servant Thomas: I have heard thy prayers; and thine alms have come up as a memorial before me, in behalf of those, thy brethren, who were chosen to bear testimony of my name and to send it abroad among all nations, kindreds, tongues, and people, and ordained through the instrumentality of my servants.",
                    "score": 0.8023571038438285
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 68,
                    "verse": 5,
                    "text": "Behold, this is the promise of the Lord unto you, O ye my servants.",
                    "score": 0.8021406352820595
                }
            ]
        }
    ]
}