{
    "volume": "Old Testament",
    "book": "Numbers",
    "chapter": 10,
    "verses": [
        {
            "verse": 1,
            "text": "And the Lord spake unto Moses, saying,",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 36,
                    "text": "And it came to pass that Moses spake unto the Lord, saying: Be merciful unto thy servant, O God, and tell me concerning this earth, and the inhabitants thereof, and also the heavens, and then thy servant will be content.",
                    "score": 0.8734593527363176
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 13,
                    "text": "And it came to pass that the Lord spake unto them saying:",
                    "score": 0.8648226830173933
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 18,
                    "verse": 5,
                    "text": "The Lord spake also unto me again, saying:",
                    "score": 0.8525378868206598
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 9,
                    "verse": 29,
                    "text": "We know that God spake unto Moses: as for this fellow, we know not from whence he is.",
                    "score": 0.8362328905420495
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 23,
                    "text": "Behold, I am he of whom Moses spake, saying: A prophet shall the Lord your God raise up unto you of your brethren, like unto me; him shall ye hear in all things whatsoever he shall say unto you. And it shall come to pass that every soul who will not hear that prophet shall be cut off from among the people.",
                    "score": 0.8310502997156285
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 44,
                    "text": "And he said unto them, These are the words which I spake unto you, while I was yet with you, that all things must be fulfilled, which were written in the law of Moses, and in the prophets, and in the psalms, concerning me.",
                    "score": 0.8265799513655442
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 1,
                    "text": "The words of God, which he spake unto Moses at a time when Moses was caught up into an exceedingly high mountain,",
                    "score": 0.8223641028123255
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 15,
                    "verse": 3,
                    "text": "And he spake this parable unto them, saying,",
                    "score": 0.8198524190085067
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 37,
                    "text": "And the Lord God spake unto Moses, saying: The heavens, they are many, and they cannot be numbered unto man; but they are numbered unto me, for they are mine.",
                    "score": 0.8188469849196421
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 1,
                    "text": "And it came to pass that the Lord spake unto Moses, saying: Behold, I reveal unto you concerning this heaven, and this earth; write the words which I speak. I am the Beginning and the End, the Almighty God; by mine Only Begotten I created these things; yea, in the beginning I created the heaven, and the earth upon which thou standest.",
                    "score": 0.8180341032714763
                }
            ]
        },
        {
            "verse": 2,
            "text": "Make thee two trumpets of silver; of a whole piece shalt thou make them: that thou mayest use them for the calling of the assembly, and for the journeying of the camps.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 19,
                    "text": "For I will make my people with whom the Father hath covenanted, yea, I will make thy horn iron, and I will make thy hoofs brass. And thou shalt beat in pieces many people; and I will consecrate their gain unto the Lord, and their substance unto the Lord of the whole earth. And behold, I am he who doeth it.",
                    "score": 0.8073257238600847
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 5,
                    "verse": 18,
                    "text": "That these plates of brass should go forth unto all nations, kindreds, tongues, and people who were of his seed.",
                    "score": 0.7972024858433173
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 31,
                    "text": "And he shall send his angels with a great sound of a trumpet, and they shall gather together his elect from the four winds, from one end of heaven to the other.",
                    "score": 0.7954479363443762
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 37,
                    "text": "And whoso treasureth up my word, shall not be deceived, for the Son of Man shall come, and he shall send his angels before him with the great sound of a trumpet, and they shall gather together the remainder of his elect from the four winds, from one end of heaven to the other.",
                    "score": 0.7876885798051867
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 20,
                    "text": "In that day a man shall cast his idols of silver, and his idols of gold, which he hath made for himself to worship, to the moles and to the bats;",
                    "score": 0.7867482935758565
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 6,
                    "text": "Call your solemn assemblies, and speak often one to another. And let every man call upon the name of the Lord.",
                    "score": 0.775423068474658
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 24,
                    "text": "And there shall rise up one mighty among them, who shall do much good, both in word and in deed, being an instrument in the hands of God, with exceeding faith, to work mighty wonders, and do that thing which is great in the sight of God, unto the bringing to pass much restoration unto the house of Israel, and unto the seed of thy brethren.",
                    "score": 0.773511544883418
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 30,
                    "text": "Wherefore, my brethren, I would that ye should consider that the things which have been written upon the plates of brass are true; and they testify that a man must be obedient to the commandments of God.",
                    "score": 0.7699543352000593
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 6,
                    "verse": 2,
                    "text": "Therefore when thou doest thine alms, do not sound a trumpet before thee, as the hypocrites do in the synagogues and in the streets, that they may have glory of men. Verily I say unto you, They have their reward.",
                    "score": 0.7694222426045559
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 11,
                    "text": "Awake, O kings of the earth! Come ye, O, come ye, with your gold and your silver, to the help of my people, to the house of the daughters of Zion.",
                    "score": 0.7691682350954008
                }
            ]
        },
        {
            "verse": 3,
            "text": "And when they shall blow with them, all the assembly shall assemble themselves to thee at the door of the tabernacle of the congregation.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 39,
                    "verse": 15,
                    "text": "And inasmuch as my people shall assemble themselves at the Ohio, I have kept in store a blessing such as is not known among the children of men, and it shall be poured forth upon their heads. And from thence men shall go forth into all nations.",
                    "score": 0.7922596510183438
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 1,
                    "text": "Verily, thus saith the Lord unto you who have assembled yourselves together to receive his will concerning you:",
                    "score": 0.7898939239090313
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 44,
                    "verse": 2,
                    "text": "And it shall come to pass, that inasmuch as they are faithful, and exercise faith in me, I will pour out my Spirit upon them in the day that they assemble themselves together.",
                    "score": 0.7876034667775885
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 24,
                    "text": "And now, behold, this is the will of the Lord your God concerning his saints, that they should assemble themselves together unto the land of Zion, not in haste, lest there should be confusion, which bringeth pestilence.",
                    "score": 0.7861397078499432
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 20,
                    "verse": 14,
                    "text": "All ye, assemble yourselves, and hear; who among them hath declared these things unto them? The Lord hath loved him; yea, and he will fulfil his word which he hath declared by them; and he will do his pleasure on Babylon, and his arm shall come upon the Chaldeans.",
                    "score": 0.785256364567713
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 43,
                    "text": "And the remnant shall be gathered unto this place;",
                    "score": 0.777058014551011
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 6,
                    "text": "Call your solemn assemblies, and speak often one to another. And let every man call upon the name of the Lord.",
                    "score": 0.7741321927588278
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 41,
                    "verse": 2,
                    "text": "Hearken, O ye elders of my church whom I have called, behold I give unto you a commandment, that ye shall assemble yourselves together to agree upon my word;",
                    "score": 0.7725653435675837
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 8,
                    "text": "And now, behold, I give unto you a commandment, that when ye are assembled together ye shall instruct and edify each other, that ye may know how to act and direct my church, how to act upon the points of my law and commandments, which I have given.",
                    "score": 0.7716213130088223
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 125,
                    "verse": 2,
                    "text": "Verily, thus saith the Lord, I say unto you, if those who call themselves by my name and are essaying to be my saints, if they will do my will and keep my commandments concerning them, let them gather themselves together unto the places which I shall appoint unto them by my servant Joseph, and build up cities unto my name, that they may be prepared for that which is in store for a time to come.",
                    "score": 0.7714610199633041
                }
            ]
        },
        {
            "verse": 4,
            "text": "And if they blow but with one trumpet, then the princes, which are heads of the thousands of Israel, shall gather themselves unto thee.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 31,
                    "text": "And he shall send his angels with a great sound of a trumpet, and they shall gather together his elect from the four winds, from one end of heaven to the other.",
                    "score": 0.7896400231528901
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 37,
                    "text": "And whoso treasureth up my word, shall not be deceived, for the Son of Man shall come, and he shall send his angels before him with the great sound of a trumpet, and they shall gather together the remainder of his elect from the four winds, from one end of heaven to the other.",
                    "score": 0.7824045563012794
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 24,
                    "text": "And there shall rise up one mighty among them, who shall do much good, both in word and in deed, being an instrument in the hands of God, with exceeding faith, to work mighty wonders, and do that thing which is great in the sight of God, unto the bringing to pass much restoration unto the house of Israel, and unto the seed of thy brethren.",
                    "score": 0.7788055690868884
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 8,
                    "verse": 6,
                    "text": "And the seven angels which had the seven trumpets prepared themselves to sound.",
                    "score": 0.7747997624260888
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 19,
                    "text": "For I will make my people with whom the Father hath covenanted, yea, I will make thy horn iron, and I will make thy hoofs brass. And thou shalt beat in pieces many people; and I will consecrate their gain unto the Lord, and their substance unto the Lord of the whole earth. And behold, I am he who doeth it.",
                    "score": 0.7747045411122078
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 24,
                    "text": "And now, behold, this is the will of the Lord your God concerning his saints, that they should assemble themselves together unto the land of Zion, not in haste, lest there should be confusion, which bringeth pestilence.",
                    "score": 0.7678354656356692
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 107,
                    "verse": 55,
                    "text": "And the Lord administered comfort unto Adam, and said unto him: I have set thee to be at the head; a multitude of nations shall come of thee, and thou art a prince over them forever.",
                    "score": 0.7658732606274616
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 17,
                    "text": "And now, it came to pass on the morrow that king Limhi sent a proclamation among all his people, that thereby they might gather themselves together to the temple, to hear the words which he should speak unto them.",
                    "score": 0.7654718867617
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 10,
                    "text": "Therefore, he had Mosiah brought before him; and these are the words which he spake unto him, saying: My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.",
                    "score": 0.7635930134871401
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 5,
                    "verse": 18,
                    "text": "That these plates of brass should go forth unto all nations, kindreds, tongues, and people who were of his seed.",
                    "score": 0.7601603082813597
                }
            ]
        },
        {
            "verse": 5,
            "text": "When ye blow an alarm, then the camps that lie on the east parts shall go forward.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 8,
                    "verse": 29,
                    "text": "Yea, it shall come in a day when there shall be heard of fires, and tempests, and vapors of smoke in foreign lands;",
                    "score": 0.7417479830872741
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 25,
                    "text": "And they shall do like unto the children of Israel, pitching their tents by the way.",
                    "score": 0.7359651793596006
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 63,
                    "text": "And behold, it shall come to pass that my servants shall be sent forth to the east and to the west, to the north and to the south.",
                    "score": 0.7328590496052498
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 44,
                    "verse": 3,
                    "text": "And it shall come to pass that they shall go forth into the regions round about, and preach repentance unto the people.",
                    "score": 0.7308579568876451
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 64,
                    "text": "And even now, let him that goeth to the east teach them that shall be converted to flee to the west, and this in consequence of that which is coming on the earth, and of secret combinations.",
                    "score": 0.72831208181622
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 100,
                    "verse": 3,
                    "text": "Behold, and lo, I have much people in this place, in the regions round about; and an effectual door shall be opened in the regions round about in this eastern land.",
                    "score": 0.7273631597235539
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 62,
                    "verse": 21,
                    "text": "And it came to pass that they were on the east, by the entrance; and they were all asleep. And now Moroni returned to his army, and caused that they should prepare in haste strong cords and ladders, to be let down from the top of the wall into the inner part of the wall.",
                    "score": 0.7269120335094267
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 30,
                    "verse": 10,
                    "text": "And your labor shall be at your brother Philip Burroughs', and in that region round about, yea, wherever you can be heard, until I command you to go from hence.",
                    "score": 0.7262423137815841
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 58,
                    "verse": 26,
                    "text": "Now it came to pass that when it was night, I caused that my men should not sleep, but that they should march forward by another way towards the land of Manti.",
                    "score": 0.725999603983931
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 48,
                    "verse": 5,
                    "text": "The place is not yet to be revealed; but after your brethren come from the east there are to be certain men appointed, and to them it shall be given to know the place, or to them it shall be revealed.",
                    "score": 0.7258709212411574
                }
            ]
        },
        {
            "verse": 6,
            "text": "When ye blow an alarm the second time, then the camps that lie on the south side shall take their journey: they shall blow an alarm for their journeys.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 17,
                    "text": "And the Lord will set his hand again the second time to restore his people from their lost and fallen state. Wherefore, he will proceed to do a marvelous work and a wonder among the children of men.",
                    "score": 0.7236302250076712
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 21,
                    "verse": 11,
                    "text": "And it shall come to pass in that day that the Lord shall set his hand again the second time to recover the remnant of his people which shall be left, from Assyria, and from Egypt, and from Pathros, and from Cush, and from Elam, and from Shinar, and from Hamath, and from the islands of the sea.",
                    "score": 0.7228909676330082
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 21,
                    "text": "Wherefore, let those concerning whom I have spoken, that should take their journey in haste--again I say unto you, let them take their journey in haste.",
                    "score": 0.7208004976917719
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 44,
                    "verse": 3,
                    "text": "And it shall come to pass that they shall go forth into the regions round about, and preach repentance unto the people.",
                    "score": 0.7200280970179624
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 25,
                    "text": "And they shall do like unto the children of Israel, pitching their tents by the way.",
                    "score": 0.7182662676479648
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 58,
                    "verse": 26,
                    "text": "Now it came to pass that when it was night, I caused that my men should not sleep, but that they should march forward by another way towards the land of Manti.",
                    "score": 0.7177842291011591
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 51,
                    "verse": 35,
                    "text": "And he returned again privily to his own camp, and behold, his men were asleep, and he awoke them and told them all the things that he had done.",
                    "score": 0.7166007618671308
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 60,
                    "verse": 8,
                    "text": "And let the residue take their journey from St. Louis, two by two, and preach the word, not in haste, among the congregations of the wicked, until they return to the churches from whence they came.",
                    "score": 0.7156883125059107
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 6,
                    "verse": 14,
                    "text": "And behold, according to the words of the prophet, the Messiah will set himself again the second time to recover them; wherefore, he will manifest himself unto them in power and great glory, unto the destruction of their enemies, when that day cometh when they shall believe in him; and none will he destroy that believe in him.",
                    "score": 0.715096295384423
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 40,
                    "verse": 5,
                    "text": "Now, whether there shall be one time, or a second time, or a third time, that men shall come forth from the dead, it mattereth not; for God knoweth all these things; and it sufficeth me to know that this is the case--that there is a time appointed that all shall rise from the dead.",
                    "score": 0.7132193906726362
                }
            ]
        },
        {
            "verse": 7,
            "text": "But when the congregation is to be gathered together, ye shall blow, but ye shall not sound an alarm.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 19,
                    "verse": 36,
                    "text": "Seeing then that these things cannot be spoken against, ye ought to be quiet, and to do nothing rashly.",
                    "score": 0.7930835421377137
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 15,
                    "text": "Behold, they shall surely gather together against thee, not by me; whosoever shall gather together against thee shall fall for thy sake.",
                    "score": 0.7895305303704617
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 6,
                    "text": "Hearken, O ye people of my church, and ye elders listen together, and hear my voice while it is called today, and harden not your hearts;",
                    "score": 0.7883204559918783
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 14,
                    "text": "And the arm of the Lord shall be revealed; and the day cometh that they who will not hear the voice of the Lord, neither the voice of his servants, neither give heed to the words of the prophets and apostles, shall be cut off from among the people;",
                    "score": 0.7834110156553616
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 11,
                    "verse": 20,
                    "text": "When ye come together therefore into one place, this is not to eat the Lord's supper.",
                    "score": 0.7772492182903468
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 22,
                    "text": "And behold, ye shall meet together oft; and ye shall not forbid any man from coming unto you when ye shall meet together, but suffer them that they may come unto you and forbid them not;",
                    "score": 0.7734872810086005
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 46,
                    "text": "But if they will not hearken to my voice, nor unto the voice of these men whom I have appointed, they shall not be blest, because they pollute mine holy grounds, and mine holy ordinances, and charters, and my holy words which I give unto them.",
                    "score": 0.7701643119373427
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 28,
                    "text": "Therefore I say unto you, that he that will not hear my voice, the same shall ye not receive into my church, for him I will not receive at the last day.",
                    "score": 0.7676935792154616
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 4,
                    "verse": 10,
                    "text": "And he that believeth not my words believeth not my disciples; and if it so be that I do not speak, judge ye; for ye shall know that it is I that speaketh, at the last day.",
                    "score": 0.7668169167347856
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 29,
                    "text": "For behold, the Lord hath said: I will not succor my people in the day of their transgression; but I will hedge up their ways that they prosper not; and their doings shall be as a stumbling block before them.",
                    "score": 0.7649922427012724
                }
            ]
        },
        {
            "verse": 8,
            "text": "And the sons of Aaron, the priests, shall blow with the trumpets; and they shall be to you for an ordinance for ever throughout your generations.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 6,
                    "verse": 18,
                    "text": "And will be a Father unto you, and ye shall be my sons and daughters, saith the Lord Almighty.",
                    "score": 0.7955949653195101
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 59,
                    "text": "Verily, if a man be called of my Father, as was Aaron, by mine own voice, and by the voice of him that sent me, and I have endowed him with the keys of the power of this priesthood, if he do anything in my name, and according to my law and by my word, he will not commit sin, and I will justify him.",
                    "score": 0.794638841756492
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 69,
                    "text": "Upon you my fellow servants, in the name of Messiah, I confer the Priesthood of Aaron, which holds the keys of the ministering of angels, and of the gospel of repentance, and of baptism by immersion for the remission of sins; and this shall never be taken again from the earth until the sons of Levi do offer again an offering unto the Lord in righteousness.",
                    "score": 0.7870620639482815
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 13,
                    "verse": 1,
                    "text": "Upon you my fellow servants, in the name of Messiah I confer the Priesthood of Aaron, which holds the keys of the ministering of angels, and of the gospel of repentance, and of baptism by immersion for the remission of sins; and this shall never be taken again from the earth, until the sons of Levi do offer again an offering unto the Lord in righteousness.",
                    "score": 0.7870620639482815
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 18,
                    "text": "And the Lord confirmed a priesthood also upon Aaron and his seed, throughout all their generations, which priesthood also continueth and abideth forever with the priesthood which is after the holiest order of God.",
                    "score": 0.7863102609556702
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 6,
                    "text": "For hereafter you shall be ordained and go forth and deliver my words unto the children of men.",
                    "score": 0.7862272649353693
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 19,
                    "text": "For I will make my people with whom the Father hath covenanted, yea, I will make thy horn iron, and I will make thy hoofs brass. And thou shalt beat in pieces many people; and I will consecrate their gain unto the Lord, and their substance unto the Lord of the whole earth. And behold, I am he who doeth it.",
                    "score": 0.7839942332453671
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 13,
                    "verse": 1,
                    "text": "And again, my brethren, I would cite your minds forward to the time when the Lord God gave these commandments unto his children; and I would that ye should remember that the Lord God ordained priests, after his holy order, which was after the order of his Son, to teach these things unto the people.",
                    "score": 0.7823610387577495
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 86,
                    "verse": 8,
                    "text": "Therefore, thus saith the Lord unto you, with whom the priesthood hath continued through the lineage of your fathers--",
                    "score": 0.7772807714574049
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 31,
                    "text": "Therefore, as I said concerning the sons of Moses--for the sons of Moses and also the sons of Aaron shall offer an acceptable offering and sacrifice in the house of the Lord, which house shall be built unto the Lord in this generation, upon the consecrated spot as I have appointed--",
                    "score": 0.776727134574179
                }
            ]
        },
        {
            "verse": 9,
            "text": "And if ye go to war in your land against the enemy that oppresseth you, then ye shall blow an alarm with the trumpets; and ye shall be remembered before the Lord your God, and ye shall be saved from your enemies.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 39,
                    "text": "O ye people of the land, that ye would hear my words! And I pray that the anger of the Lord be turned away from you, and that ye would repent and be saved.",
                    "score": 0.8064898151030624
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 36,
                    "text": "Then I, the Lord, would give unto them a commandment, and justify them in going out to battle against that nation, tongue, or people.",
                    "score": 0.7961592979004919
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 54,
                    "verse": 12,
                    "text": "And behold, if ye do not this, I will come against you with my armies; yea, even I will arm my women and my children, and I will come against you, and I will follow you even into your own land, which is the land of our first inheritance; yea, and it shall be blood for blood, yea, life for life; and I will give you battle even until you are destroyed from off the face of the earth.",
                    "score": 0.7955820437885278
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 7,
                    "verse": 4,
                    "text": "Know ye that ye must lay down your weapons of war, and delight no more in the shedding of blood, and take them not again, save it be that God shall command you.",
                    "score": 0.7933240171662131
                },
                {
                    "volume": "New Testament",
                    "book": "1 Timothy",
                    "chapter": 1,
                    "verse": 18,
                    "text": "This charge I commit unto thee, son Timothy, according to the prophecies which went before on thee, that thou by them mightest war a good warfare;",
                    "score": 0.7932780026669114
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 11,
                    "verse": 4,
                    "text": "O Lord, do not suffer that this people shall be destroyed by the sword; but O Lord, rather let there be a famine in the land, to stir them up in remembrance of the Lord their God, and perhaps they will repent and turn unto thee.",
                    "score": 0.7917648553464658
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 24,
                    "text": "And inasmuch as mine enemies come against you to drive you from my goodly land, which I have consecrated to be the land of Zion, even from your own lands after these testimonies, which ye have brought before me against them, ye shall curse them;",
                    "score": 0.7887829618479855
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 7,
                    "verse": 15,
                    "text": "Now behold, I say unto you that if ye will return unto Jerusalem ye shall also perish with them. And now, if ye have choice, go up to the land, and remember the words which I speak unto you, that if ye go ye will also perish; for thus the Spirit of the Lord constraineth me that I should speak.",
                    "score": 0.7887090963081153
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 3,
                    "verse": 21,
                    "text": "But Gidgiddoni saith unto them: The Lord forbid; for if we should go up against them the Lord would deliver us into their hands; therefore we will prepare ourselves in the center of our lands, and we will gather all our armies together, and we will not go against them, but we will wait till they shall come against us; therefore as the Lord liveth, if we do this he will deliver them into our hands.",
                    "score": 0.788692206811986
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 15,
                    "verse": 4,
                    "text": "Who shall not fear thee, O Lord, and glorify thy name? for thou only art holy: for all nations shall come and worship before thee; for thy judgments are made manifest.",
                    "score": 0.7877761827246959
                }
            ]
        },
        {
            "verse": 10,
            "text": "Also in the day of your gladness, and in your solemn days, and in the beginnings of your months, ye shall blow with the trumpets over your burnt offerings, and over the sacrifices of your peace offerings; that they may be to you for a memorial before your God: I am the Lord your God.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 95,
                    "verse": 7,
                    "text": "And for this cause I gave unto you a commandment that you should call your solemn assembly, that your fastings and your mourning might come up into the ears of the Lord of Sabaoth, which is by interpretation, the creator of the first day, the beginning and the end.",
                    "score": 0.8056665189715746
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 6,
                    "text": "Behold, verily I say unto you, for this cause I have sent you--that you might be obedient, and that your hearts might be prepared to bear testimony of the things which are to come;",
                    "score": 0.7963298909768365
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 88,
                    "text": "And whoso receiveth you, there I will be also, for I will go before your face. I will be on your right hand and on your left, and my Spirit shall be in your hearts, and mine angels round about you, to bear you up.",
                    "score": 0.7952755321610822
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 4,
                    "text": "Let thy heart be of good cheer before my face; and thou shalt bear record of my name, not only unto the Gentiles, but also unto the Jews; and thou shalt send forth my word unto the ends of the earth.",
                    "score": 0.7945605258386911
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 1,
                    "text": "Verily thus saith the Lord unto you my servant Thomas: I have heard thy prayers; and thine alms have come up as a memorial before me, in behalf of those, thy brethren, who were chosen to bear testimony of my name and to send it abroad among all nations, kindreds, tongues, and people, and ordained through the instrumentality of my servants.",
                    "score": 0.794525826924832
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 28,
                    "text": "I say unto you that I have caused that ye should assemble yourselves together that I might rid my garments of your blood, at this period of time when I am about to go down to my grave, that I might go down in peace, and my immortal spirit may join the choirs above in singing the praises of a just God.",
                    "score": 0.7929033953753248
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 20,
                    "text": "But I say unto you: Mine angels shall go up before you, and also my presence, and in time ye shall possess the goodly land.",
                    "score": 0.7910395227412861
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 34,
                    "verse": 17,
                    "text": "Therefore may God grant unto you, my brethren, that ye may begin to exercise your faith unto repentance, that ye begin to call upon his holy name, that he would have mercy upon you;",
                    "score": 0.7864358125963868
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 13,
                    "text": "Thou didst send thine angel to deliver me from the gods of Elkenah, and I will do well to hearken unto thy voice, therefore let thy servant rise up and depart in peace.",
                    "score": 0.7831995072607617
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 104,
                    "text": "And if he will offer unto me an acceptable offering, and acknowledgments, and remain with my people, behold, I, the Lord your God, will heal him that he shall be healed; and he shall lift up his voice again on the mountains, and be a spokesman before my face.",
                    "score": 0.7824930647522476
                }
            ]
        },
        {
            "verse": 11,
            "text": "And it came to pass on the twentieth day of the second month, in the second year, that the cloud was taken up from off the tabernacle of the testimony.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 27,
                    "text": "And it shall come to pass in that day that his burden shall be taken away from off thy shoulder, and his yoke from off thy neck, and the yoke shall be destroyed because of the anointing.",
                    "score": 0.7352760311641562
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 56,
                    "verse": 27,
                    "text": "And now it came to pass in the second month of this year, there was brought unto us many provisions from the fathers of those my two thousand sons.",
                    "score": 0.7318283841155317
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 38,
                    "text": "And it came to pass that when Jesus had touched them all, there came a cloud and overshadowed the multitude that they could not see Jesus.",
                    "score": 0.7309601664404486
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "chapter": 1,
                    "verse": 5,
                    "text": "Behold, it came to pass that three hundred and twenty years had passed away, and the more wicked part of the Nephites were destroyed.",
                    "score": 0.7288814700068054
                },
                {
                    "volume": "Book of Mormon",
                    "book": "4 Nephi",
                    "chapter": 1,
                    "verse": 48,
                    "text": "And it came to pass that when three hundred and twenty years had passed away, Ammaron, being constrained by the Holy Ghost, did hide up the records which were sacred--yea, even all the sacred records which had been handed down from generation to generation, which were sacred--even until the three hundred and twentieth year from the coming of Christ.",
                    "score": 0.7276729320514216
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 4,
                    "verse": 15,
                    "text": "And it came to pass that the armies of the Nephites did return again to their place of security. And it came to pass that this nineteenth year did pass away, and the robbers did not come again to battle; neither did they come again in the twentieth year.",
                    "score": 0.7275356799128164
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jarom",
                    "chapter": 1,
                    "verse": 5,
                    "text": "And now, behold, two hundred years had passed away, and the people of Nephi had waxed strong in the land. They observed to keep the law of Moses and the sabbath day holy unto the Lord. And they profaned not; neither did they blaspheme. And the laws of the land were exceedingly strict.",
                    "score": 0.7229602966449815
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 1,
                    "verse": 9,
                    "text": "And when he had spoken these things, while they beheld, he was taken up; and a cloud received him out of their sight.",
                    "score": 0.7199279030153295
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 1,
                    "verse": 26,
                    "text": "And thus the ninety and second year did pass away, bringing glad tidings unto the people because of the signs which did come to pass, according to the words of the prophecy of all the holy prophets.",
                    "score": 0.7196804337107521
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 2,
                    "verse": 15,
                    "text": "And it came to pass, as the angels were gone away from them into heaven, the shepherds said one to another, Let us now go even unto Bethlehem, and see this thing which is come to pass, which the Lord hath made known unto us.",
                    "score": 0.7188319856266375
                }
            ]
        },
        {
            "verse": 12,
            "text": "And the children of Israel took their journeys out of the wilderness of Sinai; and the cloud rested in the wilderness of Paran.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 24,
                    "verse": 24,
                    "text": "And it came to pass that they departed out of the valley, and took their journey into the wilderness.",
                    "score": 0.765434161834826
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 9,
                    "text": "And I, Nephi, and my brethren took our journey in the wilderness, with our tents, to go up to the land of Jerusalem.",
                    "score": 0.7645245936850761
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 34,
                    "text": "And it came to pass that Alma and the people of the Lord were apprised of the coming of the king's army; therefore they took their tents and their families and departed into the wilderness.",
                    "score": 0.7624064280003389
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "chapter": 1,
                    "verse": 16,
                    "text": "And they journeyed in the wilderness, and were brought by the hand of the Lord across the great waters, into the land where Mosiah discovered them; and they had dwelt there from that time forth.",
                    "score": 0.7584631456010116
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 48,
                    "verse": 6,
                    "text": "And it came to pass that they took their camp, and moved forth toward the land of Zarahemla in the wilderness.",
                    "score": 0.75627866138063
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 8,
                    "verse": 8,
                    "text": "And they were lost in the wilderness for the space of many days, yet they were diligent, and found not the land of Zarahemla but returned to this land, having traveled in a land among many waters, having discovered a land which was covered with bones of men, and of beasts, and was also covered with ruins of buildings of every kind, having discovered a land which had been peopled with a people who were as numerous as the hosts of Israel.",
                    "score": 0.7486860284794016
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 43,
                    "verse": 22,
                    "text": "Behold, now it came to pass that they durst not come against the Nephites in the borders of Jershon; therefore they departed out of the land of Antionum into the wilderness, and took their journey round about in the wilderness, away by the head of the river Sidon, that they might come into the land of Manti and take possession of the land; for they did not suppose that the armies of Moroni would know whither they had gone.",
                    "score": 0.748427223167068
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 22,
                    "verse": 8,
                    "text": "Thus we will depart with our women and our children, our flocks, and our herds into the wilderness; and we will travel around the land of Shilom.",
                    "score": 0.7483962657249589
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 38,
                    "text": "And it came to pass that we took the plates of brass and the servant of Laban, and departed into the wilderness, and journeyed unto the tent of our father.",
                    "score": 0.7454025547826179
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 20,
                    "text": "And thou art like unto our father, led away by the foolish imaginations of his heart; yea, he hath led us out of the land of Jerusalem, and we have wandered in the wilderness for these many years; and our women have toiled, being big with child; and they have borne children in the wilderness and suffered all things, save it were death; and it would have been better that they had died before they came out of Jerusalem than to have suffered these afflictions.",
                    "score": 0.7444318298160482
                }
            ]
        },
        {
            "verse": 13,
            "text": "And they first took their journey according to the commandment of the Lord by the hand of Moses.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 15,
                    "verse": 5,
                    "text": "And I would that ye should behold that the more part of them are in the path of their duty, and they do walk circumspectly before God, and they do observe to keep his commandments and his statutes and his judgments according to the law of Moses.",
                    "score": 0.804467733490631
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 24,
                    "text": "Behold, I, the Lord, have appointed a way for the journeying of my saints; and behold, this is the way--that after they leave the canal they shall journey by land, inasmuch as they are commanded to journey and go up unto the land of Zion;",
                    "score": 0.7983400010157534
                },
                {
                    "volume": "Book of Mormon",
                    "book": "4 Nephi",
                    "chapter": 1,
                    "verse": 12,
                    "text": "And they did not walk any more after the performances and ordinances of the law of Moses; but they did walk after the commandments which they had received from their Lord and their God, continuing in fasting and prayer, and in meeting together oft both to pray and to hear the word of the Lord.",
                    "score": 0.7913929451102246
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 29,
                    "text": "And this he said unto them, having been commanded of God; and they did walk uprightly before God, imparting to one another both temporally and spiritually according to their needs and their wants.",
                    "score": 0.7908850051411938
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 53,
                    "verse": 21,
                    "text": "Yea, they were men of truth and soberness, for they had been taught to keep the commandments of God and to walk uprightly before him.",
                    "score": 0.7880896177126768
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 21,
                    "verse": 6,
                    "text": "And the disciples went, and did as Jesus commanded them,",
                    "score": 0.7863540131374912
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 2,
                    "verse": 5,
                    "text": "And it came to pass that the Lord commanded them that they should go forth into the wilderness, yea, into that quarter where there never had man been. And it came to pass that the Lord did go before them, and did talk with them as he stood in a cloud, and gave directions whither they should travel.",
                    "score": 0.7843250272579507
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 18,
                    "text": "Now Ammon being the chief among them, or rather he did administer unto them, and he departed from them, after having blessed them according to their several stations, having imparted the word of God unto them, or administered unto them before his departure; and thus they took their several journeys throughout the land.",
                    "score": 0.7841980837205287
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 30,
                    "verse": 3,
                    "text": "Yea, and the people did observe to keep the commandments of the Lord; and they were strict in observing the ordinances of God, according to the law of Moses; for they were taught to keep the law of Moses until it should be fulfilled.",
                    "score": 0.7793828663643577
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "chapter": 1,
                    "verse": 16,
                    "text": "And they journeyed in the wilderness, and were brought by the hand of the Lord across the great waters, into the land where Mosiah discovered them; and they had dwelt there from that time forth.",
                    "score": 0.777166477506846
                }
            ]
        },
        {
            "verse": 14,
            "text": "In the first place went the standard of the camp of the children of Judah according to their armies: and over his host was Nahshon the son of Amminadab.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 3,
                    "text": "And it came to pass that on the morrow they started to go up, having with them one Ammon, he being a strong and mighty man, and a descendant of Zarahemla; and he was also their leader.",
                    "score": 0.7402661133290284
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 64,
                    "text": "And the children of Judah may begin to return to the lands which thou didst give to Abraham, their father.",
                    "score": 0.7397705872371308
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 34,
                    "text": "And it came to pass that Alma and the people of the Lord were apprised of the coming of the king's army; therefore they took their tents and their families and departed into the wilderness.",
                    "score": 0.7311956359891848
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 2,
                    "verse": 22,
                    "text": "Now those whom he had sent out to watch the camp of the Amlicites were called Zeram, and Amnor, and Manti, and Limher; these were they who went out with their men to watch the camp of the Amlicites.",
                    "score": 0.7283593817429812
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 25,
                    "text": "And they shall do like unto the children of Israel, pitching their tents by the way.",
                    "score": 0.7275111694087192
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 48,
                    "verse": 18,
                    "text": "Behold, he was a man like unto Ammon, the son of Mosiah, yea, and even the other sons of Mosiah, yea, and also Alma and his sons, for they were all men of God.",
                    "score": 0.7261295496848047
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 19,
                    "text": "And Ammon went to the land of Ishmael, the land being called after the sons of Ishmael, who also became Lamanites.",
                    "score": 0.7256376677094736
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 28,
                    "verse": 1,
                    "text": "And now it came to pass that after the people of Ammon were established in the land of Jershon, and a church also established in the land of Jershon, and the armies of the Nephites were set round about the land of Jershon, yea, in all the borders round about the land of Zarahemla; behold the armies of the Lamanites had followed their brethren into the wilderness.",
                    "score": 0.724851402081085
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 4,
                    "verse": 17,
                    "text": "Now they had appointed unto themselves another leader, whose name was Zemnarihah; therefore it was Zemnarihah that did cause that this siege should take place.",
                    "score": 0.7224470154077949
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 18,
                    "text": "Now Ammon being the chief among them, or rather he did administer unto them, and he departed from them, after having blessed them according to their several stations, having imparted the word of God unto them, or administered unto them before his departure; and thus they took their several journeys throughout the land.",
                    "score": 0.721858407605789
                }
            ]
        },
        {
            "verse": 15,
            "text": "And over the host of the tribe of the children of Issachar was Nethaneel the son of Zuar.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 34,
                    "text": "Which was the son of Jacob, which was the son of Isaac, which was the son of Abraham, which was the son of Thara, which was the son of Nachor,",
                    "score": 0.7364978696930149
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 43,
                    "text": "And unto Enoch was born Irad, and other sons and daughters. And Irad begat Mahujael, and other sons and daughters. And Mahujael begat Methusael, and other sons and daughters. And Methusael begat Lamech.",
                    "score": 0.7293035657536853
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 31,
                    "text": "Which was the son of Melea, which was the son of Menan, which was the son of Mattatha, which was the son of Nathan, which was the son of David,",
                    "score": 0.7259763309250532
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 29,
                    "text": "Which was the son of Jose, which was the son of Eliezer, which was the son of Jorim, which was the son of Matthat, which was the son of Levi,",
                    "score": 0.7169115215204749
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 7,
                    "verse": 14,
                    "text": "And it came to pass that Corihor had many sons and daughters. And among the sons of Corihor there was one whose name was Noah.",
                    "score": 0.7162139463341501
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 7,
                    "verse": 7,
                    "text": "Of the tribe of Simeon were sealed twelve thousand. Of the tribe of Levi were sealed twelve thousand. Of the tribe of Issachar were sealed twelve thousand.",
                    "score": 0.7118966192503828
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 32,
                    "text": "Which was the son of Jesse, which was the son of Obed, which was the son of Booz, which was the son of Salmon, which was the son of Naasson,",
                    "score": 0.708526267510575
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 7,
                    "text": "Now the eldest of his sons he took not with him, and his name was Helaman; but the names of those whom he took with him were Shiblon and Corianton; and these are the names of those who went with him among the Zoramites, to preach unto them the word.",
                    "score": 0.7084728649231187
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 9,
                    "text": "And he said unto them: Behold, I am Limhi, the son of Noah, who was the son of Zeniff, who came up out of the land of Zarahemla to inherit this land, which was the land of their fathers, who was made a king by the voice of the people.",
                    "score": 0.7083259193820324
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 7,
                    "verse": 22,
                    "text": "And now Cohor had a son who was called Nimrod; and Nimrod gave up the kingdom of Cohor unto Shule, and he did gain favor in the eyes of Shule; wherefore Shule did bestow great favors upon him, and he did do in the kingdom of Shule according to his desires.",
                    "score": 0.7074783001082541
                }
            ]
        },
        {
            "verse": 16,
            "text": "And over the host of the tribe of the children of Zebulun was Eliab the son of Helon.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 7,
                    "text": "Now the eldest of his sons he took not with him, and his name was Helaman; but the names of those whom he took with him were Shiblon and Corianton; and these are the names of those who went with him among the Zoramites, to preach unto them the word.",
                    "score": 0.7249269354462172
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 7,
                    "verse": 8,
                    "text": "Of the tribe of Zabulon were sealed twelve thousand. Of the tribe of Joseph were sealed twelve thousand. Of the tribe of Benjamin were sealed twelve thousand.",
                    "score": 0.7237843462983669
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 4,
                    "verse": 15,
                    "text": "The land of Zabulon, and the land of Nephthalim, by the way of the sea, beyond Jordan, Galilee of the Gentiles;",
                    "score": 0.7197937396968496
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 35,
                    "text": "Which was the son of Saruch, which was the son of Ragau, which was the son of Phalec, which was the son of Heber, which was the son of Sala,",
                    "score": 0.7157861602128
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 29,
                    "text": "Which was the son of Jose, which was the son of Eliezer, which was the son of Jorim, which was the son of Matthat, which was the son of Levi,",
                    "score": 0.7119677304900993
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 9,
                    "text": "And he said unto them: Behold, I am Limhi, the son of Noah, who was the son of Zeniff, who came up out of the land of Zarahemla to inherit this land, which was the land of their fathers, who was made a king by the voice of the people.",
                    "score": 0.7087948167799503
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 3,
                    "text": "And it came to pass that on the morrow they started to go up, having with them one Ammon, he being a strong and mighty man, and a descendant of Zarahemla; and he was also their leader.",
                    "score": 0.7039729579870324
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 30,
                    "text": "Which was the son of Simeon, which was the son of Juda, which was the son of Joseph, which was the son of Jonan, which was the son of Eliakim,",
                    "score": 0.7031078501563893
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 37,
                    "text": "Which was the son of Mathusala, which was the son of Enoch, which was the son of Jared, which was the son of Maleleel, which was the son of Cainan,",
                    "score": 0.7023456074013787
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 27,
                    "text": "Which was the son of Joanna, which was the son of Rhesa, which was the son of Zorobabel, which was the son of Salathiel, which was the son of Neri,",
                    "score": 0.6978207975002997
                }
            ]
        },
        {
            "verse": 17,
            "text": "And the tabernacle was taken down; and the sons of Gershon and the sons of Merari set forward, bearing the tabernacle.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 21,
                    "verse": 24,
                    "text": "And they shall fall by the edge of the sword, and shall be led away captive into all nations: and Jerusalem shall be trodden down of the Gentiles, until the times of the Gentiles be fulfilled.",
                    "score": 0.7362231680947603
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 20,
                    "verse": 17,
                    "text": "And Jesus going up to Jerusalem took the twelve disciples apart in the way, and said unto them,",
                    "score": 0.7271761172820287
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "chapter": 2,
                    "verse": 15,
                    "text": "Which have forsaken the right way, and are gone astray, following the way of Balaam the son of Bosor, who loved the wages of unrighteousness;",
                    "score": 0.7265879840620832
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 1,
                    "verse": 2,
                    "text": "For behold, Pahoran had died, and gone the way of all the earth; therefore there began to be a serious contention concerning who should have the judgment-seat among the brethren, who were the sons of Pahoran.",
                    "score": 0.7265413253271013
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 35,
                    "verse": 14,
                    "text": "And Alma, and Ammon, and their brethren, and also the two sons of Alma returned to the land of Zarahemla, after having been instruments in the hands of God of bringing many of the Zoramites to repentance; and as many as were brought to repentance were driven out of their land; but they have lands for their inheritance in the land of Jershon, and they have taken up arms to defend themselves, and their wives, and children, and their lands.",
                    "score": 0.7257308005358901
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 8,
                    "verse": 19,
                    "text": "These two sons are come unto thee, who shall be sorry for thee--thy desolation and destruction, and the famine and the sword--and by whom shall I comfort thee?",
                    "score": 0.7206957526719009
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 20,
                    "text": "And this temple which ye now see shall be thrown down that there shall not be left one stone upon another.",
                    "score": 0.7203449623955314
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 36,
                    "verse": 6,
                    "text": "For I went about with the sons of Mosiah, seeking to destroy the church of God; but behold, God sent his holy angel to stop us by the way.",
                    "score": 0.719047628326624
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 12,
                    "text": "How art thou fallen from heaven, O Lucifer, son of the morning! Art thou cut down to the ground, which did weaken the nations!",
                    "score": 0.7190462324316337
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 6,
                    "verse": 14,
                    "text": "And Lamah had fallen with his ten thousand; and Gilgal had fallen with his ten thousand; and Limhah had fallen with his ten thousand; and Jeneum had fallen with his ten thousand; and Cumenihah, and Moronihah, and Antionum, and Shiblom, and Shem, and Josh, had fallen with their ten thousand each.",
                    "score": 0.7181900824163115
                }
            ]
        },
        {
            "verse": 18,
            "text": "And the standard of the camp of Reuben set forward according to their armies: and over his host was Elizur the son of Shedeur.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 3,
                    "text": "And it came to pass that on the morrow they started to go up, having with them one Ammon, he being a strong and mighty man, and a descendant of Zarahemla; and he was also their leader.",
                    "score": 0.7367070102431191
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 1,
                    "text": "And it came to pass in the days of Ahaz the son of Jotham, the son of Uzziah, king of Judah, that Rezin, king of Syria, and Pekah the son of Remaliah, king of Israel, went up toward Jerusalem to war against it, but could not prevail against it.",
                    "score": 0.7351254391688894
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 58,
                    "verse": 17,
                    "text": "Now Gid and his men were on the right and the others on the left; and when they had thus secreted themselves, behold, I remained, with the remainder of my army, in that same place where we had first pitched our tents against the time that the Lamanites should come out to battle.",
                    "score": 0.7311802615623645
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 14,
                    "verse": 28,
                    "text": "And they pitched their tents in the valley of Corihor; and Coriantumr pitched his tents in the valley of Shurr. Now the valley of Shurr was near the hill Comnor; wherefore, Coriantumr did gather his armies together upon the hill Comnor, and did sound a trumpet unto the armies of Shiz to invite them forth to battle.",
                    "score": 0.7308081676429826
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 1,
                    "verse": 15,
                    "text": "And they came down again that they might pitch battle against the Nephites. And they were led by a man whose name was Coriantumr; and he was a descendant of Zarahemla; and he was a dissenter from among the Nephites; and he was a large and a mighty man.",
                    "score": 0.7272389889966311
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 5,
                    "text": "And it came to pass that when they came up to the temple, they pitched their tents round about, every man according to his family, consisting of his wife, and his sons, and his daughters, and their sons, and their daughters, from the eldest down to the youngest, every family being separate one from another.",
                    "score": 0.7261717991195603
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 4,
                    "verse": 17,
                    "text": "Now they had appointed unto themselves another leader, whose name was Zemnarihah; therefore it was Zemnarihah that did cause that this siege should take place.",
                    "score": 0.726037775121082
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 15,
                    "text": "And I took Sarai, whom I took to wife when I was in Ur, in Chaldea, and Lot, my brother's son, and all our substance that we had gathered, and the souls that we had won in Haran, and came forth in the way to the land of Canaan, and dwelt in tents as we came on our way;",
                    "score": 0.7253847666865333
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 2,
                    "verse": 22,
                    "text": "Now those whom he had sent out to watch the camp of the Amlicites were called Zeram, and Amnor, and Manti, and Limher; these were they who went out with their men to watch the camp of the Amlicites.",
                    "score": 0.7252079630212589
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 25,
                    "text": "And they shall do like unto the children of Israel, pitching their tents by the way.",
                    "score": 0.7243800448307679
                }
            ]
        },
        {
            "verse": 19,
            "text": "And over the host of the tribe of the children of Simeon was Shelumiel the son of Zurishaddai.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 7,
                    "verse": 7,
                    "text": "Of the tribe of Simeon were sealed twelve thousand. Of the tribe of Levi were sealed twelve thousand. Of the tribe of Issachar were sealed twelve thousand.",
                    "score": 0.7419519260609712
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 30,
                    "text": "Which was the son of Simeon, which was the son of Juda, which was the son of Joseph, which was the son of Jonan, which was the son of Eliakim,",
                    "score": 0.7389047781309461
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 1,
                    "verse": 24,
                    "text": "And Riplakish was the son of Shez.",
                    "score": 0.724096677642741
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 9,
                    "text": "And he said unto them: Behold, I am Limhi, the son of Noah, who was the son of Zeniff, who came up out of the land of Zarahemla to inherit this land, which was the land of their fathers, who was made a king by the voice of the people.",
                    "score": 0.7216826331149881
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 7,
                    "text": "Now the eldest of his sons he took not with him, and his name was Helaman; but the names of those whom he took with him were Shiblon and Corianton; and these are the names of those who went with him among the Zoramites, to preach unto them the word.",
                    "score": 0.7200574005153959
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 3,
                    "text": "And it came to pass that on the morrow they started to go up, having with them one Ammon, he being a strong and mighty man, and a descendant of Zarahemla; and he was also their leader.",
                    "score": 0.7095237158899397
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 21,
                    "verse": 9,
                    "text": "And now there was a great mourning and lamentation among the people of Limhi, the widow mourning for her husband, the son and the daughter mourning for their father, and the brothers for their brethren.",
                    "score": 0.7029404298924022
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 34,
                    "text": "Which was the son of Jacob, which was the son of Isaac, which was the son of Abraham, which was the son of Thara, which was the son of Nachor,",
                    "score": 0.7009450710175996
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 24,
                    "text": "Which was the son of Matthat, which was the son of Levi, which was the son of Melchi, which was the son of Janna, which was the son of Joseph,",
                    "score": 0.7001542343652022
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 1,
                    "verse": 25,
                    "text": "And Shez was the son of Heth.",
                    "score": 0.6960845063990939
                }
            ]
        },
        {
            "verse": 20,
            "text": "And over the host of the tribe of the children of Gad was Eliasaph the son of Deuel.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 9,
                    "text": "And he said unto them: Behold, I am Limhi, the son of Noah, who was the son of Zeniff, who came up out of the land of Zarahemla to inherit this land, which was the land of their fathers, who was made a king by the voice of the people.",
                    "score": 0.729765959461909
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 32,
                    "text": "Which was the son of Jesse, which was the son of Obed, which was the son of Booz, which was the son of Salmon, which was the son of Naasson,",
                    "score": 0.7264117924136946
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 29,
                    "text": "Which was the son of Jose, which was the son of Eliezer, which was the son of Jorim, which was the son of Matthat, which was the son of Levi,",
                    "score": 0.7256215830637989
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 17,
                    "verse": 12,
                    "text": "But I say unto you, That Elias is come already, and they knew him not, but have done unto him whatsoever they listed. Likewise shall also the Son of man suffer of them.",
                    "score": 0.7217639829305617
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 7,
                    "verse": 13,
                    "text": "For he of whom these things are spoken pertaineth to another tribe, of which no man gave attendance at the altar.",
                    "score": 0.7193166807634382
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 24,
                    "text": "Therefore, thus saith the Lord God of Hosts: O my people that dwellest in Zion, be not afraid of the Assyrian; he shall smite thee with a rod, and shall lift up his staff against thee, after the manner of Egypt.",
                    "score": 0.7161652495318657
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 4,
                    "verse": 12,
                    "text": "And there never had been so great wickedness among all the children of Lehi, nor even among all the house of Israel, according to the words of the Lord, as was among this people.",
                    "score": 0.7154441982251823
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 9,
                    "verse": 11,
                    "text": "Now the people of Akish were desirous for gain, even as Akish was desirous for power; wherefore, the sons of Akish did offer them money, by which means they drew away the more part of the people after them.",
                    "score": 0.7148971204493741
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 43,
                    "text": "And unto Enoch was born Irad, and other sons and daughters. And Irad begat Mahujael, and other sons and daughters. And Mahujael begat Methusael, and other sons and daughters. And Methusael begat Lamech.",
                    "score": 0.7141867010874087
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 25,
                    "text": "Which was the son of Mattathias, which was the son of Amos, which was the son of Naum, which was the son of Esli, which was the son of Nagge,",
                    "score": 0.7134267454336576
                }
            ]
        },
        {
            "verse": 21,
            "text": "And the Kohathites set forward, bearing the sanctuary: and the other did set up the tabernacle against they came.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 24,
                    "verse": 1,
                    "text": "And it came to pass that the Amalekites and the Amulonites and the Lamanites who were in the land of Amulon, and also in the land of Helam, and who were in the land of Jerusalem, and in fine, in all the land round about, who had not been converted and had not taken upon them the name of Anti-Nephi-Lehi, were stirred up by the Amalekites and by the Amulonites to anger against their brethren.",
                    "score": 0.7509454327256908
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 15,
                    "verse": 6,
                    "text": "And it came to pass that the people repented not of their iniquity; and the people of Coriantumr were stirred up to anger against the people of Shiz; and the people of Shiz were stirred up to anger against the people of Coriantumr; wherefore, the people of Shiz did give battle unto the people of Coriantumr.",
                    "score": 0.7499103500211631
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jarom",
                    "chapter": 1,
                    "verse": 12,
                    "text": "And it came to pass that by so doing they kept them from being destroyed upon the face of the land; for they did prick their hearts with the word, continually stirring them up unto repentance.",
                    "score": 0.7460567420595647
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 6,
                    "text": "Let us go up against Judah and vex it, and let us make a breach therein for us, and set a king in the midst of it, yea, the son of Tabeal.",
                    "score": 0.745532496266934
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 19,
                    "verse": 11,
                    "text": "Therefore the Lord shall set up the adversaries of Rezin against him, and join his enemies together;",
                    "score": 0.7410850209188732
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 12,
                    "verse": 15,
                    "text": "And it came to pass that I looked and beheld the people of my seed gathered together in multitudes against the seed of my brethren; and they were gathered together to battle.",
                    "score": 0.7402376282436799
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 11,
                    "verse": 2,
                    "text": "And it came to pass that the prophets were rejected by the people, and they fled unto Com for protection, for the people sought to destroy them.",
                    "score": 0.7396027723793848
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 42,
                    "text": "And they did harden their hearts from time to time, and they did revile against Moses, and also against God; nevertheless, ye know that they were led forth by his matchless power into the land of promise.",
                    "score": 0.739462676885135
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 20,
                    "verse": 24,
                    "text": "And when the ten heard it, they were moved with indignation against the two brethren.",
                    "score": 0.7375511907846372
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 2,
                    "text": "For there was a tabernacle made; the first, wherein was the candlestick, and the table, and the shewbread; which is called the sanctuary.",
                    "score": 0.7364542276934861
                }
            ]
        },
        {
            "verse": 22,
            "text": "And the standard of the camp of the children of Ephraim set forward according to their armies: and over his host was Elishama the son of Ammihud.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 25,
                    "text": "And they shall do like unto the children of Israel, pitching their tents by the way.",
                    "score": 0.7611918060866587
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 5,
                    "text": "And it came to pass that when they came up to the temple, they pitched their tents round about, every man according to his family, consisting of his wife, and his sons, and his daughters, and their sons, and their daughters, from the eldest down to the youngest, every family being separate one from another.",
                    "score": 0.7439396729318657
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 4,
                    "verse": 17,
                    "text": "Now they had appointed unto themselves another leader, whose name was Zemnarihah; therefore it was Zemnarihah that did cause that this siege should take place.",
                    "score": 0.7401331820815353
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 3,
                    "text": "And it came to pass that on the morrow they started to go up, having with them one Ammon, he being a strong and mighty man, and a descendant of Zarahemla; and he was also their leader.",
                    "score": 0.7352385028720475
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 7,
                    "verse": 9,
                    "text": "Wherefore, he came to the hill Ephraim, and he did molten out of the hill, and made swords out of steel for those whom he had drawn away with him; and after he had armed them with swords he returned to the city Nehor, and gave battle unto his brother Corihor, by which means he obtained the kingdom and restored it unto his father Kib.",
                    "score": 0.7267134721114725
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 22,
                    "text": "Thus saith the Lord God: Behold, I will lift up mine hand to the Gentiles, and set up my standard to the people; and they shall bring thy sons in their arms, and thy daughters shall be carried upon their shoulders.",
                    "score": 0.7255617191237291
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 2,
                    "text": "And he commanded them that they should arise and stand up upon their feet. And they arose up and stood upon their feet.",
                    "score": 0.7254875583680566
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "chapter": 1,
                    "verse": 28,
                    "text": "Wherefore, they went up into the wilderness. And their leader being a strong and mighty man, and a stiffnecked man, wherefore he caused a contention among them; and they were all slain, save fifty, in the wilderness, and they returned again to the land of Zarahemla.",
                    "score": 0.7250514664072771
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 6,
                    "text": "Nevertheless, after they shall be nursed by the Gentiles, and the Lord has lifted up his hand upon the Gentiles and set them up for a standard, and their children have been carried in their arms, and their daughters have been carried upon their shoulders, behold these things of which are spoken are temporal; for thus are the covenants of the Lord with our fathers; and it meaneth us in the days to come, and also all our brethren who are of the house of Israel.",
                    "score": 0.7228211066975131
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 48,
                    "verse": 18,
                    "text": "Behold, he was a man like unto Ammon, the son of Mosiah, yea, and even the other sons of Mosiah, yea, and also Alma and his sons, for they were all men of God.",
                    "score": 0.7225890275821357
                }
            ]
        },
        {
            "verse": 23,
            "text": "And over the host of the tribe of the children of Manasseh was Gamaliel the son of Pedahzur.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 3,
                    "text": "And it came to pass that on the morrow they started to go up, having with them one Ammon, he being a strong and mighty man, and a descendant of Zarahemla; and he was also their leader.",
                    "score": 0.744187266080631
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 10,
                    "verse": 3,
                    "text": "And Aminadi was a descendant of Nephi, who was the son of Lehi, who came out of the land of Jerusalem, who was a descendant of Manasseh, who was the son of Joseph who was sold into Egypt by the hands of his brethren.",
                    "score": 0.7273826277428379
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 9,
                    "text": "And he said unto them: Behold, I am Limhi, the son of Noah, who was the son of Zeniff, who came up out of the land of Zarahemla to inherit this land, which was the land of their fathers, who was made a king by the voice of the people.",
                    "score": 0.7230014946841044
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 43,
                    "text": "And unto Enoch was born Irad, and other sons and daughters. And Irad begat Mahujael, and other sons and daughters. And Mahujael begat Methusael, and other sons and daughters. And Methusael begat Lamech.",
                    "score": 0.7215552188791434
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 6,
                    "text": "Therefore, O Lord, thou hast forsaken thy people, the house of Jacob, because they be replenished from the east, and hearken unto soothsayers like the Philistines, and they please themselves in the children of strangers.",
                    "score": 0.7121148991027239
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 31,
                    "text": "Which was the son of Melea, which was the son of Menan, which was the son of Mattatha, which was the son of Nathan, which was the son of David,",
                    "score": 0.7120909891542353
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 8,
                    "text": "And it came to pass that after my father had made an end of speaking to the sons and daughters of Laman, he caused the sons and daughters of Lemuel to be brought before him.",
                    "score": 0.7112971347484105
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 7,
                    "verse": 22,
                    "text": "And now Cohor had a son who was called Nimrod; and Nimrod gave up the kingdom of Cohor unto Shule, and he did gain favor in the eyes of Shule; wherefore Shule did bestow great favors upon him, and he did do in the kingdom of Shule according to his desires.",
                    "score": 0.7104959838746944
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 1,
                    "text": "And now it came to pass that as Alma was journeying from the land of Gideon southward, away to the land of Manti, behold, to his astonishment, he met with the sons of Mosiah journeying towards the land of Zarahemla.",
                    "score": 0.7096731876699326
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 35,
                    "verse": 14,
                    "text": "And Alma, and Ammon, and their brethren, and also the two sons of Alma returned to the land of Zarahemla, after having been instruments in the hands of God of bringing many of the Zoramites to repentance; and as many as were brought to repentance were driven out of their land; but they have lands for their inheritance in the land of Jershon, and they have taken up arms to defend themselves, and their wives, and children, and their lands.",
                    "score": 0.7082403273607495
                }
            ]
        },
        {
            "verse": 24,
            "text": "And over the host of the tribe of the children of Benjamin was Abidan the son of Gideoni.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 21,
                    "text": "And afterward they desired a king: and God gave unto them Saul the son of Cis, a man of the tribe of Benjamin, by the space of forty years.",
                    "score": 0.7457432799791816
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Words of Mormon",
                    "chapter": 1,
                    "verse": 12,
                    "text": "And now, concerning this king Benjamin--he had somewhat of contentions among his own people.",
                    "score": 0.7404539328741896
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 30,
                    "text": "Which was the son of Simeon, which was the son of Juda, which was the son of Joseph, which was the son of Jonan, which was the son of Eliakim,",
                    "score": 0.7385673804460784
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 27,
                    "text": "Now when king Noah had heard of the words which Abinadi had spoken unto the people, he was also wroth; and he said: Who is Abinadi, that I and my people should be judged of him, or who is the Lord, that shall bring upon my people such great affliction?",
                    "score": 0.7342221964953616
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 29,
                    "text": "Which was the son of Jose, which was the son of Eliezer, which was the son of Jorim, which was the son of Matthat, which was the son of Levi,",
                    "score": 0.7337866094033314
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 11,
                    "verse": 1,
                    "text": "I say then, Hath God cast away his people? God forbid. For I also am an Israelite, of the seed of Abraham, of the tribe of Benjamin.",
                    "score": 0.7334926947900051
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 9,
                    "text": "And he said unto them: Behold, I am Limhi, the son of Noah, who was the son of Zeniff, who came up out of the land of Zarahemla to inherit this land, which was the land of their fathers, who was made a king by the voice of the people.",
                    "score": 0.7326774130455956
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 25,
                    "text": "And behold, ye are the children of the prophets; and ye are of the house of Israel; and ye are of the covenant which the Father made with your fathers, saying unto Abraham: And in thy seed shall all the kindreds of the earth be blessed.",
                    "score": 0.7324534233353355
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 9,
                    "text": "And because of the mercies of the Father unto the Gentiles, and also the judgments of the Father upon my people who are of the house of Israel, verily, verily, I say unto you, that after all this, and I have caused my people who are of the house of Israel to be smitten, and to be afflicted, and to be slain, and to be cast out from among them, and to become hated by them, and to become a hiss and a byword among them--",
                    "score": 0.7302496625826331
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Words of Mormon",
                    "chapter": 1,
                    "verse": 17,
                    "text": "For behold, king Benjamin was a holy man, and he did reign over his people in righteousness; and there were many holy men in the land, and they did speak the word of God with power and with authority; and they did use much sharpness because of the stiffneckedness of the people--",
                    "score": 0.729138564869696
                }
            ]
        },
        {
            "verse": 25,
            "text": "And the standard of the camp of the children of Dan set forward, which was the rearward of all the camps throughout their hosts: and over his host was Ahiezer the son of Ammishaddai.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 25,
                    "text": "And they shall do like unto the children of Israel, pitching their tents by the way.",
                    "score": 0.7604033535249867
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 5,
                    "text": "And it came to pass that when they came up to the temple, they pitched their tents round about, every man according to his family, consisting of his wife, and his sons, and his daughters, and their sons, and their daughters, from the eldest down to the youngest, every family being separate one from another.",
                    "score": 0.7524014549135294
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 2,
                    "verse": 22,
                    "text": "Now those whom he had sent out to watch the camp of the Amlicites were called Zeram, and Amnor, and Manti, and Limher; these were they who went out with their men to watch the camp of the Amlicites.",
                    "score": 0.7452154274547546
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 18,
                    "text": "Now Ammon being the chief among them, or rather he did administer unto them, and he departed from them, after having blessed them according to their several stations, having imparted the word of God unto them, or administered unto them before his departure; and thus they took their several journeys throughout the land.",
                    "score": 0.7355739437266112
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 4,
                    "text": "Then came he out of the land of the Chaldaeans, and dwelt in Charran: and from thence, when his father was dead, he removed him into this land, wherein ye now dwell.",
                    "score": 0.7327349036767835
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 22,
                    "text": "For I will rise up against them, saith the Lord of Hosts, and cut off from Babylon the name, and remnant, and son, and nephew, saith the Lord.",
                    "score": 0.7306290396173533
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 1,
                    "text": "And it came to pass in the days of Ahaz the son of Jotham, the son of Uzziah, king of Judah, that Rezin, king of Syria, and Pekah the son of Remaliah, king of Israel, went up toward Jerusalem to war against it, but could not prevail against it.",
                    "score": 0.7300001641586895
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 27,
                    "verse": 8,
                    "text": "Now the sons of Mosiah were numbered among the unbelievers; and also one of the sons of Alma was numbered among them, he being called Alma, after his father; nevertheless, he became a very wicked and an idolatrous man. And he was a man of many words, and did speak much flattery to the people; therefore he led many of the people to do after the manner of his iniquities.",
                    "score": 0.7294651265384835
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 64,
                    "text": "And the children of Judah may begin to return to the lands which thou didst give to Abraham, their father.",
                    "score": 0.7284701288575205
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 18,
                    "text": "And now, it came to pass that Mosiah went and did as his father had commanded him, and proclaimed unto all the people who were in the land of Zarahemla that thereby they might gather themselves together, to go up to the temple to hear the words which his father should speak unto them.",
                    "score": 0.7256463264834645
                }
            ]
        },
        {
            "verse": 26,
            "text": "And over the host of the tribe of the children of Asher was Pagiel the son of Ocran.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 1,
                    "verse": 24,
                    "text": "And Riplakish was the son of Shez.",
                    "score": 0.726305283770469
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 35,
                    "text": "Which was the son of Saruch, which was the son of Ragau, which was the son of Phalec, which was the son of Heber, which was the son of Sala,",
                    "score": 0.7210759619874119
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 27,
                    "text": "Which was the son of Joanna, which was the son of Rhesa, which was the son of Zorobabel, which was the son of Salathiel, which was the son of Neri,",
                    "score": 0.7115340871185835
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 29,
                    "text": "Which was the son of Jose, which was the son of Eliezer, which was the son of Jorim, which was the son of Matthat, which was the son of Levi,",
                    "score": 0.7114329967553317
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 22,
                    "text": "And this is the genealogy of the sons of Adam, who was the son of God, with whom God, himself, conversed.",
                    "score": 0.708105645383164
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 32,
                    "text": "Which was the son of Jesse, which was the son of Obed, which was the son of Booz, which was the son of Salmon, which was the son of Naasson,",
                    "score": 0.7065590728995478
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 24,
                    "text": "Which was the son of Matthat, which was the son of Levi, which was the son of Melchi, which was the son of Janna, which was the son of Joseph,",
                    "score": 0.7048771933659023
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 1,
                    "verse": 29,
                    "text": "And Emer was the son of Omer.",
                    "score": 0.7040509775383432
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 22,
                    "text": "For I will rise up against them, saith the Lord of Hosts, and cut off from Babylon the name, and remnant, and son, and nephew, saith the Lord.",
                    "score": 0.703658379505277
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 36,
                    "text": "Which was the son of Cainan, which was the son of Arphaxad, which was the son of Sem, which was the son of Noe, which was the son of Lamech,",
                    "score": 0.703387699339943
                }
            ]
        },
        {
            "verse": 27,
            "text": "And over the host of the tribe of the children of Naphtali was Ahira the son of Enan.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 1,
                    "verse": 10,
                    "text": "And Ahah was the son of Seth.",
                    "score": 0.7198575579983117
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 38,
                    "text": "Which was the son of Enos, which was the son of Seth, which was the son of Adam, which was the son of God.",
                    "score": 0.7160363152428405
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 1,
                    "verse": 29,
                    "text": "And Emer was the son of Omer.",
                    "score": 0.7115794623578636
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 2,
                    "verse": 36,
                    "text": "And there was one Anna, a prophetess, the daughter of Phanuel, of the tribe of Aser: she was of a great age, and had lived with an husband seven years from her virginity;",
                    "score": 0.7096341853617202
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 34,
                    "text": "Which was the son of Jacob, which was the son of Isaac, which was the son of Abraham, which was the son of Thara, which was the son of Nachor,",
                    "score": 0.7091272327801518
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 24,
                    "text": "Which was the son of Matthat, which was the son of Levi, which was the son of Melchi, which was the son of Janna, which was the son of Joseph,",
                    "score": 0.7075450566021855
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 1,
                    "verse": 9,
                    "text": "And Ethem was the son of Ahah.",
                    "score": 0.7056251284731345
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 27,
                    "verse": 34,
                    "text": "And four of them were the sons of Mosiah; and their names were Ammon, and Aaron, and Omner, and Himni; these were the names of the sons of Mosiah.",
                    "score": 0.7053356685257818
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 25,
                    "text": "Which was the son of Mattathias, which was the son of Amos, which was the son of Naum, which was the son of Esli, which was the son of Nagge,",
                    "score": 0.7051253707270583
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 7,
                    "text": "Now the eldest of his sons he took not with him, and his name was Helaman; but the names of those whom he took with him were Shiblon and Corianton; and these are the names of those who went with him among the Zoramites, to preach unto them the word.",
                    "score": 0.7038552082424346
                }
            ]
        },
        {
            "verse": 28,
            "text": "Thus were the journeyings of the children of Israel according to their armies, when they set forward.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 25,
                    "text": "And they shall do like unto the children of Israel, pitching their tents by the way.",
                    "score": 0.7684086219258053
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 31,
                    "verse": 9,
                    "text": "And again, it showeth unto the children of men the straitness of the path, and the narrowness of the gate, by which they should enter, he having set the example before them.",
                    "score": 0.7606979630863003
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 15,
                    "verse": 15,
                    "text": "And it came to pass that when they were all gathered together, every one to the army which he would, with their wives and their children--both men, women and children being armed with weapons of war, having shields, and breastplates, and head-plates, and being clothed after the manner of war--they did march forth one against another to battle; and they fought all that day, and conquered not.",
                    "score": 0.7599898341248648
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 1,
                    "text": "The Word and Will of the Lord concerning the Camp of Israel in their journeyings to the West:",
                    "score": 0.759970219865352
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 34,
                    "text": "And it came to pass that Alma and the people of the Lord were apprised of the coming of the king's army; therefore they took their tents and their families and departed into the wilderness.",
                    "score": 0.7568834976404764
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 64,
                    "text": "And the children of Judah may begin to return to the lands which thou didst give to Abraham, their father.",
                    "score": 0.7502890870765364
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 48,
                    "verse": 6,
                    "text": "And it came to pass that they took their camp, and moved forth toward the land of Zarahemla in the wilderness.",
                    "score": 0.7461957762020575
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 18,
                    "text": "Now Ammon being the chief among them, or rather he did administer unto them, and he departed from them, after having blessed them according to their several stations, having imparted the word of God unto them, or administered unto them before his departure; and thus they took their several journeys throughout the land.",
                    "score": 0.7428374991846681
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 28,
                    "verse": 1,
                    "text": "And now it came to pass that after the people of Ammon were established in the land of Jershon, and a church also established in the land of Jershon, and the armies of the Nephites were set round about the land of Jershon, yea, in all the borders round about the land of Zarahemla; behold the armies of the Lamanites had followed their brethren into the wilderness.",
                    "score": 0.7421592473548411
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 7,
                    "verse": 12,
                    "text": "Therefore, Jacob seeing that their enemies were more numerous than they, he being the king of the band, therefore he commanded his people that they should take their flight into the northernmost part of the land, and there build up unto themselves a kingdom, until they were joined by dissenters, (for he flattered them that there would be many dissenters) and they become sufficiently strong to contend with the tribes of the people; and they did so.",
                    "score": 0.7412698317386387
                }
            ]
        },
        {
            "verse": 29,
            "text": "And Moses said unto Hobab, the son of Raguel the Midianite, Moses' father in law, We are journeying unto the place of which the Lord said, I will give it you: come thou with us, and we will do thee good: for the Lord hath spoken good concerning Israel.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 9,
                    "text": "And he shall be great like unto Moses, whom I have said I would raise up unto you, to deliver my people, O house of Israel.",
                    "score": 0.8228740209496769
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 3,
                    "text": "And many people shall go and say, Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths; for out of Zion shall go forth the law, and the word of the Lord from Jerusalem.",
                    "score": 0.816798781824075
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 31,
                    "text": "Therefore, as I said concerning the sons of Moses--for the sons of Moses and also the sons of Aaron shall offer an acceptable offering and sacrifice in the house of the Lord, which house shall be built unto the Lord in this generation, upon the consecrated spot as I have appointed--",
                    "score": 0.8096668856733593
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 40,
                    "text": "And now, Moses, my son, I will speak unto thee concerning this earth upon which thou standest; and thou shalt write the things which I shall speak.",
                    "score": 0.8041134337330104
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 7,
                    "verse": 4,
                    "text": "And it came to pass that we went up unto the house of Ishmael, and we did gain favor in the sight of Ishmael, insomuch that we did speak unto him the words of the Lord.",
                    "score": 0.800554352394429
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 27,
                    "verse": 15,
                    "text": "And it came to pass that Ammon said unto them: Behold, I and my brethren will go forth into the land of Zarahemla, and ye shall remain here until we return; and we will try the hearts of our brethren, whether they will that ye shall come into their land.",
                    "score": 0.8002088937828828
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 31,
                    "text": "And it shall come to pass that ye shall be smitten for your iniquities, for ye have said that ye teach the law of Moses. And what know ye concerning the law of Moses? Doth salvation come by the law of Moses? What say ye?",
                    "score": 0.7990880262770921
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 36,
                    "verse": 1,
                    "text": "My son, give ear to my words; for I swear unto you, that inasmuch as ye shall keep the commandments of God ye shall prosper in the land.",
                    "score": 0.7988570166587424
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 18,
                    "text": "And now, it came to pass that Mosiah went and did as his father had commanded him, and proclaimed unto all the people who were in the land of Zarahemla that thereby they might gather themselves together, to go up to the temple to hear the words which his father should speak unto them.",
                    "score": 0.7974901830401291
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 36,
                    "text": "And it came to pass that Moses spake unto the Lord, saying: Be merciful unto thy servant, O God, and tell me concerning this earth, and the inhabitants thereof, and also the heavens, and then thy servant will be content.",
                    "score": 0.7967490712605285
                }
            ]
        },
        {
            "verse": 30,
            "text": "And he said unto him, I will not go; but I will depart to mine own land, and to my kindred.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 3,
                    "text": "And said unto him, Get thee out of thy country, and from thy kindred, and come into the land which I shall shew thee.",
                    "score": 0.8671007169736052
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 3,
                    "text": "Now the Lord had said unto me: Abraham, get thee out of thy country, and from thy kindred, and from thy father's house, unto a land that I will show thee.",
                    "score": 0.8507269276504861
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 9,
                    "verse": 7,
                    "text": "And he also commanded that his people should depart out of the land, and I and my people went into the land that we might possess it.",
                    "score": 0.848538527393863
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 20,
                    "text": "And he hath said that: Inasmuch as ye shall keep my commandments ye shall prosper in the land; but inasmuch as ye will not keep my commandments ye shall be cut off from my presence.",
                    "score": 0.8244900774707189
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 25,
                    "text": "That I will bring the Assyrian in my land, and upon my mountains tread him under foot; then shall his yoke depart from off them, and his burden depart from off their shoulders.",
                    "score": 0.8243446570966458
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 15,
                    "text": "Exalt not yourselves; rebel not against my servant Joseph; for verily I say unto you, I am with him, and my hand shall be over him; and the keys which I have given unto him, and also to youward, shall not be taken from him till I come.",
                    "score": 0.8222126079142766
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 29,
                    "text": "And they shall go out from all nations; and they shall not go out in haste, nor go by flight, for I will go before them, saith the Father, and I will be their rearward.",
                    "score": 0.8212545999913702
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 83,
                    "text": "If he will do my will let him not take his family unto the eastern lands, even unto Kirtland; nevertheless, I, the Lord, will build up Kirtland, but I, the Lord, have a scourge prepared for the inhabitants thereof.",
                    "score": 0.8158258244436104
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 20,
                    "verse": 7,
                    "text": "And he said unto Ammon: Come, I will go with thee down to the land of Middoni, and there I will plead with the king that he will cast thy brethren out of prison.",
                    "score": 0.8138994069461125
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 1,
                    "verse": 38,
                    "text": "And it came to pass that Jared spake again unto his brother, saying: Go and inquire of the Lord whether he will drive us out of the land, and if he will drive us out of the land, cry unto him whither we shall go. And who knoweth but the Lord will carry us forth into a land which is choice above all the earth? And if it so be, let us be faithful unto the Lord, that we may receive it for our inheritance.",
                    "score": 0.813687808640732
                }
            ]
        },
        {
            "verse": 31,
            "text": "And he said, Leave us not, I pray thee; forasmuch as thou knowest how we are to encamp in the wilderness, and thou mayest be to us instead of eyes.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 34,
                    "text": "And I also spake unto him, saying: Surely the Lord hath commanded us to do this thing; and shall we not be diligent in keeping the commandments of the Lord? Therefore, if thou wilt go down into the wilderness to my father thou shalt have place with us.",
                    "score": 0.8379274942820342
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 12,
                    "verse": 25,
                    "text": "See that ye refuse not him that speaketh. For if they escaped not who refused him that spake on earth, much more shall not we escape, if we turn away from him that speaketh from heaven:",
                    "score": 0.8074396931479794
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 10,
                    "verse": 8,
                    "text": "Yea, even he should go forth and cry in the wilderness: Prepare ye the way of the Lord, and make his paths straight; for there standeth one among you whom ye know not; and he is mightier than I, whose shoe's latchet I am not worthy to unloose. And much spake my father concerning this thing.",
                    "score": 0.8043199178626248
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 15,
                    "text": "But behold I said unto them that: As the Lord liveth, and as we live, we will not go down unto our father in the wilderness until we have accomplished the thing which the Lord hath commanded us.",
                    "score": 0.8018579692503545
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 33,
                    "text": "O Lord, wilt thou encircle me around in the robe of thy righteousness! O Lord, wilt thou make a way for mine escape before mine enemies! Wilt thou make my path straight before me! Wilt thou not place a stumbling block in my way--but that thou wouldst clear my way before me, and hedge not up my way, but the ways of mine enemy.",
                    "score": 0.795954707352277
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 13,
                    "verse": 13,
                    "text": "Let us go forth therefore unto him without the camp, bearing his reproach.",
                    "score": 0.795937466501363
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 13,
                    "text": "And I will also be your light in the wilderness; and I will prepare the way before you, if it so be that ye shall keep my commandments; wherefore, inasmuch as ye shall keep my commandments ye shall be led towards the promised land; and ye shall know that it is by me that ye are led.",
                    "score": 0.795254603940923
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 39,
                    "text": "Behold thou hast driven me out this day from the face of the Lord, and from thy face shall I be hid; and I shall be a fugitive and a vagabond in the earth; and it shall come to pass, that he that findeth me will slay me, because of mine iniquities, for these things are not hid from the Lord.",
                    "score": 0.793757919280827
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 33,
                    "text": "And I spake unto him, even with an oath, that he need not fear; that he should be a free man like unto us if he would go down in the wilderness with us.",
                    "score": 0.7886465227006623
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 3,
                    "text": "Behold, O Lord, thou hast smitten us because of our iniquity, and hast driven us forth, and for these many years we have been in the wilderness; nevertheless, thou hast been merciful unto us. O Lord, look upon me in pity, and turn away thine anger from this thy people, and suffer not that they shall go forth across this raging deep in darkness; but behold these things which I have molten out of the rock.",
                    "score": 0.7869757183342027
                }
            ]
        },
        {
            "verse": 32,
            "text": "And it shall be, if thou go with us, yea, it shall be, that what goodness the Lord shall do unto us, the same will we do unto thee.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 4,
                    "verse": 15,
                    "text": "For that ye ought to say, If the Lord will, we shall live, and do this, or that.",
                    "score": 0.8477385185749993
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 27,
                    "verse": 7,
                    "text": "And Ammon said: I will go and inquire of the Lord, and if he say unto us, go down unto our brethren, will ye go?",
                    "score": 0.8272673060671908
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 25,
                    "verse": 10,
                    "text": "For he said unto them: What ye shall do unto me shall be a type of things to come.",
                    "score": 0.820233613112362
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 83,
                    "text": "And thus ye shall do in all cases which shall come before you.",
                    "score": 0.815839380942881
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 2,
                    "text": "Verily, verily I say unto you, blessed are such, for they shall obtain; for I, the Lord, show mercy unto all the meek, and upon all whomsoever I will, that I may be justified when I shall bring them unto judgment.",
                    "score": 0.8073862872504314
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 18,
                    "verse": 41,
                    "text": "Saying, What wilt thou that I shall do unto thee? And he said, Lord, that I may receive my sight.",
                    "score": 0.8063097260077935
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 15,
                    "verse": 7,
                    "text": "If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you.",
                    "score": 0.8060427586331228
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 23,
                    "text": "If thou doest well, thou shalt be accepted. And if thou doest not well, sin lieth at the door, and Satan desireth to have thee; and except thou shalt hearken unto my commandments, I will deliver thee up, and it shall be unto thee according to his desire. And thou shalt rule over him;",
                    "score": 0.8028406023051438
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 16,
                    "verse": 4,
                    "text": "And if it be meet that I go also, they shall go with me.",
                    "score": 0.8027423905668991
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 15,
                    "text": "And it shall be given thee from the time thou shalt go, until the time thou shalt return, what thou shalt do.",
                    "score": 0.8015217619874186
                }
            ]
        },
        {
            "verse": 33,
            "text": "And they departed from the mount of the Lord three days' journey: and the ark of the covenant of the Lord went before them in the three days' journey, to search out a resting place for them.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 1,
                    "verse": 12,
                    "text": "Then returned they unto Jerusalem from the mount called Olivet, which is from Jerusalem a sabbath day's journey.",
                    "score": 0.7890250823181545
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 18,
                    "text": "Now Ammon being the chief among them, or rather he did administer unto them, and he departed from them, after having blessed them according to their several stations, having imparted the word of God unto them, or administered unto them before his departure; and thus they took their several journeys throughout the land.",
                    "score": 0.7651455182632637
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 1,
                    "text": "The Word and Will of the Lord concerning the Camp of Israel in their journeyings to the West:",
                    "score": 0.7533064109104048
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Omni",
                    "chapter": 1,
                    "verse": 16,
                    "text": "And they journeyed in the wilderness, and were brought by the hand of the Lord across the great waters, into the land where Mosiah discovered them; and they had dwelt there from that time forth.",
                    "score": 0.7520491228397502
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 46,
                    "text": "And when he had sent them away, he departed into a mountain to pray.",
                    "score": 0.7495365113022007
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 2,
                    "text": "And after six days Jesus taketh with him Peter, and James, and John, and leadeth them up into an high mountain apart by themselves: and he was transfigured before them.",
                    "score": 0.7480513646944463
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 22,
                    "text": "For behold, the Lord God has led away from time to time from the house of Israel, according to his will and pleasure. And now behold, the Lord remembereth all them who have been broken off, wherefore he remembereth us also.",
                    "score": 0.7455077741516376
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 29,
                    "text": "Therefore I, the Lord God, will send him forth from the Garden of Eden, to till the ground from whence he was taken;",
                    "score": 0.7454948743984792
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 19,
                    "text": "For in six days the Lord made heaven and earth, and the sea, and all that in them is; wherefore the Lord blessed the sabbath day, and hallowed it.",
                    "score": 0.7447511255670687
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 26,
                    "text": "And it came to pass that Enoch journeyed in the land, among the people; and as he journeyed, the Spirit of God descended out of heaven, and abode upon him.",
                    "score": 0.7440576942215674
                }
            ]
        },
        {
            "verse": 34,
            "text": "And the cloud of the Lord was upon them by day, when they went out of the camp.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 34,
                    "text": "And it came to pass that Alma and the people of the Lord were apprised of the coming of the king's army; therefore they took their tents and their families and departed into the wilderness.",
                    "score": 0.7986666915166493
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 1,
                    "verse": 9,
                    "text": "And when he had spoken these things, while they beheld, he was taken up; and a cloud received him out of their sight.",
                    "score": 0.7826739131372977
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 46,
                    "text": "And when he had sent them away, he departed into a mountain to pray.",
                    "score": 0.772659541869743
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 11,
                    "verse": 12,
                    "text": "And they heard a great voice from heaven saying unto them, Come up hither. And they ascended up to heaven in a cloud; and their enemies beheld them.",
                    "score": 0.7718368448373025
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 2,
                    "verse": 4,
                    "text": "And it came to pass that when they had come down into the valley of Nimrod the Lord came down and talked with the brother of Jared; and he was in a cloud, and the brother of Jared saw him not.",
                    "score": 0.7717137859204326
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 9,
                    "verse": 34,
                    "text": "While he thus spake, there came a cloud, and overshadowed them: and they feared as they entered into the cloud.",
                    "score": 0.7671834048721372
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 24,
                    "verse": 20,
                    "text": "And Alma and his people departed into the wilderness; and when they had traveled all day they pitched their tents in a valley, and they called the valley Alma, because he led their way in the wilderness.",
                    "score": 0.7643172516572831
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 5,
                    "verse": 17,
                    "text": "And they began to pray him to depart out of their coasts.",
                    "score": 0.7632893481144751
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 9,
                    "verse": 12,
                    "text": "And when the day began to wear away, then came the twelve, and said unto him, Send the multitude away, that they may go into the towns and country round about, and lodge, and get victuals: for we are here in a desert place.",
                    "score": 0.7631023249143846
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 24,
                    "text": "And as they looked to behold they cast their eyes towards heaven, and they saw the heavens open, and they saw angels descending out of heaven as it were in the midst of fire; and they came down and encircled those little ones about, and they were encircled about with fire; and the angels did minister unto them.",
                    "score": 0.7624265184757686
                }
            ]
        },
        {
            "verse": 35,
            "text": "And it came to pass, when the ark set forward, that Moses said, Rise up, Lord, and let thine enemies be scattered; and let them that hate thee flee before thee.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 10,
                    "text": "And Moses will I raise up, to deliver thy people out of the land of Egypt.",
                    "score": 0.8127438294435597
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 20,
                    "text": "And the Lord will surely prepare a way for his people, unto the fulfilling of the words of Moses, which he spake, saying: A prophet shall the Lord your God raise up unto you, like unto me; him shall ye hear in all things whatsoever he shall say unto you. And it shall come to pass that all those who will not hear that prophet shall be cut off from among the people.",
                    "score": 0.7990142577499448
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 2,
                    "text": "Therefore let us go up; let us be strong like unto Moses; for he truly spake unto the waters of the Red Sea and they divided hither and thither, and our fathers came through, out of captivity, on dry ground, and the armies of Pharaoh did follow and were drowned in the waters of the Red Sea.",
                    "score": 0.7974069713166811
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 11,
                    "verse": 2,
                    "text": "And it came to pass that the prophets were rejected by the people, and they fled unto Com for protection, for the people sought to destroy them.",
                    "score": 0.7966703508353656
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 36,
                    "text": "And it came to pass that Moses spake unto the Lord, saying: Be merciful unto thy servant, O God, and tell me concerning this earth, and the inhabitants thereof, and also the heavens, and then thy servant will be content.",
                    "score": 0.7945849269055103
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 20,
                    "text": "And it came to pass that Moses began to fear exceedingly; and as he began to fear, he saw the bitterness of hell. Nevertheless, calling upon God, he received strength, and he commanded, saying: Depart from me, Satan, for this one God only will I worship, which is the God of glory.",
                    "score": 0.794452668045167
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 5,
                    "text": "And since they have been led away, these things have been prophesied concerning them, and also concerning all those who shall hereafter be scattered and be confounded, because of the Holy One of Israel; for against him will they harden their hearts; wherefore, they shall be scattered among all nations and shall be hated of all men.",
                    "score": 0.7928760369157883
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 14,
                    "text": "And it came to pass that I beheld many multitudes of the Gentiles upon the land of promise; and I beheld the wrath of God, that it was upon the seed of my brethren; and they were scattered before the Gentiles and were smitten.",
                    "score": 0.791885253430743
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 16,
                    "text": "And it came to pass that he spake unto the multitude, and commanded them that they should kneel down again upon the earth, and also that his disciples should kneel down upon the earth.",
                    "score": 0.7872897044753472
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 16,
                    "verse": 3,
                    "text": "And now it came to pass, before the Nephites could raise a sufficient army to drive them out of the land, they had destroyed the people who were in the city of Ammonihah, and also some around the borders of Noah, and taken others captive into the wilderness.",
                    "score": 0.7858225518909108
                }
            ]
        },
        {
            "verse": 36,
            "text": "And when it rested, he said, Return, O Lord, unto the many thousands of Israel.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 1,
                    "verse": 6,
                    "text": "When they therefore were come together, they asked of him, saying, Lord, wilt thou at this time restore again the kingdom to Israel?",
                    "score": 0.778402837376162
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 2,
                    "text": "And it came to pass that he spake unto me, saying: Behold I have dreamed a dream, in the which the Lord hath commanded me that thou and thy brethren shall return to Jerusalem.",
                    "score": 0.7700665051470875
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 31,
                    "text": "And he said unto them, Come ye yourselves apart into a desert place, and rest a while: for there were many coming and going, and they had no leisure so much as to eat.",
                    "score": 0.7663353082539226
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 8,
                    "verse": 25,
                    "text": "And they, when they had testified and preached the word of the Lord, returned to Jerusalem, and preached the gospel in many villages of the Samaritans.",
                    "score": 0.7655823651210114
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 68,
                    "text": "Blessed be the Lord God of Israel; for he hath visited and redeemed his people,",
                    "score": 0.7622231216112911
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 4,
                    "verse": 9,
                    "text": "There remaineth therefore a rest to the people of God.",
                    "score": 0.7598854009089043
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 3,
                    "text": "But behold, the voice of the Lord came unto him, that he should return again, and prophesy unto the people whatsoever things should come into his heart.",
                    "score": 0.7554813945283756
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 64,
                    "text": "And there shall be mine abode, and it shall be Zion, which shall come forth out of all the creations which I have made; and for the space of a thousand years the earth shall rest.",
                    "score": 0.7554135106297495
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 11,
                    "text": "And now this I speak because of the spirit which is in me. And notwithstanding they have been carried away they shall return again, and possess the land of Jerusalem; wherefore, they shall be restored again to the land of their inheritance.",
                    "score": 0.7540527234382648
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 10,
                    "verse": 11,
                    "text": "And he said unto me, Thou must prophesy again before many peoples, and nations, and tongues, and kings.",
                    "score": 0.7531356746928243
                }
            ]
        }
    ]
}