{
    "volume": "Old Testament",
    "book": "Proverbs",
    "chapter": 18,
    "verses": [
        {
            "verse": 1,
            "text": "Through desire a man, having separated himself, seeketh and intermeddleth with all wisdom.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 1,
                    "verse": 14,
                    "text": "But every man is tempted, when he is drawn away of his own lust, and enticed.",
                    "score": 0.7745824229663517
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 1,
                    "verse": 8,
                    "text": "Wherein he hath abounded toward us in all wisdom and prudence;",
                    "score": 0.7721177957226283
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 12,
                    "verse": 11,
                    "text": "But all these worketh that one and the selfsame Spirit, dividing to every man severally as he will.",
                    "score": 0.7721047332909987
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 7,
                    "verse": 22,
                    "text": "For I delight in the law of God after the inward man:",
                    "score": 0.7685820319977557
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 1,
                    "verse": 9,
                    "text": "Having made known unto us the mystery of his will, according to his good pleasure which he hath purposed in himself:",
                    "score": 0.7679340386487512
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 2,
                    "verse": 18,
                    "text": "For in that he himself hath suffered being tempted, he is able to succour them that are tempted.",
                    "score": 0.7607957057588072
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 44,
                    "text": "Behold, these things are in his own hands, let him do according to wisdom.",
                    "score": 0.757271183608157
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 4,
                    "verse": 2,
                    "text": "That he no longer should live the rest of his time in the flesh to the lusts of men, but to the will of God.",
                    "score": 0.7534541726863073
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 37,
                    "verse": 4,
                    "text": "Behold, here is wisdom, and let every man choose for himself until I come. Even so. Amen.",
                    "score": 0.7524886961606868
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 1,
                    "verse": 2,
                    "text": "And, finding there was greater happiness and peace and rest for me, I sought for the blessings of the fathers, and the right whereunto I should be ordained to administer the same; having been myself a follower of righteousness, desiring also to be one who possessed great knowledge, and to be a greater follower of righteousness, and to possess a greater knowledge, and to be a father of many nations, a prince of peace, and desiring to receive instructions, and to keep the commandments of God, I became a rightful heir, a High Priest, holding the right belonging to the fathers.",
                    "score": 0.7520136071740146
                }
            ]
        },
        {
            "verse": 2,
            "text": "A fool hath no delight in understanding, but that his heart may discover itself.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 3,
                    "verse": 18,
                    "text": "Let no man deceive himself. If any man among you seemeth to be wise in this world, let him become a fool, that he may be wise.",
                    "score": 0.7764388228453868
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 78,
                    "verse": 10,
                    "text": "Otherwise Satan seeketh to turn their hearts away from the truth, that they become blinded and understand not the things which are prepared for them.",
                    "score": 0.754186094364555
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 5,
                    "verse": 13,
                    "text": "For how knoweth a man the master whom he has not served, and who is a stranger unto him, and is far from the thoughts and intents of his heart?",
                    "score": 0.740455438175249
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 27,
                    "text": "Ye have not applied your hearts to understanding; therefore, ye have not been wise. Therefore, what teach ye this people?",
                    "score": 0.7402880916686618
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 8,
                    "verse": 17,
                    "text": "And when Jesus knew it, he saith unto them, Why reason ye, because ye have no bread? perceive ye not yet, neither understand? have ye your heart yet hardened?",
                    "score": 0.7374016022848641
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 6,
                    "verse": 3,
                    "text": "For if a man think himself to be something, when he is nothing, he deceiveth himself.",
                    "score": 0.7348296802609202
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 4,
                    "verse": 18,
                    "text": "Having the understanding darkened, being alienated from the life of God through the ignorance that is in them, because of the blindness of their heart:",
                    "score": 0.7304801916460449
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 2,
                    "verse": 35,
                    "text": "(Yea, a sword shall pierce through thy own soul also,) that the thoughts of many hearts may be revealed.",
                    "score": 0.729549161992642
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 3,
                    "verse": 19,
                    "text": "For the wisdom of this world is foolishness with God. For it is written, He taketh the wise in their own craftiness.",
                    "score": 0.7261780691073263
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 7,
                    "verse": 18,
                    "text": "And he saith unto them, Are ye so without understanding also? Do ye not perceive, that whatsoever thing from without entereth into the man, it cannot defile him;",
                    "score": 0.7255464809246162
                }
            ]
        },
        {
            "verse": 3,
            "text": "When the wicked cometh, then cometh also contempt, and with ignominy reproach.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 9,
                    "text": "Nevertheless, when the wicked rule the people mourn.",
                    "score": 0.7653457728691592
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 25,
                    "verse": 1,
                    "text": "For behold, the day cometh that shall burn as an oven; and all the proud, yea, and all that do wickedly, shall be stubble; and the day that cometh shall burn them up, saith the Lord of Hosts, that it shall leave them neither root nor branch.",
                    "score": 0.7642835091360457
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 24,
                    "text": "Therefore, as the fire devoureth the stubble, and the flame consumeth the chaff, their root shall be rottenness, and their blossoms shall go up as dust; because they have cast away the law of the Lord of Hosts, and despised the word of the Holy One of Israel.",
                    "score": 0.7612092876295212
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "chapter": 2,
                    "verse": 6,
                    "text": "And turning the cities of Sodom and Gomorrha into ashes condemned them with an overthrow, making them an ensample unto those that after should live ungodly;",
                    "score": 0.7611476137109032
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 10,
                    "verse": 27,
                    "text": "But a certain fearful looking for of judgment and fiery indignation, which shall devour the adversaries.",
                    "score": 0.7594129194790764
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 4,
                    "text": "Wherefore, all those who are proud, and that do wickedly, the day that cometh shall burn them up, saith the Lord of Hosts, for they shall be as stubble.",
                    "score": 0.7585486408769772
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 6,
                    "verse": 8,
                    "text": "But that which beareth thorns and briers is rejected, and is nigh unto cursing; whose end is to be burned.",
                    "score": 0.7569371984390943
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 22,
                    "text": "Blessed are ye, when men shall hate you, and when they shall separate you from their company, and shall reproach you, and cast out your name as evil, for the Son of man's sake.",
                    "score": 0.7557643165649243
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 37,
                    "text": "For behold, the day cometh that shall burn as an oven, and all the proud, yea, and all that do wickedly shall burn as stubble; for they that come shall burn them, saith the Lord of Hosts, that it shall leave them neither root nor branch.",
                    "score": 0.7555905367591184
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 24,
                    "verse": 2,
                    "text": "But who may abide the day of his coming, and who shall stand when he appeareth? For he is like a refiner's fire, and like fuller's soap.",
                    "score": 0.7542542664055878
                }
            ]
        },
        {
            "verse": 4,
            "text": "The words of a man's mouth are as deep waters, and the wellspring of wisdom as a flowing brook.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 7,
                    "verse": 38,
                    "text": "He that believeth on me, as the scripture hath said, out of his belly shall flow rivers of living water.",
                    "score": 0.7555467689195459
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 1,
                    "verse": 23,
                    "text": "For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass:",
                    "score": 0.7455658022115008
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 15,
                    "text": "And his feet like unto fine brass, as if they burned in a furnace; and his voice as the sound of many waters.",
                    "score": 0.7418105410015033
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 3,
                    "verse": 13,
                    "text": "Who is a wise man and endued with knowledge among you? let him shew out of a good conversation his works with meekness of wisdom.",
                    "score": 0.7380269397507905
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 45,
                    "text": "A good man out of the good treasure of his heart bringeth forth that which is good; and an evil man out of the evil treasure of his heart bringeth forth that which is evil: for of the abundance of the heart his mouth speaketh.",
                    "score": 0.7260886592798692
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 1,
                    "verse": 8,
                    "text": "Wherein he hath abounded toward us in all wisdom and prudence;",
                    "score": 0.722522694435913
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 14,
                    "verse": 7,
                    "text": "Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is come: and worship him that made heaven, and earth, and the sea, and the fountains of waters.",
                    "score": 0.7207421215171104
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 4,
                    "verse": 4,
                    "text": "But he answered and said, It is written, Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God.",
                    "score": 0.7196424078689135
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 8,
                    "verse": 27,
                    "text": "But the men marvelled, saying, What manner of man is this, that even the winds and the sea obey him!",
                    "score": 0.7179685581864216
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 30,
                    "text": "As he spake these words, many believed on him.",
                    "score": 0.7170473287320526
                }
            ]
        },
        {
            "verse": 5,
            "text": "It is not good to accept the person of the wicked, to overthrow the righteous in judgment.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 23,
                    "text": "Who justify the wicked for reward, and take away the righteousness of the righteous from him!",
                    "score": 0.8244138035065921
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 13,
                    "text": "Behold the Lord slayeth the wicked to bring forth his righteous purposes. It is better that one man should perish than that a nation should dwindle and perish in unbelief.",
                    "score": 0.8208699922519994
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 5,
                    "verse": 13,
                    "text": "But them that are without God judgeth. Therefore put away from among yourselves that wicked person.",
                    "score": 0.8063908949798568
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 13,
                    "text": "Yea, and moreover I say unto you, that if this highly favored people of the Lord should fall into transgression, and become a wicked and an adulterous people, that the Lord will deliver them up, that thereby they become weak like unto their brethren; and he will no more preserve them by his matchless and marvelous power, as he has hitherto preserved our fathers.",
                    "score": 0.7969558214084781
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 4,
                    "verse": 5,
                    "text": "But, behold, the judgments of God will overtake the wicked; and it is by the wicked that the wicked are punished; for it is the wicked that stir up the hearts of the children of men unto bloodshed.",
                    "score": 0.7950332944313184
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 14,
                    "text": "But behold, it is for the righteous' sake that it is spared. But behold, the time cometh, saith the Lord, that when ye shall cast out the righteous from among you, then shall ye be ripe for destruction; yea, wo be unto this great city, because of the wickedness and abominations which are in her.",
                    "score": 0.792414713929071
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 37,
                    "text": "I say unto you, that the man that doeth this, the same cometh out in open rebellion against God; therefore he listeth to obey the evil spirit, and becometh an enemy to all righteousness; therefore, the Lord has no place in him, for he dwelleth not in unholy temples.",
                    "score": 0.7915742724042918
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 7,
                    "verse": 4,
                    "text": "And seeing the people in a state of such awful wickedness, and those Gadianton robbers filling the judgment-seats--having usurped the power and authority of the land; laying aside the commandments of God, and not in the least aright before him; doing no justice unto the children of men;",
                    "score": 0.7887548633124346
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 26,
                    "text": "Behold ye are worse than they; for as the Lord liveth, if a prophet come among you and declareth unto you the word of the Lord, which testifieth of your sins and iniquities, ye are angry with him, and cast him out and seek all manner of ways to destroy him; yea, you will say that he is a false prophet, and that he is a sinner, and of the devil, because he testifieth that your deeds are evil.",
                    "score": 0.7886676696190885
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 8,
                    "verse": 25,
                    "text": "But behold, ye have rejected the truth, and rebelled against your holy God; and even at this time, instead of laying up for yourselves treasures in heaven, where nothing doth corrupt, and where nothing can come which is unclean, ye are heaping up for yourselves wrath against the day of judgment.",
                    "score": 0.7861138238305618
                }
            ]
        },
        {
            "verse": 6,
            "text": "A fool's lips enter into contention, and his mouth calleth for strokes.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 3,
                    "verse": 14,
                    "text": "Whose mouth is full of cursing and bitterness:",
                    "score": 0.7241916998955912
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 26,
                    "verse": 24,
                    "text": "And as he thus spake for himself, Festus said with a loud voice, Paul, thou art beside thyself; much learning doth make thee mad.",
                    "score": 0.7098707864690829
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 3,
                    "verse": 13,
                    "text": "Their throat is an open sepulchre; with their tongues they have used deceit; the poison of asps is under their lips:",
                    "score": 0.7094325389466909
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 9,
                    "text": "Thy voice shall be a rebuke unto the transgressor; and at thy rebuke let the tongue of the slanderer cease its perverseness.",
                    "score": 0.7077558676926311
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 7,
                    "verse": 12,
                    "text": "And there was much murmuring among the people concerning him: for some said, He is a good man: others said, Nay; but he deceiveth the people.",
                    "score": 0.7066548846936306
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 7,
                    "verse": 32,
                    "text": "And they bring unto him one that was deaf, and had an impediment in his speech; and they beseech him to put his hand upon him.",
                    "score": 0.7060852777226184
                },
                {
                    "volume": "New Testament",
                    "book": "Titus",
                    "chapter": 3,
                    "verse": 10,
                    "text": "A man that is an heretick after the first and second admonition reject;",
                    "score": 0.7057970226268877
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 15,
                    "verse": 8,
                    "text": "This people draweth nigh unto me with their mouth, and honoureth me with their lips; but their heart is far from me.",
                    "score": 0.7016329684886872
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 3,
                    "verse": 3,
                    "text": "And it seemeth a pity unto me, most noble Lachoneus, that ye should be so foolish and vain as to suppose that ye can stand against so many brave men who are at my command, who do now at this time stand in their arms, and do await with great anxiety for the word--Go down upon the Nephites and destroy them.",
                    "score": 0.7013122695736071
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 15,
                    "verse": 18,
                    "text": "But those things which proceed out of the mouth come forth from the heart; and they defile the man.",
                    "score": 0.7011711495684076
                }
            ]
        },
        {
            "verse": 7,
            "text": "A fool's mouth is his destruction, and his lips are the snare of his soul.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 16,
                    "verse": 7,
                    "text": "And he laid it upon my mouth, and said: Lo, this has touched thy lips; and thine iniquity is taken away, and thy sin purged.",
                    "score": 0.7654988987786063
                },
                {
                    "volume": "New Testament",
                    "book": "1 Timothy",
                    "chapter": 6,
                    "verse": 9,
                    "text": "But they that will be rich fall into temptation and a snare, and into many foolish and hurtful lusts, which drown men in destruction and perdition.",
                    "score": 0.7551925303522272
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 15,
                    "verse": 18,
                    "text": "But those things which proceed out of the mouth come forth from the heart; and they defile the man.",
                    "score": 0.7500280929909929
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 30,
                    "verse": 47,
                    "text": "But behold, it is better that thy soul should be lost than that thou shouldst be the means of bringing many souls down to destruction, by thy lying and by thy flattering words; therefore if thou shalt deny again, behold God shall smite thee, that thou shalt become dumb, that thou shalt never open thy mouth any more, that thou shalt not deceive this people any more.",
                    "score": 0.7489948215584875
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 3,
                    "verse": 14,
                    "text": "Whose mouth is full of cursing and bitterness:",
                    "score": 0.7480783253111898
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 15,
                    "verse": 11,
                    "text": "Not that which goeth into the mouth defileth a man; but that which cometh out of the mouth, this defileth a man.",
                    "score": 0.7442633003220616
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 4,
                    "text": "Who buildeth up at his own will and pleasure; and destroyeth when he pleases, and is able to cast the soul down to hell.",
                    "score": 0.7432596161009305
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 7,
                    "verse": 22,
                    "text": "Thefts, covetousness, wickedness, deceit, lasciviousness, an evil eye, blasphemy, pride, foolishness:",
                    "score": 0.737548536224543
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 22,
                    "text": "Satan stirreth them up, that he may lead their souls to destruction.",
                    "score": 0.7325712413167698
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 12,
                    "text": "And, on this wise, the devil has sought to lay a cunning plan, that he may destroy this work;",
                    "score": 0.7315690422462838
                }
            ]
        },
        {
            "verse": 8,
            "text": "The words of a talebearer are as wounds, and they go down into the innermost parts of the belly.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 9,
                    "text": "Wherefore, it burdeneth my soul that I should be constrained, because of the strict commandment which I have received from God, to admonish you according to your crimes, to enlarge the wounds of those who are already wounded, instead of consoling and healing their wounds; and those who have not been wounded, instead of feasting upon the pleasing word of God have daggers placed to pierce their souls and wound their delicate minds.",
                    "score": 0.727754302792038
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "chapter": 3,
                    "verse": 19,
                    "text": "Whose end is destruction, whose God is their belly, and whose glory is in their shame, who mind earthly things.)",
                    "score": 0.7253936565117186
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 15,
                    "verse": 17,
                    "text": "Do not ye yet understand, that whatsoever entereth in at the mouth goeth into the belly, and is cast out into the draught?",
                    "score": 0.7220977656916897
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 51,
                    "text": "And then shall the Jews look upon me and say: What are these wounds in thine hands and in thy feet?",
                    "score": 0.7145720742368771
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 37,
                    "text": "Behold the wounds which pierced my side, and also the prints of the nails in my hands and feet; be faithful, keep my commandments, and ye shall inherit the kingdom of heaven. Amen.",
                    "score": 0.7099428390985293
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 18,
                    "verse": 15,
                    "text": "And it came to pass that we were about to be swallowed up in the depths of the sea. And after we had been driven back upon the waters for the space of four days, my brethren began to see that the judgments of God were upon them, and that they must perish save that they should repent of their iniquities; wherefore, they came unto me, and loosed the bands which were upon my wrists, and behold they had swollen exceedingly; and also mine ankles were much swollen, and great was the soreness thereof.",
                    "score": 0.7079601581766862
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 14,
                    "verse": 5,
                    "text": "But he was wounded for our transgressions, he was bruised for our iniquities; the chastisement of our peace was upon him; and with his stripes we are healed.",
                    "score": 0.7065962079863531
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 122,
                    "verse": 7,
                    "text": "And if thou shouldst be cast into the pit, or into the hands of murderers, and the sentence of death passed upon thee; if thou be cast into the deep; if the billowing surge conspire against thee; if fierce winds become thine enemy; if the heavens gather blackness, and all the elements combine to hedge up the way; and above all, if the very jaws of hell shall gape open the mouth wide after thee, know thou, my son, that all these things shall give thee experience, and shall be for thy good.",
                    "score": 0.7057528794632159
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 15,
                    "verse": 1,
                    "text": "And it came to pass when Coriantumr had recovered of his wounds, he began to remember the words which Ether had spoken unto him.",
                    "score": 0.7042205169239732
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 7,
                    "verse": 12,
                    "text": "And he will take upon him death, that he may loose the bands of death which bind his people; and he will take upon him their infirmities, that his bowels may be filled with mercy, according to the flesh, that he may know according to the flesh how to succor his people according to their infirmities.",
                    "score": 0.7036184050791205
                }
            ]
        },
        {
            "verse": 9,
            "text": "He also that is slothful in his work is brother to him that is a great waster.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "2 Thessalonians",
                    "chapter": 3,
                    "verse": 15,
                    "text": "Yet count him not as an enemy, but admonish him as a brother.",
                    "score": 0.7249492546774572
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 3,
                    "verse": 12,
                    "text": "Not as Cain, who was of that wicked one, and slew his brother. And wherefore slew he him? Because his own works were evil, and his brother's righteous.",
                    "score": 0.7209808403474625
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 3,
                    "verse": 17,
                    "text": "But whoso hath this world's good, and seeth his brother have need, and shutteth up his bowels of compassion from him, how dwelleth the love of God in him?",
                    "score": 0.7155263521212086
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 16,
                    "verse": 1,
                    "text": "And he said also unto his disciples, There was a certain rich man, which had a steward; and the same was accused unto him that he had wasted his goods.",
                    "score": 0.7138424760205465
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 16,
                    "text": "Behold, I have created the smith that bloweth the coals in the fire, and that bringeth forth an instrument for his work; and I have created the waster to destroy.",
                    "score": 0.6995163812737089
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 2,
                    "verse": 9,
                    "text": "Not of works, lest any man should boast.",
                    "score": 0.6973203816515448
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 1,
                    "verse": 9,
                    "text": "Let the brother of low degree rejoice in that he is exalted:",
                    "score": 0.6924854500487689
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 107,
                    "verse": 100,
                    "text": "He that is slothful shall not be counted worthy to stand, and he that learns not his duty and shows himself not approved shall not be counted worthy to stand. Even so. Amen.",
                    "score": 0.6919804461919752
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 30,
                    "text": "And again I say unto you, is there one among you that doth make a mock of his brother, or that heapeth upon him persecutions?",
                    "score": 0.6806637076868708
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 4,
                    "verse": 4,
                    "text": "Now to him that worketh is the reward not reckoned of grace, but of debt.",
                    "score": 0.6799474733241262
                }
            ]
        },
        {
            "verse": 10,
            "text": "The name of the Lord is a strong tower: the righteous runneth into it, and is safe.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 10,
                    "verse": 6,
                    "text": "But the righteousness which is of faith speaketh on this wise, Say not in thine heart, Who shall ascend into heaven? (that is, to bring Christ down from above:)",
                    "score": 0.7803563224526743
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 38,
                    "text": "Saying, Blessed be the King that cometh in the name of the Lord: peace in heaven, and glory in the highest.",
                    "score": 0.7783778629542636
                },
                {
                    "volume": "New Testament",
                    "book": "2 Thessalonians",
                    "chapter": 3,
                    "verse": 3,
                    "text": "But the Lord is faithful, who shall stablish you, and keep you from evil.",
                    "score": 0.7770239995494453
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 60,
                    "verse": 31,
                    "text": "For behold, the Lord will not suffer that ye shall live and wax strong in your iniquities to destroy his righteous people.",
                    "score": 0.776528911469158
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 41,
                    "text": "O then, my beloved brethren, come unto the Lord, the Holy One. Remember that his paths are righteous. Behold, the way for man is narrow, but it lieth in a straight course before him, and the keeper of the gate is the Holy One of Israel; and he employeth no servant there; and there is none other way save it be by the gate; for he cannot be deceived, for the Lord God is his name.",
                    "score": 0.7748618187737909
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 32,
                    "text": "He shall be great, and shall be called the Son of the Highest: and the Lord God shall give unto him the throne of his father David:",
                    "score": 0.7700025522425266
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 18,
                    "text": "And now ye behold this temple which is in Jerusalem, which ye call the house of God, and your enemies say that this house shall never fall.",
                    "score": 0.7683726816568035
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 2,
                    "verse": 21,
                    "text": "In whom all the building fitly framed together groweth unto an holy temple in the Lord:",
                    "score": 0.7674293541947155
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 67,
                    "text": "And the glory of the Lord shall be there, and the terror of the Lord also shall be there, insomuch that the wicked will not come unto it, and it shall be called Zion.",
                    "score": 0.7671262977824991
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 22,
                    "verse": 2,
                    "text": "Behold, God is my salvation; I will trust, and not be afraid; for the Lord Jehovah is my strength and my song; he also has become my salvation.",
                    "score": 0.7645956128275815
                }
            ]
        },
        {
            "verse": 11,
            "text": "The rich man's wealth is his strong city, and as an high wall in his own conceit.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 6,
                    "verse": 28,
                    "text": "And he began to reign, and the people began to prosper; and they became exceedingly rich.",
                    "score": 0.7352787729032116
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 2,
                    "text": "And, behold, there was a man named Zacchaeus, which was the chief among the publicans, and he was rich.",
                    "score": 0.7292384915349563
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 55,
                    "verse": 26,
                    "text": "And it came to pass that when he had fortified the city Gid, according to his desires, he caused that his prisoners should be taken to the city Bountiful; and he also guarded that city with an exceedingly strong force.",
                    "score": 0.7285798347427499
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 10,
                    "verse": 24,
                    "text": "Let no man seek his own, but every man another's wealth.",
                    "score": 0.7213161459760039
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 10,
                    "verse": 12,
                    "text": "And it came to pass that Morianton built up many cities, and the people became exceedingly rich under his reign, both in buildings, and in gold and silver, and in raising grain, and in flocks, and herds, and such things which had been restored unto them.",
                    "score": 0.717701008476216
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 11,
                    "verse": 21,
                    "text": "When a strong man armed keepeth his palace, his goods are in peace:",
                    "score": 0.714620244673738
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 3,
                    "verse": 16,
                    "text": "That he would grant you, according to the riches of his glory, to be strengthened with might by his Spirit in the inner man;",
                    "score": 0.7107012553801064
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 18,
                    "verse": 23,
                    "text": "And when he heard this, he was very sorrowful: for he was very rich.",
                    "score": 0.7051988073570962
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 16,
                    "text": "And he spake a parable unto them, saying, The ground of a certain rich man brought forth plentifully:",
                    "score": 0.7040807790953137
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 16,
                    "verse": 19,
                    "text": "There was a certain rich man, which was clothed in purple and fine linen, and fared sumptuously every day:",
                    "score": 0.701930413860342
                }
            ]
        },
        {
            "verse": 12,
            "text": "Before destruction the heart of man is haughty, and before honour is humility.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 11,
                    "text": "And it shall come to pass that the lofty looks of man shall be humbled, and the haughtiness of men shall be bowed down, and the Lord alone shall be exalted in that day.",
                    "score": 0.7713789685047033
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 45,
                    "text": "A good man out of the good treasure of his heart bringeth forth that which is good; and an evil man out of the evil treasure of his heart bringeth forth that which is evil: for of the abundance of the heart his mouth speaketh.",
                    "score": 0.7667785860940612
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 24,
                    "text": "Behold, I say unto him, he exalts himself and does not humble himself sufficiently before me; but if he will bow down before me, and humble himself in mighty prayer and faith, in the sincerity of his heart, then will I grant unto him a view of the things which he desires to see.",
                    "score": 0.7630443270551015
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 12,
                    "verse": 35,
                    "text": "A good man out of the good treasure of the heart bringeth forth good things: and an evil man out of the evil treasure bringeth forth evil things.",
                    "score": 0.7627631519777547
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 43,
                    "text": "O Lord, we delight not in the destruction of our fellow men; their souls are precious before thee;",
                    "score": 0.7552781014985285
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 15,
                    "text": "And the mean man shall be brought down, and the mighty man shall be humbled, and the eyes of the lofty shall be humbled.",
                    "score": 0.7541899794116914
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 4,
                    "verse": 9,
                    "text": "If we this day be examined of the good deed done to the impotent man, by what means he is made whole;",
                    "score": 0.7479963418720941
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 16,
                    "verse": 15,
                    "text": "And he said unto them, Ye are they which justify yourselves before men; but God knoweth your hearts: for that which is highly esteemed among men is abomination in the sight of God.",
                    "score": 0.747718548656818
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 17,
                    "text": "And the loftiness of man shall be bowed down, and the haughtiness of men shall be made low; and the Lord alone shall be exalted in that day.",
                    "score": 0.7475001591936419
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 11,
                    "text": "For the Spirit of the Lord will not always strive with man. And when the Spirit ceaseth to strive with man then cometh speedy destruction, and this grieveth my soul.",
                    "score": 0.7462542226539218
                }
            ]
        },
        {
            "verse": 13,
            "text": "He that answereth a matter before he heareth it, it is folly and shame unto him.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 6,
                    "verse": 5,
                    "text": "I speak to your shame. Is it so, that there is not a wise man among you? no, not one that shall be able to judge between his brethren?",
                    "score": 0.7633240721507
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 45,
                    "text": "Then shall he answer them, saying, Verily I say unto you, Inasmuch as ye did it not to one of the least of these, ye did it not to me.",
                    "score": 0.7608894138925255
                },
                {
                    "volume": "New Testament",
                    "book": "Titus",
                    "chapter": 3,
                    "verse": 11,
                    "text": "Knowing that he that is such is subverted, and sinneth, being condemned of himself.",
                    "score": 0.758654855730319
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 39,
                    "verse": 17,
                    "text": "And now I will ease your mind somewhat on this subject. Behold, you marvel why these things should be known so long beforehand. Behold, I say unto you, is not a soul at this time as precious unto God as a soul will be at the time of his coming?",
                    "score": 0.7537819025180715
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 24,
                    "text": "Behold, I say unto him, he exalts himself and does not humble himself sufficiently before me; but if he will bow down before me, and humble himself in mighty prayer and faith, in the sincerity of his heart, then will I grant unto him a view of the things which he desires to see.",
                    "score": 0.7518881249663644
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 18,
                    "text": "Now I ask, is this faith? Behold, I say unto you, Nay; for if a man knoweth a thing he hath no cause to believe, for he knoweth it.",
                    "score": 0.7486729002745252
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 14,
                    "verse": 22,
                    "text": "Hast thou faith? have it to thyself before God. Happy is he that condemneth not himself in that thing which he alloweth.",
                    "score": 0.7472957313485011
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 65,
                    "text": "And if ye ask anything that is not expedient for you, it shall turn unto your condemnation.",
                    "score": 0.7470997144697886
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 65,
                    "text": "Wherefore, this shall be the answer of the Lord unto them:",
                    "score": 0.7446426788766001
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 28,
                    "text": "O that cunning plan of the evil one! O the vainness, and the frailties, and the foolishness of men! When they are learned they think they are wise, and they hearken not unto the counsel of God, for they set it aside, supposing they know of themselves, wherefore, their wisdom is foolishness and it profiteth them not. And they shall perish.",
                    "score": 0.7435797004959201
                }
            ]
        },
        {
            "verse": 14,
            "text": "The spirit of a man will sustain his infirmity; but a wounded spirit who can bear?",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 15,
                    "text": "And the spirit and the body are the soul of man.",
                    "score": 0.7736747008964645
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 118,
                    "text": "That through the power and manifestation of the Spirit, while in the flesh, they may be able to bear his presence in the world of glory.",
                    "score": 0.7689930674292437
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 4,
                    "verse": 16,
                    "text": "For which cause we faint not; but though our outward man perish, yet the inward man is renewed day by day.",
                    "score": 0.7641140471929696
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 130,
                    "verse": 23,
                    "text": "A man may receive the Holy Ghost, and it may descend upon him and not tarry with him.",
                    "score": 0.7634285859753758
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 5,
                    "verse": 2,
                    "text": "Who can have compassion on the ignorant, and on them that are out of the way; for that he himself also is compassed with infirmity.",
                    "score": 0.7618741341594975
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 106,
                    "text": "And if any man among you be strong in the Spirit, let him take with him him that is weak, that he may be edified in all meekness, that he may become strong also.",
                    "score": 0.7606929003663276
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 11,
                    "text": "In me he shall have glory, and not of himself, whether in weakness or in strength, whether in bonds or free;",
                    "score": 0.7510151675484311
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 12,
                    "verse": 5,
                    "text": "Of such an one will I glory: yet of myself I will not glory, but in mine infirmities.",
                    "score": 0.7498780387293299
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 4,
                    "verse": 11,
                    "text": "But he that believeth these things which I have spoken, him will I visit with the manifestations of my Spirit, and he shall know and bear record. For because of my Spirit he shall know that these things are true; for it persuadeth men to do good.",
                    "score": 0.7497865932520674
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 9,
                    "verse": 39,
                    "text": "And, lo, a spirit taketh him, and he suddenly crieth out; and it teareth him that he foameth again, and bruising him hardly departeth from him.",
                    "score": 0.7491061737012807
                }
            ]
        },
        {
            "verse": 15,
            "text": "The heart of the prudent getteth knowledge; and the ear of the wise seeketh knowledge.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 46,
                    "verse": 18,
                    "text": "To another is given the word of knowledge, that all may be taught to be wise and to have knowledge.",
                    "score": 0.7946234416835823
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 9,
                    "text": "And their wisdom shall be great, and their understanding reach to heaven; and before them the wisdom of the wise shall perish, and the understanding of the prudent shall come to naught.",
                    "score": 0.7934746356595054
                },
                {
                    "volume": "New Testament",
                    "book": "Colossians",
                    "chapter": 2,
                    "verse": 3,
                    "text": "In whom are hid all the treasures of wisdom and knowledge.",
                    "score": 0.7924306501434434
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 89,
                    "verse": 19,
                    "text": "And shall find wisdom and great treasures of knowledge, even hidden treasures;",
                    "score": 0.7903617636126689
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 21,
                    "text": "Wo unto the wise in their own eyes and prudent in their own sight!",
                    "score": 0.7857332590910882
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 3,
                    "verse": 13,
                    "text": "Who is a wise man and endued with knowledge among you? let him shew out of a good conversation his works with meekness of wisdom.",
                    "score": 0.7770489817416416
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 61,
                    "text": "If thou shalt ask, thou shalt receive revelation upon revelation, knowledge upon knowledge, that thou mayest know the mysteries and peaceable things--that which bringeth joy, that which bringeth life eternal.",
                    "score": 0.7768864049357422
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 1,
                    "verse": 8,
                    "text": "Wherein he hath abounded toward us in all wisdom and prudence;",
                    "score": 0.7754537516171739
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 71,
                    "verse": 5,
                    "text": "Now, behold this is wisdom; whoso readeth, let him understand and receive also;",
                    "score": 0.7700967964123338
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 118,
                    "text": "And as all have not faith, seek ye diligently and teach one another words of wisdom; yea, seek ye out of the best books words of wisdom; seek learning, even by study and also by faith.",
                    "score": 0.7683435134837021
                }
            ]
        },
        {
            "verse": 16,
            "text": "A man's gift maketh room for him, and bringeth him before great men.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 22,
                    "verse": 12,
                    "text": "And he shall shew you a large upper room furnished: there make ready.",
                    "score": 0.7843787579322598
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 24,
                    "text": "Leave there thy gift before the altar, and go thy way; first be reconciled to thy brother, and then come and offer thy gift.",
                    "score": 0.7764561835287599
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 14,
                    "verse": 15,
                    "text": "And he will shew you a large upper room furnished and prepared: there make ready for us.",
                    "score": 0.775920296479949
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 3,
                    "verse": 11,
                    "text": "Except thou do this, thou shalt be delivered up and become as other men, and have no more gift.",
                    "score": 0.769716570364867
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 8,
                    "verse": 3,
                    "text": "For every high priest is ordained to offer gifts and sacrifices: wherefore it is of necessity that this man have somewhat also to offer.",
                    "score": 0.7694241260426925
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 1,
                    "verse": 30,
                    "text": "This is he of whom I said, After me cometh a man which is preferred before me: for he was before me.",
                    "score": 0.7685728354902005
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 23,
                    "text": "And I will multiply blessings upon him, inasmuch as he will be humble before me.",
                    "score": 0.7651361933833978
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 8,
                    "text": "But because of the faith of men he has shown himself unto the world, and glorified the name of the Father, and prepared a way that thereby others might be partakers of the heavenly gift, that they might hope for those things which they have not seen.",
                    "score": 0.7601510639645163
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 4,
                    "verse": 8,
                    "text": "Wherefore he saith, When he ascended up on high, he led captivity captive, and gave gifts unto men.",
                    "score": 0.758842916695933
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 48,
                    "text": "For it is given unto them even as I will, according to mine own pleasure, that great things may be required at the hand of their fathers.",
                    "score": 0.7559794832697854
                }
            ]
        },
        {
            "verse": 17,
            "text": "He that is first in his own cause seemeth just; but his neighbour cometh and searcheth him.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 26,
                    "text": "If thou shalt find that which thy neighbor has lost, thou shalt make diligent search till thou shalt deliver it to him again.",
                    "score": 0.784926141713098
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 10,
                    "verse": 29,
                    "text": "But he, willing to justify himself, said unto Jesus, And who is my neighbour?",
                    "score": 0.7790414010191218
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 7,
                    "verse": 18,
                    "text": "He that speaketh of himself seeketh his own glory: but he that seeketh his glory that sent him, the same is true, and no unrighteousness is in him.",
                    "score": 0.7683618090989918
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 17,
                    "verse": 27,
                    "text": "That they should seek the Lord, if haply they might feel after him, and find him, though he be not far from every one of us:",
                    "score": 0.7640402495307586
                },
                {
                    "volume": "New Testament",
                    "book": "2 Thessalonians",
                    "chapter": 2,
                    "verse": 7,
                    "text": "For the mystery of iniquity doth already work: only he who now letteth will let, until he be taken out of the way.",
                    "score": 0.7632409579706303
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 50,
                    "text": "And I seek not mine own glory: there is one that seeketh and judgeth.",
                    "score": 0.7574399898381078
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 46,
                    "text": "Blessed is that servant, whom his lord when he cometh shall find so doing.",
                    "score": 0.7562444824846434
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 43,
                    "text": "Blessed is that servant, whom his lord when he cometh shall find so doing.",
                    "score": 0.7562444824846434
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "chapter": 3,
                    "verse": 14,
                    "text": "Wherefore, beloved, seeing that ye look for such things, be diligent that ye may be found of him in peace, without spot, and blameless.",
                    "score": 0.7556938379692341
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 2,
                    "verse": 6,
                    "text": "He that saith he abideth in him ought himself also so to walk, even as he walked.",
                    "score": 0.753786438181428
                }
            ]
        },
        {
            "verse": 18,
            "text": "The lot causeth contentions to cease, and parteth between the mighty.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 23,
                    "text": "Cease to contend one with another; cease to speak evil one of another.",
                    "score": 0.7808727961394161
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 19,
                    "verse": 3,
                    "text": "And the lesser part began to breathe out threatenings against the king, and there began to be a great contention among them.",
                    "score": 0.7791584668681028
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 16,
                    "verse": 17,
                    "text": "And they began to reason and to contend among themselves, saying:",
                    "score": 0.7710599695464259
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 23,
                    "verse": 7,
                    "text": "And when he had so said, there arose a dissension between the Pharisees and the Sadducees: and the multitude was divided.",
                    "score": 0.7690729139137807
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 22,
                    "verse": 24,
                    "text": "And there was also a strife among them, which of them should be accounted the greatest.",
                    "score": 0.7668118137218476
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 2,
                    "verse": 5,
                    "text": "And it came to pass that the people assembled themselves together throughout all the land, every man according to his mind, whether it were for or against Amlici, in separate bodies, having much dispute and wonderful contentions one with another.",
                    "score": 0.7543023104712276
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 21,
                    "text": "And behold, now I say unto you, ye cannot dethrone an iniquitous king save it be through much contention, and the shedding of much blood.",
                    "score": 0.7485383902869785
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 51,
                    "verse": 2,
                    "text": "Nevertheless, they did not long maintain an entire peace in the land, for there began to be a contention among the people concerning the chief judge Pahoran; for behold, there were a part of the people who desired that a few particular points of the law should be altered.",
                    "score": 0.7473628600472716
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Words of Mormon",
                    "chapter": 1,
                    "verse": 12,
                    "text": "And now, concerning this king Benjamin--he had somewhat of contentions among his own people.",
                    "score": 0.7435894572904171
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 1,
                    "verse": 4,
                    "text": "Now these are not all the sons of Pahoran (for he had many), but these are they who did contend for the judgment-seat; therefore, they did cause three divisions among the people.",
                    "score": 0.7432770235334718
                }
            ]
        },
        {
            "verse": 19,
            "text": "A brother offended is harder to be won than a strong city: and their contentions are like the bars of a castle.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "2 Thessalonians",
                    "chapter": 3,
                    "verse": 15,
                    "text": "Yet count him not as an enemy, but admonish him as a brother.",
                    "score": 0.7456476196431783
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 14,
                    "verse": 13,
                    "text": "Let us not therefore judge one another any more: but judge this rather, that no man put a stumblingblock or an occasion to fall in his brother's way.",
                    "score": 0.7406535508985482
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 18,
                    "verse": 15,
                    "text": "Moreover if thy brother shall trespass against thee, go and tell him his fault between thee and him alone: if he shall hear thee, thou hast gained thy brother.",
                    "score": 0.7196199249783614
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 122,
                    "verse": 4,
                    "text": "And although their influence shall cast thee into trouble, and into bars and walls, thou shalt be had in honor; and but for a small moment and thy voice shall be more terrible in the midst of thine enemies than the fierce lion, because of thy righteousness; and thy God shall stand by thee forever and ever.",
                    "score": 0.718969272161176
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 7,
                    "verse": 8,
                    "text": "And it came to pass that Shule was angry with his brother; and Shule waxed strong, and became mighty as to the strength of a man; and he was also mighty in judgment.",
                    "score": 0.7179774932542571
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 29,
                    "text": "For verily, verily I say unto you, he that hath the spirit of contention is not of me, but is of the devil, who is the father of contention, and he stirreth up the hearts of men to contend with anger, one with another.",
                    "score": 0.7168112538484797
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 1,
                    "verse": 22,
                    "text": "Nevertheless, there were many among them who began to be proud, and began to contend warmly with their adversaries, even unto blows; yea, they would smite one another with their fists.",
                    "score": 0.7166666642013089
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 2,
                    "verse": 8,
                    "text": "And a stone of stumbling, and a rock of offence, even to them which stumble at the word, being disobedient: whereunto also they were appointed.",
                    "score": 0.7148283540321326
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 22,
                    "text": "But I say unto you, that whosoever is angry with his brother shall be in danger of his judgment. And whosoever shall say to his brother, Raca, shall be in danger of the council; and whosoever shall say, Thou fool, shall be in danger of hell fire.",
                    "score": 0.7119235902369311
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 17,
                    "verse": 3,
                    "text": "Take heed to yourselves: If thy brother trespass against thee, rebuke him; and if he repent, forgive him.",
                    "score": 0.711617297493265
                }
            ]
        },
        {
            "verse": 20,
            "text": "A man's belly shall be satisfied with the fruit of his mouth; and with the increase of his lips shall he be filled.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 52,
                    "verse": 34,
                    "text": "He that is faithful, the same shall be kept and blessed with much fruit.",
                    "score": 0.7737307058358265
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 13,
                    "verse": 15,
                    "text": "By him therefore let us offer the sacrifice of praise to God continually, that is, the fruit of our lips giving thanks to his name.",
                    "score": 0.7568945118812832
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 13,
                    "verse": 10,
                    "text": "Say unto the righteous that it is well with them; for they shall eat the fruit of their doings.",
                    "score": 0.7552233966374808
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 89,
                    "verse": 16,
                    "text": "All grain is good for the food of man; as also the fruit of the vine; that which yieldeth fruit, whether in the ground or above the ground--",
                    "score": 0.7550441730670787
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 2,
                    "verse": 6,
                    "text": "The husbandman that laboureth must be first partaker of the fruits.",
                    "score": 0.7520991103263235
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 34,
                    "text": "Yea, he saith: Come unto me and ye shall partake of the fruit of the tree of life; yea, ye shall eat and drink of the bread and the waters of life freely;",
                    "score": 0.7505497952021389
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 15,
                    "verse": 38,
                    "text": "But God giveth it a body as it hath pleased him, and to every seed his own body.",
                    "score": 0.7480681767627235
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 12,
                    "text": "And when the woman saw that the tree was good for food, and that it became pleasant to the eyes, and a tree to be desired to make her wise, she took of the fruit thereof, and did eat, and also gave unto her husband with her, and he did eat.",
                    "score": 0.7470991671559117
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 29,
                    "verse": 3,
                    "text": "But behold, I am a man, and do sin in my wish; for I ought to be content with the things which the Lord hath allotted unto me.",
                    "score": 0.746598540487329
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 1,
                    "verse": 23,
                    "text": "Which is his body, the fulness of him that filleth all in all.",
                    "score": 0.7453924485150639
                }
            ]
        },
        {
            "verse": 21,
            "text": "Death and life are in the power of the tongue: and they that love it shall eat the fruit thereof.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 13,
                    "verse": 10,
                    "text": "Say unto the righteous that it is well with them; for they shall eat the fruit of their doings.",
                    "score": 0.79394872831572
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 46,
                    "text": "And it shall come to pass that those that die in me shall not taste of death, for it shall be sweet unto them;",
                    "score": 0.781634851704114
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 3,
                    "verse": 6,
                    "text": "And the tongue is a fire, a world of iniquity: so is the tongue among our members, that it defileth the whole body, and setteth on fire the course of nature; and it is set on fire of hell.",
                    "score": 0.7786163196519493
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 9,
                    "text": "But of the fruit of the tree which thou beholdest in the midst of the garden, God hath said--Ye shall not eat of it, neither shall ye touch it, lest ye die.",
                    "score": 0.7705091891523729
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 34,
                    "text": "Yea, he saith: Come unto me and ye shall partake of the fruit of the tree of life; yea, ye shall eat and drink of the bread and the waters of life freely;",
                    "score": 0.7693917981595807
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 3,
                    "verse": 10,
                    "text": "For he that will love life, and see good days, let him refrain his tongue from evil, and his lips that they speak no guile:",
                    "score": 0.7663515841864538
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 2,
                    "verse": 16,
                    "text": "To the one we are the savour of death unto death; and to the other the savour of life unto life. And who is sufficient for these things?",
                    "score": 0.76506829894397
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 19,
                    "verse": 18,
                    "text": "That ye may eat the flesh of kings, and the flesh of captains, and the flesh of mighty men, and the flesh of horses, and of them that sit on them, and the flesh of all men, both free and bond, both small and great.",
                    "score": 0.7595069550033351
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 6,
                    "verse": 21,
                    "text": "What fruit had ye then in those things whereof ye are now ashamed? for the end of those things is death.",
                    "score": 0.7527554831548883
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 15,
                    "verse": 54,
                    "text": "So when this corruptible shall have put on incorruption, and this mortal shall have put on immortality, then shall be brought to pass the saying that is written, Death is swallowed up in victory.",
                    "score": 0.7484661967068706
                }
            ]
        },
        {
            "verse": 22,
            "text": "Whoso findeth a wife findeth a good thing, and obtaineth favour of the Lord.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 7,
                    "verse": 33,
                    "text": "But he that is married careth for the things that are of the world, how he may please his wife.",
                    "score": 0.8117223758503269
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 7,
                    "verse": 38,
                    "text": "So then he that giveth her in marriage doeth well; but he that giveth her not in marriage doeth better.",
                    "score": 0.798295868673999
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 7,
                    "verse": 27,
                    "text": "Art thou bound unto a wife? seek not to be loosed. Art thou loosed from a wife? seek not a wife.",
                    "score": 0.7845683133823979
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 7,
                    "verse": 16,
                    "text": "For what knowest thou, O wife, whether thou shalt save thy husband? or how knowest thou, O man, whether thou shalt save thy wife?",
                    "score": 0.7803007977804226
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "chapter": 2,
                    "verse": 13,
                    "text": "For it is God which worketh in you both to will and to do of his good pleasure.",
                    "score": 0.7785367996399692
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 12,
                    "verse": 35,
                    "text": "A good man out of the good treasure of the heart bringeth forth good things: and an evil man out of the evil treasure bringeth forth evil things.",
                    "score": 0.7764512572514459
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 7,
                    "verse": 39,
                    "text": "The wife is bound by the law as long as her husband liveth; but if her husband be dead, she is at liberty to be married to whom she will; only in the Lord.",
                    "score": 0.775636933405718
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 4,
                    "verse": 16,
                    "text": "Jesus saith unto her, Go, call thy husband, and come hither.",
                    "score": 0.7744724462892344
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 51,
                    "text": "Verily, I say unto you: A commandment I give unto mine handmaid, Emma Smith, your wife, whom I have given unto you, that she stay herself and partake not of that which I commanded you to offer unto her; for I did it, saith the Lord, to prove you all, as I did Abraham, and that I might require an offering at your hand, by covenant and sacrifice.",
                    "score": 0.7717671364696491
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 45,
                    "text": "A good man out of the good treasure of his heart bringeth forth that which is good; and an evil man out of the evil treasure of his heart bringeth forth that which is evil: for of the abundance of the heart his mouth speaketh.",
                    "score": 0.7704012595503805
                }
            ]
        },
        {
            "verse": 23,
            "text": "The poor useth entreaties; but the rich answereth roughly.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 6,
                    "verse": 10,
                    "text": "As sorrowful, yet alway rejoicing; as poor, yet making many rich; as having nothing, and yet possessing all things.",
                    "score": 0.736321179167085
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 12,
                    "verse": 8,
                    "text": "For the poor always ye have with you; but me ye have not always.",
                    "score": 0.7314716893317578
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 30,
                    "text": "But wo unto the rich, who are rich as to the things of the world. For because they are rich they despise the poor, and they persecute the meek, and their hearts are upon their treasures; wherefore, their treasure is their god. And behold, their treasure shall perish with them also.",
                    "score": 0.7279928437868182
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 10,
                    "text": "First, the rich and the learned, the wise and the noble;",
                    "score": 0.727289212059316
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 24,
                    "text": "But woe unto you that are rich! for ye have received your consolation.",
                    "score": 0.7262893740796618
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 4,
                    "verse": 19,
                    "text": "For behold, are we not all beggars? Do we not all depend upon the same Being, even God, for all the substance which we have, for both food and raiment, and for gold, and for silver, and for all the riches which we have of every kind?",
                    "score": 0.7250892431649412
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 3,
                    "text": "Blessed are the poor in spirit: for theirs is the kingdom of heaven.",
                    "score": 0.7245475419323192
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 8,
                    "verse": 9,
                    "text": "For ye know the grace of our Lord Jesus Christ, that, though he was rich, yet for your sakes he became poor, that ye through his poverty might be rich.",
                    "score": 0.7203080237562263
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 34,
                    "verse": 29,
                    "text": "Therefore, if ye do not remember to be charitable, ye are as dross, which the refiners do cast out, (it being of no worth) and is trodden under foot of men.",
                    "score": 0.7192787406537441
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 16,
                    "text": "And he spake a parable unto them, saying, The ground of a certain rich man brought forth plentifully:",
                    "score": 0.7191946788583088
                }
            ]
        },
        {
            "verse": 24,
            "text": "A man that hath friends must shew himself friendly: and there is a friend that sticketh closer than a brother.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 12,
                    "verse": 10,
                    "text": "Be kindly affectioned one to another with brotherly love; in honour preferring one another;",
                    "score": 0.7842532809211087
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 14,
                    "verse": 5,
                    "text": "One man esteemeth one day above another: another esteemeth every day alike. Let every man be fully persuaded in his own mind.",
                    "score": 0.7686678043824452
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 15,
                    "verse": 13,
                    "text": "Greater love hath no man than this, that a man lay down his life for his friends.",
                    "score": 0.7656496322331596
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 14,
                    "verse": 13,
                    "text": "Let us not therefore judge one another any more: but judge this rather, that no man put a stumblingblock or an occasion to fall in his brother's way.",
                    "score": 0.7647604652998492
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 10,
                    "verse": 36,
                    "text": "And a man's foes shall be they of his own household.",
                    "score": 0.7584000882476689
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 4,
                    "verse": 4,
                    "text": "Ye adulterers and adulteresses, know ye not that the friendship of the world is enmity with God? whosoever therefore will be a friend of the world is the enemy of God.",
                    "score": 0.757477962713378
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 20,
                    "text": "Seek ye; and keep all your pledges one with another; and covet not that which is thy brother's.",
                    "score": 0.7530077526362368
                },
                {
                    "volume": "New Testament",
                    "book": "2 Thessalonians",
                    "chapter": 3,
                    "verse": 15,
                    "text": "Yet count him not as an enemy, but admonish him as a brother.",
                    "score": 0.7477525648224881
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 11,
                    "verse": 8,
                    "text": "I say unto you, Though he will not rise and give him, because he is his friend, yet because of his importunity he will rise and give him as many as he needeth.",
                    "score": 0.7452792591111562
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 77,
                    "text": "And again I say unto you, my friends, for from henceforth I shall call you friends, it is expedient that I give unto you this commandment, that ye become even as my friends in days when I was with them, traveling to preach the gospel in my power;",
                    "score": 0.742766752055589
                }
            ]
        }
    ]
}