{
    "volume": "Old Testament",
    "book": "Psalms",
    "chapter": 91,
    "verses": [
        {
            "verse": 1,
            "text": "He that dwelleth in the secret place of the most High shall abide under the shadow of the Almighty.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 18,
                    "text": "And it shall come to pass, saith the Lord of Hosts, yea, our great and true God, that whoso shall hide up treasures in the earth shall find them again no more, because of the great curse of the land, save he be a righteous man and shall hide it up unto the Lord.",
                    "score": 0.783111189325838
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 112,
                    "text": "And they shall be servants of the Most High; but where God and Christ dwell they cannot come, worlds without end.",
                    "score": 0.7809345708816842
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 3,
                    "verse": 21,
                    "text": "I dwell in the midst of them all; I now, therefore, have come down unto thee to declare unto thee the works which my hands have made, wherein my wisdom excelleth them all, for I rule in the heavens above, and in the earth beneath, in all wisdom and prudence, over all the intelligences thine eyes have seen from the beginning; I came down in the beginning in the midst of all the intelligences thou hast seen.",
                    "score": 0.7772793104657945
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 48,
                    "text": "Howbeit the most High dwelleth not in temples made with hands; as saith the prophet,",
                    "score": 0.7760008840574416
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 12,
                    "verse": 18,
                    "text": "And behold, if a man hide up a treasure in the earth, and the Lord shall say--Let it be accursed, because of the iniquity of him who hath hid it up--behold, it shall be accursed.",
                    "score": 0.7758762270796453
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 2,
                    "text": "And it shall come to pass in the last days, when the mountain of the Lord's house shall be established in the top of the mountains, and shall be exalted above the hills, and all nations shall flow unto it.",
                    "score": 0.7721026327181236
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 61,
                    "text": "Wherefore, let no man glory in man, but rather let him glory in God, who shall subdue all enemies under his feet.",
                    "score": 0.7720152853207637
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 60,
                    "verse": 4,
                    "text": "For I, the Lord, rule in the heavens above, and among the armies of the earth; and in the day when I shall make up my jewels, all men shall know what it is that bespeaketh the power of God.",
                    "score": 0.7711829473063698
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 13,
                    "text": "For thou hast said in thy heart: I will ascend into heaven, I will exalt my throne above the stars of God; I will sit also upon the mount of the congregation, in the sides of the north;",
                    "score": 0.7710349414700495
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 19,
                    "text": "Wherefore, I will consecrate this land unto thy seed, and them who shall be numbered among thy seed, forever, for the land of their inheritance; for it is a choice land, saith God unto me, above all other lands, wherefore I will have all men that dwell thereon that they shall worship me, saith God.",
                    "score": 0.770159204205811
                }
            ]
        },
        {
            "verse": 2,
            "text": "I will say of the Lord, He is my refuge and my fortress: my God; in him will I trust.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 22,
                    "verse": 2,
                    "text": "Behold, God is my salvation; I will trust, and not be afraid; for the Lord Jehovah is my strength and my song; he also has become my salvation.",
                    "score": 0.8516555507663821
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 8,
                    "verse": 5,
                    "text": "My righteousness is near; my salvation is gone forth, and mine arm shall judge the people. The isles shall wait upon me, and on mine arm shall they trust.",
                    "score": 0.8231107120231511
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 2,
                    "verse": 13,
                    "text": "And again, I will put my trust in him. And again, Behold I and the children which God hath given me.",
                    "score": 0.8229037979189602
                },
                {
                    "volume": "New Testament",
                    "book": "Philemon",
                    "chapter": 1,
                    "verse": 22,
                    "text": "But withal prepare me also a lodging: for I trust that through your prayers I shall be given unto you.",
                    "score": 0.82119795650069
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 31,
                    "text": "And they shall believe in me, that I am Jesus Christ, the Son of God, and shall pray unto the Father in my name.",
                    "score": 0.8138540439861821
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 9,
                    "verse": 22,
                    "text": "But behold, my son, I recommend thee unto God, and I trust in Christ that thou wilt be saved; and I pray unto God that he will spare thy life, to witness the return of his people unto him, or their utter destruction; for I know that they must perish except they repent and return unto him.",
                    "score": 0.8118749034642166
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 13,
                    "verse": 6,
                    "text": "So that we may boldly say, The Lord is my helper, and I will not fear what man shall do unto me.",
                    "score": 0.8086610788785232
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 23,
                    "text": "And now Father, I pray unto thee for them, and also for all those who shall believe on their words, that they may believe in me, that I may be in them as thou, Father, art in me, that we may be one.",
                    "score": 0.8084646372135852
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "chapter": 2,
                    "verse": 24,
                    "text": "But I trust in the Lord that I also myself shall come shortly.",
                    "score": 0.8071338070437797
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 33,
                    "verse": 4,
                    "text": "And I know that the Lord God will consecrate my prayers for the gain of my people. And the words which I have written in weakness will be made strong unto them; for it persuadeth them to do good; it maketh known unto them of their fathers; and it speaketh of Jesus, and persuadeth them to believe in him, and to endure to the end, which is life eternal.",
                    "score": 0.8055206235521392
                }
            ]
        },
        {
            "verse": 3,
            "text": "Surely he shall deliver thee from the snare of the fowler, and from the noisome pestilence.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 24,
                    "text": "For shall the prey be taken from the mighty, or the lawful captives delivered?",
                    "score": 0.7939796592621473
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 6,
                    "verse": 16,
                    "text": "For shall the prey be taken from the mighty, or the lawful captive delivered?",
                    "score": 0.7910246800678523
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 16,
                    "text": "Behold, here is the man, we deliver him into thy hands; thou mayest do with him as seemeth thee good.",
                    "score": 0.7879825785248469
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 7,
                    "verse": 24,
                    "text": "O wretched man that I am! who shall deliver me from the body of this death?",
                    "score": 0.7836868975055364
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 25,
                    "text": "But thus saith the Lord, even the captives of the mighty shall be taken away, and the prey of the terrible shall be delivered; for I will contend with him that contendeth with thee, and I will save thy children.",
                    "score": 0.782712993572178
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 8,
                    "verse": 21,
                    "text": "Because the creature itself also shall be delivered from the bondage of corruption into the glorious liberty of the children of God.",
                    "score": 0.7770520785608146
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 9,
                    "text": "But the book shall be delivered unto a man, and he shall deliver the words of the book, which are the words of those who have slumbered in the dust, and he shall deliver these words unto another;",
                    "score": 0.774744979396657
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 7,
                    "text": "And they shall be smitten with a great pestilence--and all this will I do because of their iniquities and abominations.",
                    "score": 0.7732830226483309
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 18,
                    "verse": 32,
                    "text": "For he shall be delivered unto the Gentiles, and shall be mocked, and spitefully entreated, and spitted on:",
                    "score": 0.771219662166873
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 32,
                    "text": "Therefore we plead before thee for a full and complete deliverance from under this yoke;",
                    "score": 0.7705354142930124
                }
            ]
        },
        {
            "verse": 4,
            "text": "He shall cover thee with his feathers, and under his wings shalt thou trust: his truth shall be thy shield and buckler.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 116,
                    "text": "Let him trust in me and he shall not be confounded; and a hair of his head shall not fall to the ground unnoticed.",
                    "score": 0.7967093735349047
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 4,
                    "verse": 10,
                    "text": "For it is written, He shall give his angels charge over thee, to keep thee:",
                    "score": 0.7930658452269735
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 30,
                    "verse": 11,
                    "text": "And righteousness shall be the girdle of his loins, and faithfulness the girdle of his reins.",
                    "score": 0.7925463540462417
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 21,
                    "verse": 5,
                    "text": "And righteousness shall be the girdle of his loins, and faithfulness the girdle of his reins.",
                    "score": 0.7925463540462417
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 20,
                    "text": "And the day shall come that they shall hide up their treasures, because they have set their hearts upon riches; and because they have set their hearts upon their riches, and will hide up their treasures when they shall flee before their enemies; because they will not hide them up unto me, cursed be they and also their treasures; and in that day shall they be smitten, saith the Lord.",
                    "score": 0.7918249151526195
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 15,
                    "text": "But verily, thus saith the Lord, let not your flight be in haste, but let all things be prepared before you; and he that goeth, let him not look back lest sudden destruction shall come upon him.",
                    "score": 0.7909589849111788
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 10,
                    "verse": 12,
                    "text": "Wherefore let him that thinketh he standeth take heed lest he fall.",
                    "score": 0.7843915408620294
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 17,
                    "verse": 37,
                    "text": "And they answered and said unto him, Where, Lord? And he said unto them, Wheresoever the body is, thither will the eagles be gathered together.",
                    "score": 0.7820878466107088
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 14,
                    "text": "And their arm shall be my arm, and I will be their shield and their buckler; and I will gird up their loins, and they shall fight manfully for me; and their enemies shall be under their feet; and I will let fall the sword in their behalf, and by the fire of mine indignation will I preserve them.",
                    "score": 0.7802820182356329
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 19,
                    "text": "Wherefore, watch over him that his faith fail not, and it shall be given by the Comforter, the Holy Ghost, that knoweth all things.",
                    "score": 0.7796951771596379
                }
            ]
        },
        {
            "verse": 5,
            "text": "Thou shalt not be afraid for the terror by night; nor for the arrow that flieth by day;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 14,
                    "text": "In righteousness shalt thou be established; thou shalt be far from oppression for thou shalt not fear, and from terror for it shall not come near thee.",
                    "score": 0.7815437944571125
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 21,
                    "text": "Thou shalt not kill.",
                    "score": 0.7752249822398832
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 3,
                    "verse": 14,
                    "text": "But and if ye suffer for righteousness' sake, happy are ye: and be not afraid of their terror, neither be troubled;",
                    "score": 0.7672871413604488
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 56,
                    "verse": 40,
                    "text": "Now they durst not turn to the right nor to the left lest they should be surrounded; neither would I turn to the right nor to the left lest they should overtake me, and we could not stand against them, but be slain, and they would make their escape; and thus we did flee all that day into the wilderness, even until it was dark.",
                    "score": 0.7629955813711193
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 6,
                    "verse": 20,
                    "text": "But he saith unto them, It is I; be not afraid.",
                    "score": 0.7599931559903704
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 9,
                    "verse": 6,
                    "text": "And in those days shall men seek death, and shall not find it; and shall desire to die, and death shall flee from them.",
                    "score": 0.7578099407120971
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 75,
                    "text": "And all nations shall be afraid because of the terror of the Lord, and the power of his might. Even so. Amen.",
                    "score": 0.7548876537449444
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 21,
                    "verse": 9,
                    "text": "But when ye shall hear of wars and commotions, be not terrified: for these things must first come to pass; but the end is not by and by.",
                    "score": 0.7547829457010099
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 11,
                    "verse": 35,
                    "text": "Take heed therefore that the light which is in thee be not darkness.",
                    "score": 0.7534723027924285
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 18,
                    "verse": 9,
                    "text": "Then spake the Lord to Paul in the night by a vision, Be not afraid, but speak, and hold not thy peace:",
                    "score": 0.7533016869749278
                }
            ]
        },
        {
            "verse": 6,
            "text": "Nor for the pestilence that walketh in darkness; nor for the destruction that wasteth at noonday.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 9,
                    "text": "For the hour is nigh and the day soon at hand when the earth is ripe; and all the proud and they that do wickedly shall be as stubble; and I will burn them up, saith the Lord of Hosts, that wickedness shall not be upon the earth;",
                    "score": 0.800725499681022
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 95,
                    "verse": 6,
                    "text": "They who are not chosen have sinned a very grievous sin, in that they are walking in darkness at noon-day.",
                    "score": 0.7957132505364136
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 25,
                    "verse": 1,
                    "text": "For behold, the day cometh that shall burn as an oven; and all the proud, yea, and all that do wickedly, shall be stubble; and the day that cometh shall burn them up, saith the Lord of Hosts, that it shall leave them neither root nor branch.",
                    "score": 0.794449723433629
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 37,
                    "text": "For behold, the day cometh that shall burn as an oven, and all the proud, yea, and all that do wickedly shall burn as stubble; for they that come shall burn them, saith the Lord of Hosts, that it shall leave them neither root nor branch.",
                    "score": 0.7846854749789793
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 21,
                    "verse": 6,
                    "text": "As for these things which ye behold, the days will come, in the which there shall not be left one stone upon another, that shall not be thrown down.",
                    "score": 0.7804000482189359
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "chapter": 3,
                    "verse": 10,
                    "text": "But the day of the Lord will come as a thief in the night; in the which the heavens shall pass away with a great noise, and the elements shall melt with fervent heat, the earth also and the works that are therein shall be burned up.",
                    "score": 0.780141604491263
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 13,
                    "verse": 33,
                    "text": "Nevertheless I must walk to day, and to morrow, and the day following: for it cannot be that a prophet perish out of Jerusalem.",
                    "score": 0.7790320568857357
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 9,
                    "verse": 4,
                    "text": "And they said also: We will not believe thy words if thou shouldst prophesy that this great city should be destroyed in one day.",
                    "score": 0.7761038081472773
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 12,
                    "verse": 18,
                    "text": "For ye are not come unto the mount that might be touched, and that burned with fire, nor unto blackness, and darkness, and tempest,",
                    "score": 0.7755089087603005
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 37,
                    "verse": 28,
                    "text": "For behold, there is a curse upon all this land, that destruction shall come upon all those workers of darkness, according to the power of God, when they are fully ripe; therefore I desire that this people might not be destroyed.",
                    "score": 0.7753433563050527
                }
            ]
        },
        {
            "verse": 7,
            "text": "A thousand shall fall at thy side, and ten thousand at thy right hand; but it shall not come nigh thee.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 7,
                    "text": "Thus saith the Lord God: It shall not stand, neither shall it come to pass.",
                    "score": 0.7895593913403082
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 21,
                    "verse": 6,
                    "text": "As for these things which ye behold, the days will come, in the which there shall not be left one stone upon another, that shall not be thrown down.",
                    "score": 0.7838978796924844
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 15,
                    "text": "Behold, they shall surely gather together against thee, not by me; whosoever shall gather together against thee shall fall for thy sake.",
                    "score": 0.7832204915622327
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 47,
                    "text": "Then shall the arm of the Lord fall upon the nations.",
                    "score": 0.7820177401553962
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 13,
                    "verse": 25,
                    "text": "Thy men shall fall by the sword and thy mighty in the war.",
                    "score": 0.7804188290366509
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 43,
                    "text": "For the days shall come upon thee, that thine enemies shall cast a trench about thee, and compass thee round, and keep thee in on every side,",
                    "score": 0.773051826088201
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 3,
                    "text": "But when thou doest alms let not thy left hand know what thy right hand doeth;",
                    "score": 0.7709344817754176
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 6,
                    "verse": 3,
                    "text": "But when thou doest alms, let not thy left hand know what thy right hand doeth:",
                    "score": 0.7709344817754176
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 6,
                    "verse": 13,
                    "text": "And behold, the ten thousand of Gidgiddonah had fallen, and he also in the midst.",
                    "score": 0.7684546640424729
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 22,
                    "verse": 44,
                    "text": "The Lord said unto my Lord, Sit thou on my right hand, till I make thine enemies thy footstool?",
                    "score": 0.7635136387482477
                }
            ]
        },
        {
            "verse": 8,
            "text": "Only with thine eyes shalt thou behold and see the reward of the wicked.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 65,
                    "text": "Behold, thou shalt observe all these things, and great shall be thy reward; for unto you it is given to know the mysteries of the kingdom, but unto the world it is not given to know them.",
                    "score": 0.7967551753258018
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 2,
                    "verse": 30,
                    "text": "For mine eyes have seen thy salvation,",
                    "score": 0.7936772858073768
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 13,
                    "verse": 11,
                    "text": "Wo unto the wicked, for they shall perish; for the reward of their hands shall be upon them!",
                    "score": 0.792580178599926
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 7,
                    "verse": 22,
                    "text": "Thefts, covetousness, wickedness, deceit, lasciviousness, an evil eye, blasphemy, pride, foolishness:",
                    "score": 0.7896393809044043
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 67,
                    "verse": 2,
                    "text": "Behold and lo, mine eyes are upon you, and the heavens and the earth are in mine hands, and the riches of eternity are mine to give.",
                    "score": 0.7879810731239423
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 6,
                    "verse": 23,
                    "text": "But if thine eye be evil, thy whole body shall be full of darkness. If therefore the light that is in thee be darkness, how great is that darkness!",
                    "score": 0.7846176264645126
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 23,
                    "text": "But if thine eye be evil, thy whole body shall be full of darkness. If, therefore, the light that is in thee be darkness, how great is that darkness!",
                    "score": 0.7846176264645126
                },
                {
                    "volume": "New Testament",
                    "book": "2 Thessalonians",
                    "chapter": 2,
                    "verse": 8,
                    "text": "And then shall that Wicked be revealed, whom the Lord shall consume with the spirit of his mouth, and shall destroy with the brightness of his coming:",
                    "score": 0.784460528101842
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 2,
                    "text": "How long shall thy hand be stayed, and thine eye, yea thy pure eye, behold from the eternal heavens the wrongs of thy people and of thy servants, and thine ear be penetrated with their cries?",
                    "score": 0.7806686559248144
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 3,
                    "verse": 18,
                    "text": "I counsel thee to buy of me gold tried in the fire, that thou mayest be rich; and white raiment, that thou mayest be clothed, and that the shame of thy nakedness do not appear; and anoint thine eyes with eyesalve, that thou mayest see.",
                    "score": 0.7760629370840619
                }
            ]
        },
        {
            "verse": 9,
            "text": "Because thou hast made the Lord, which is my refuge, even the most High, thy habitation;",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 49,
                    "text": "Heaven is my throne, and earth is my footstool: what house will ye build me? saith the Lord: or what is the place of my rest?",
                    "score": 0.7782146962169786
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 15,
                    "text": "And inasmuch as my people build a house unto me in the name of the Lord, and do not suffer any unclean thing to come into it, that it be not defiled, my glory shall rest upon it;",
                    "score": 0.7725309682006963
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 13,
                    "text": "For thou hast said in thy heart: I will ascend into heaven, I will exalt my throne above the stars of God; I will sit also upon the mount of the congregation, in the sides of the north;",
                    "score": 0.7715685535896617
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 1,
                    "verse": 20,
                    "text": "For it is written in the book of Psalms, Let his habitation be desolate, and let no man dwell therein: and his bishoprick let another take.",
                    "score": 0.7707779934146006
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 2,
                    "verse": 22,
                    "text": "In whom ye also are builded together for an habitation of God through the Spirit.",
                    "score": 0.7702060816058058
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 24,
                    "text": "This house shall be a healthful habitation if it be built unto my name, and if the governor which shall be appointed unto it shall not suffer any pollution to come upon it. It shall be holy, or the Lord your God will not dwell therein.",
                    "score": 0.7696115731093526
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 100,
                    "verse": 4,
                    "text": "Therefore, I, the Lord, have suffered you to come unto this place; for thus it was expedient in me for the salvation of souls.",
                    "score": 0.7694173586048035
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "chapter": 2,
                    "verse": 12,
                    "text": "Wherefore, my beloved, as ye have always obeyed, not as in my presence only, but now much more in my absence, work out your own salvation with fear and trembling.",
                    "score": 0.7693509910501132
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 77,
                    "text": "O Lord God Almighty, hear us in these our petitions, and answer us from heaven, thy holy habitation, where thou sittest enthroned, with glory, honor, power, majesty, might, dominion, truth, justice, judgment, mercy, and an infinity of fulness, from everlasting to everlasting.",
                    "score": 0.7692571119139043
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 37,
                    "text": "Behold, I, the Lord, have made my church in these last days like unto a judge sitting on a hill, or in a high place, to judge the nations.",
                    "score": 0.7685848951997475
                }
            ]
        },
        {
            "verse": 10,
            "text": "There shall no evil befall thee, neither shall any plague come nigh thy dwelling.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 15,
                    "text": "And inasmuch as my people build a house unto me in the name of the Lord, and do not suffer any unclean thing to come into it, that it be not defiled, my glory shall rest upon it;",
                    "score": 0.8027834520259994
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 14,
                    "text": "In righteousness shalt thou be established; thou shalt be far from oppression for thou shalt not fear, and from terror for it shall not come near thee.",
                    "score": 0.7959031594537115
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 60,
                    "verse": 31,
                    "text": "For behold, the Lord will not suffer that ye shall live and wax strong in your iniquities to destroy his righteous people.",
                    "score": 0.7888301783684855
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 24,
                    "text": "This house shall be a healthful habitation if it be built unto my name, and if the governor which shall be appointed unto it shall not suffer any pollution to come upon it. It shall be holy, or the Lord your God will not dwell therein.",
                    "score": 0.7886864512815763
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 97,
                    "text": "And plagues shall go forth, and they shall not be taken from the earth until I have completed my work, which shall be cut short in righteousness--",
                    "score": 0.7877950286651734
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 20,
                    "text": "And that no unclean thing shall be permitted to come into thy house to pollute it;",
                    "score": 0.7875289696378247
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 27,
                    "text": "Thou shalt not speak evil of thy neighbor, nor do him any harm.",
                    "score": 0.7865341526931099
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 94,
                    "verse": 8,
                    "text": "And ye shall not suffer any unclean thing to come in unto it; and my glory shall be there, and my presence shall be there.",
                    "score": 0.78514477127433
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 21,
                    "text": "Thou shalt not kill.",
                    "score": 0.7830021894469197
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 95,
                    "verse": 13,
                    "text": "Now here is wisdom, and the mind of the Lord--let the house be built, not after the manner of the world, for I give not unto you that ye shall live after the manner of the world;",
                    "score": 0.7814190432636555
                }
            ]
        },
        {
            "verse": 11,
            "text": "For he shall give his angels charge over thee, to keep thee in all thy ways.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 4,
                    "verse": 10,
                    "text": "For it is written, He shall give his angels charge over thee, to keep thee:",
                    "score": 0.9522193657729834
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 4,
                    "verse": 6,
                    "text": "And saith unto him, If thou be the Son of God, cast thyself down: for it is written, He shall give his angels charge concerning thee: and in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone.",
                    "score": 0.8675610321200438
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 22,
                    "text": "And we ask thee, Holy Father, that thy servants may go forth from this house armed with thy power, and that thy name may be upon them, and thy glory be round about them, and thine angels have charge over them;",
                    "score": 0.8409535089586572
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 13,
                    "text": "Thou didst send thine angel to deliver me from the gods of Elkenah, and I will do well to hearken unto thy voice, therefore let thy servant rise up and depart in peace.",
                    "score": 0.8149658142190864
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 41,
                    "text": "The Son of man shall send forth his angels, and they shall gather out of his kingdom all things that offend, and them which do iniquity;",
                    "score": 0.8136657219080663
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 37,
                    "text": "And whoso treasureth up my word, shall not be deceived, for the Son of Man shall come, and he shall send his angels before him with the great sound of a trumpet, and they shall gather together the remainder of his elect from the four winds, from one end of heaven to the other.",
                    "score": 0.810798481236739
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 8,
                    "verse": 33,
                    "text": "Who shall lay any thing to the charge of God's elect? It is God that justifieth.",
                    "score": 0.806972153185613
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 20,
                    "text": "Then shall they be gods, because they have no end; therefore shall they be from everlasting to everlasting, because they continue; then shall they be above all, because all things are subject unto them. Then shall they be gods, because they have all power, and the angels are subject unto them.",
                    "score": 0.8055977156211466
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 107,
                    "text": "And then shall the angels be crowned with the glory of his might, and the saints shall be filled with his glory, and receive their inheritance and be made equal with him.",
                    "score": 0.804966489183489
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 1,
                    "verse": 5,
                    "text": "For unto which of the angels said he at any time, Thou art my Son, this day have I begotten thee? And again, I will be to him a Father, and he shall be to me a Son?",
                    "score": 0.8026634630242153
                }
            ]
        },
        {
            "verse": 12,
            "text": "They shall bear thee up in their hands, lest thou dash thy foot against a stone.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 4,
                    "verse": 11,
                    "text": "And in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone.",
                    "score": 0.982141717359416
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 4,
                    "verse": 6,
                    "text": "And saith unto him, If thou be the Son of God, cast thyself down: for it is written, He shall give his angels charge concerning thee: and in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone.",
                    "score": 0.851406706799948
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 8,
                    "verse": 23,
                    "text": "But I will put it into the hand of them that afflict thee; who have said to thy soul: Bow down, that we may go over--and thou hast laid thy body as the ground and as the street to them that went over.",
                    "score": 0.8183833931009682
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 21,
                    "verse": 6,
                    "text": "As for these things which ye behold, the days will come, in the which there shall not be left one stone upon another, that shall not be thrown down.",
                    "score": 0.8084689228042654
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 3,
                    "verse": 21,
                    "text": "But Gidgiddoni saith unto them: The Lord forbid; for if we should go up against them the Lord would deliver us into their hands; therefore we will prepare ourselves in the center of our lands, and we will gather all our armies together, and we will not go against them, but we will wait till they shall come against us; therefore as the Lord liveth, if we do this he will deliver them into our hands.",
                    "score": 0.8047108637572027
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 43,
                    "text": "For the days shall come upon thee, that thine enemies shall cast a trench about thee, and compass thee round, and keep thee in on every side,",
                    "score": 0.8030101432067072
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 44,
                    "text": "And shall lay thee even with the ground, and thy children within thee; and they shall not leave in thee one stone upon another; because thou knewest not the time of thy visitation.",
                    "score": 0.800806506471147
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 23,
                    "text": "And behold, these two stones will I give unto thee, and ye shall seal them up also with the things which ye shall write.",
                    "score": 0.7992926720736578
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 4,
                    "text": "And I know, O Lord, that thou hast all power, and can do whatsoever thou wilt for the benefit of man; therefore touch these stones, O Lord, with thy finger, and prepare them that they may shine forth in darkness; and they shall shine forth unto us in the vessels which we have prepared, that we may have light while we shall cross the sea.",
                    "score": 0.795342380615858
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 17,
                    "text": "Thy hand shall be lifted up upon thine adversaries, and all thine enemies shall be cut off.",
                    "score": 0.7948993405026024
                }
            ]
        },
        {
            "verse": 13,
            "text": "Thou shalt tread upon the lion and adder: the young lion and the dragon shalt thou trample under feet.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 4,
                    "verse": 11,
                    "text": "And in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone.",
                    "score": 0.7893256812872955
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 16,
                    "text": "Then shall ye, who are a remnant of the house of Jacob, go forth among them; and ye shall be in the midst of them who shall be many; and ye shall be among them as a lion among the beasts of the forest, and as a young lion among the flocks of sheep, who, if he goeth through both treadeth down and teareth in pieces, and none can deliver.",
                    "score": 0.7800841365400388
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 19,
                    "verse": 7,
                    "text": "For the things which some men esteem to be of great worth, both to the body and soul, others set at naught and trample under their feet. Yea, even the very God of Israel do men trample under their feet; I say, trample under their feet but I would speak in other words--they set him at naught, and hearken not to the voice of his counsels.",
                    "score": 0.7795317610403861
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 11,
                    "verse": 33,
                    "text": "Who through faith subdued kingdoms, wrought righteousness, obtained promises, stopped the mouths of lions,",
                    "score": 0.7751844560737057
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 122,
                    "verse": 8,
                    "text": "The Son of Man hath descended below them all. Art thou greater than he?",
                    "score": 0.772425240635035
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 30,
                    "verse": 12,
                    "text": "And then shall the wolf dwell with the lamb; and the leopard shall lie down with the kid, and the calf, and the young lion, and the fatling, together; and a little child shall lead them.",
                    "score": 0.7722864521259001
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 122,
                    "verse": 4,
                    "text": "And although their influence shall cast thee into trouble, and into bars and walls, thou shalt be had in honor; and but for a small moment and thy voice shall be more terrible in the midst of thine enemies than the fierce lion, because of thy righteousness; and thy God shall stand by thee forever and ever.",
                    "score": 0.7717061944368845
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 5,
                    "verse": 24,
                    "text": "Therefore, repent ye, and humble yourselves before him, lest he shall come out in justice against you--lest a remnant of the seed of Jacob shall go forth among you as a lion, and tear you in pieces, and there is none to deliver.",
                    "score": 0.771595543168186
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 4,
                    "verse": 6,
                    "text": "And saith unto him, If thou be the Son of God, cast thyself down: for it is written, He shall give his angels charge concerning thee: and in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone.",
                    "score": 0.7705217453109124
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 21,
                    "verse": 6,
                    "text": "The wolf also shall dwell with the lamb, and the leopard shall lie down with the kid, and the calf and the young lion and fatling together; and a little child shall lead them.",
                    "score": 0.7698250008602902
                }
            ]
        },
        {
            "verse": 14,
            "text": "Because he hath set his love upon me, therefore will I deliver him: I will set him on high, because he hath known my name.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 16,
                    "verse": 14,
                    "text": "He shall glorify me: for he shall receive of mine, and shall shew it unto you.",
                    "score": 0.7981681624706766
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 13,
                    "text": "Thou didst send thine angel to deliver me from the gods of Elkenah, and I will do well to hearken unto thy voice, therefore let thy servant rise up and depart in peace.",
                    "score": 0.788933497965962
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 10,
                    "verse": 40,
                    "text": "He that receiveth you receiveth me, and he that receiveth me receiveth him that sent me.",
                    "score": 0.7867194425599795
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 49,
                    "text": "For he that is mighty hath done to me great things; and holy is his name.",
                    "score": 0.7858818898920464
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 7,
                    "verse": 29,
                    "text": "But I know him: for I am from him, and he hath sent me.",
                    "score": 0.7851134725657288
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 35,
                    "text": "Yea, I know that God will give liberally to him that asketh. Yea, my God will give me, if I ask not amiss; therefore I will lift up my voice unto thee; yea, I will cry unto thee, my God, the rock of my righteousness. Behold, my voice shall forever ascend up unto thee, my rock and mine everlasting God. Amen.",
                    "score": 0.7846572462032285
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 9,
                    "text": "And he shall be great like unto Moses, whom I have said I would raise up unto you, to deliver my people, O house of Israel.",
                    "score": 0.7818774359618484
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 27,
                    "verse": 43,
                    "text": "He trusted in God; let him deliver him now, if he will have him: for he said, I am the Son of God.",
                    "score": 0.7817645667504143
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 12,
                    "verse": 18,
                    "text": "Behold my servant, whom I have chosen; my beloved, in whom my soul is well pleased: I will put my spirit upon him, and he shall shew judgment to the Gentiles.",
                    "score": 0.7808595665766145
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 20,
                    "text": "And whatsoever ye shall ask the Father in my name, which is right, believing that ye shall receive, behold it shall be given unto you.",
                    "score": 0.7806098335949114
                }
            ]
        },
        {
            "verse": 15,
            "text": "He shall call upon me, and I will answer him: I will be with him in trouble; I will deliver him, and honour him.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 12,
                    "verse": 26,
                    "text": "If any man serve me, let him follow me; and where I am, there shall also my servant be: if any man serve me, him will my Father honour.",
                    "score": 0.8027798254137097
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 43,
                    "text": "Behold, my servant shall deal prudently; he shall be exalted and extolled and be very high.",
                    "score": 0.8026428468794777
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 29,
                    "text": "And if this be the case, I command you, my servant Joseph, that you shall say unto him, that he shall do no more, nor trouble me any more concerning this matter.",
                    "score": 0.799371877619773
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 5,
                    "text": "For I, the Lord, have decreed in my heart, that inasmuch as any man belonging to the order shall be found a transgressor, or, in other words, shall break the covenant with which ye are bound, he shall be cursed in his life, and shall be trodden down by whom I will;",
                    "score": 0.794057472131753
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 103,
                    "text": "And again, verily I say unto you, if my servant Sidney will serve me and be counselor unto my servant Joseph, let him arise and come up and stand in the office of his calling, and humble himself before me.",
                    "score": 0.790582353661993
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 3,
                    "verse": 20,
                    "text": "Behold, I stand at the door, and knock: if any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me.",
                    "score": 0.7902866786198349
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 100,
                    "verse": 9,
                    "text": "And it is expedient in me that you, my servant Sidney, should be a spokesman unto this people; yea, verily, I will ordain you unto this calling, even to be a spokesman unto my servant Joseph.",
                    "score": 0.7897351392681526
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 7,
                    "verse": 8,
                    "text": "And the Lord is near, and he justifieth me. Who will contend with me? Let us stand together. Who is mine adversary? Let him come near me, and I will smite him with the strength of my mouth.",
                    "score": 0.788986513428538
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 5,
                    "text": "Therefore, if you will ask of me you shall receive; if you will knock it shall be opened unto you.",
                    "score": 0.7889560235334788
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 5,
                    "text": "Therefore, if you will ask of me you shall receive; if you will knock it shall be opened unto you.",
                    "score": 0.7889560235334788
                }
            ]
        },
        {
            "verse": 16,
            "text": "With long life will I satisfy him, and shew him my salvation.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 4,
                    "verse": 6,
                    "text": "I say unto you, if ye have come to a knowledge of the goodness of God, and his matchless power, and his wisdom, and his patience, and his long-suffering towards the children of men; and also, the atonement which has been prepared from the foundation of the world, that thereby salvation might come to him that should put his trust in the Lord, and should be diligent in keeping his commandments, and continue in the faith even unto the end of his life, I mean the life of the mortal body--",
                    "score": 0.791286116009392
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 19,
                    "verse": 16,
                    "text": "And, behold, one came and said unto him, Good Master, what good thing shall I do, that I may have eternal life?",
                    "score": 0.7749490225404891
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 17,
                    "text": "And for his love he shall be great, for he shall be mine if he do this, saith the Lord. I have seen the work which he hath done, which I accept if he continue, and will crown him with blessings and great glory.",
                    "score": 0.7743663935782498
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 14,
                    "verse": 11,
                    "text": "He shall see the travail of his soul, and shall be satisfied; by his knowledge shall my righteous servant justify many; for he shall bear their iniquities.",
                    "score": 0.7654783316775488
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 30,
                    "text": "Rejoice, O my heart, and cry unto the Lord, and say: O Lord, I will praise thee forever; yea, my soul will rejoice in thee, my God, and the rock of my salvation.",
                    "score": 0.7624722624140442
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 50,
                    "text": "And he that liveth when the Lord shall come, and hath kept the faith, blessed is he; nevertheless, it is appointed to him to die at the age of man.",
                    "score": 0.7613037452432007
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 2,
                    "verse": 10,
                    "text": "Therefore I endure all things for the elect's sakes, that they may also obtain the salvation which is in Christ Jesus with eternal glory.",
                    "score": 0.7607883623376295
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 18,
                    "verse": 18,
                    "text": "And a certain ruler asked him, saying, Good Master, what shall I do to inherit eternal life?",
                    "score": 0.7595051606082295
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 1,
                    "verse": 12,
                    "text": "Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him.",
                    "score": 0.7591636608956889
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 13,
                    "text": "And whoso layeth down his life in my cause, for my name's sake, shall find it again, even life eternal.",
                    "score": 0.7586902889843568
                }
            ]
        }
    ]
}