{
    "volume": "Old Testament",
    "book": "Psalms",
    "chapter": 43,
    "verses": [
        {
            "verse": 1,
            "text": "Judge me, O God, and plead my cause against an ungodly nation: O deliver me from the deceitful and unjust man.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 22,
                    "text": "And he saith unto him, Out of thine own mouth will I judge thee, thou wicked servant. Thou knewest that I was an austere man, taking up that I laid not down, and reaping that I did not sow:",
                    "score": 0.8213277087823002
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 9,
                    "text": "Then shall they deliver you up to be afflicted, and shall kill you: and ye shall be hated of all nations for my name's sake.",
                    "score": 0.8125234609206237
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 7,
                    "text": "Then shall they deliver you up to be afflicted, and shall kill you, and ye shall be hated of all nations, for my name's sake;",
                    "score": 0.8125234609206237
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 13,
                    "verse": 13,
                    "text": "The Lord standeth up to plead, and standeth to judge the people.",
                    "score": 0.8121110200314905
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 6,
                    "text": "But wo unto them that are deceivers and hypocrites, for, thus saith the Lord, I will bring them to judgment.",
                    "score": 0.812083489105613
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 22,
                    "text": "And thus saith the Lord God: I will cause that they shall be loathsome unto thy people, save they shall repent of their iniquities.",
                    "score": 0.8107158775881861
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 96,
                    "text": "For I, the Almighty, have laid my hands upon the nations, to scourge them for their wickedness.",
                    "score": 0.8096459465878566
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 7,
                    "verse": 24,
                    "text": "O wretched man that I am! who shall deliver me from the body of this death?",
                    "score": 0.8039198506489341
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 10,
                    "verse": 30,
                    "text": "For we know him that hath said, Vengeance belongeth unto me, I will recompense, saith the Lord. And again, The Lord shall judge his people.",
                    "score": 0.8019430023823857
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 33,
                    "verse": 15,
                    "text": "For what I seal on earth, shall be brought against you at the judgment bar; for thus hath the Lord commanded me, and I must obey. Amen.",
                    "score": 0.8014406792398007
                }
            ]
        },
        {
            "verse": 2,
            "text": "For thou art the God of my strength: why dost thou cast me off? why go I mourning because of the oppression of the enemy?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 47,
                    "text": "Behold, my soul is rent with anguish because of you, and my heart is pained; I fear lest ye shall be cast off forever. Behold, I am full of the Spirit of God, insomuch that my frame has no strength.",
                    "score": 0.8106274172143084
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 53,
                    "text": "And this I make an example unto you, for your consolation concerning all those who have been commanded to do a work and have been hindered by the hands of their enemies, and by oppression, saith the Lord your God.",
                    "score": 0.7958885320612032
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 33,
                    "verse": 10,
                    "text": "Yea, and thou hast also heard me when I have been cast out and have been despised by mine enemies; yea, thou didst hear my cries, and wast angry with mine enemies, and thou didst visit them in thine anger with speedy destruction.",
                    "score": 0.7893848237005822
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 24,
                    "text": "And now, my beloved brethren, as ye have desired to know of me what ye shall do because ye are afflicted and cast out--now I do not desire that ye should suppose that I mean to judge you only according to that which is true--",
                    "score": 0.7874341221630562
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 22,
                    "text": "And the Lord said unto Cain: Why art thou wroth? Why is thy countenance fallen?",
                    "score": 0.7840741949300023
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 27,
                    "text": "And why should I yield to sin, because of my flesh? Yea, why should I give way to temptations, that the evil one have place in my heart to destroy my peace and afflict my soul? Why am I angry because of mine enemy?",
                    "score": 0.7835295497527931
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 22,
                    "text": "Blessed are ye, when men shall hate you, and when they shall separate you from their company, and shall reproach you, and cast out your name as evil, for the Son of man's sake.",
                    "score": 0.7824550340467754
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 60,
                    "verse": 28,
                    "text": "Yea, behold I do not fear your power nor your authority, but it is my God whom I fear; and it is according to his commandments that I do take my sword to defend the cause of my country, and it is because of your iniquity that we have suffered so much loss.",
                    "score": 0.7810097084068771
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 7,
                    "verse": 15,
                    "text": "And because of my mourning and lamentation ye have gathered yourselves together, and do marvel; yea, and ye have great need to marvel; yea, ye ought to marvel because ye are given away that the devil has got so great hold upon your hearts.",
                    "score": 0.7809629346558026
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 31,
                    "text": "O Lord, my heart is exceedingly sorrowful; wilt thou comfort my soul in Christ. O Lord, wilt thou grant unto me that I may have strength, that I may suffer with patience these afflictions which shall come upon me, because of the iniquity of this people.",
                    "score": 0.7808899634316099
                }
            ]
        },
        {
            "verse": 3,
            "text": "O send out thy light and thy truth: let them lead me; let them bring me unto thy holy hill, and to thy tabernacles.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 47,
                    "text": "For so hath the Lord commanded us, saying, I have set thee to be a light of the Gentiles, that thou shouldest be for salvation unto the ends of the earth.",
                    "score": 0.8174299423373661
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 14,
                    "text": "Verily, verily, I say unto you, I give unto you to be the light of this people. A city that is set on a hill cannot be hid.",
                    "score": 0.8077758264794738
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 23,
                    "verse": 2,
                    "text": "Make known thy calling unto the church, and also before the world, and thy heart shall be opened to preach the truth from henceforth and forever. Amen.",
                    "score": 0.8049503236797709
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 12,
                    "text": "Then spake Jesus again unto them, saying, I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life.",
                    "score": 0.8025151605196218
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 10,
                    "text": "Be thou humble; and the Lord thy God shall lead thee by the hand, and give thee answer to thy prayers.",
                    "score": 0.8024807526340324
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 20,
                    "verse": 17,
                    "text": "And thus saith the Lord, thy Redeemer, the Holy One of Israel; I have sent him, the Lord thy God who teacheth thee to profit, who leadeth thee by the way thou shouldst go, hath done it.",
                    "score": 0.8019889019823597
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 11,
                    "text": "For, behold, it is I that speak; behold, I am the light which shineth in darkness, and by my power I give these words unto thee.",
                    "score": 0.8016404059212503
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 13,
                    "text": "Thou didst send thine angel to deliver me from the gods of Elkenah, and I will do well to hearken unto thy voice, therefore let thy servant rise up and depart in peace.",
                    "score": 0.8011882222391082
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 115,
                    "verse": 5,
                    "text": "Verily I say unto you all: Arise and shine forth, that thy light may be a standard for the nations;",
                    "score": 0.7989503554891497
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 42,
                    "verse": 31,
                    "text": "And now, O my son, ye are called of God to preach the word unto this people. And now, my son, go thy way, declare the word with truth and soberness, that thou mayest bring souls unto repentance, that the great plan of mercy may have claim upon them. And may God grant unto you even according to my words. Amen.",
                    "score": 0.7976758750261367
                }
            ]
        },
        {
            "verse": 4,
            "text": "Then will I go unto the altar of God, unto God my exceeding joy: yea, upon the harp will I praise thee, O God my God.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 30,
                    "text": "Rejoice, O my heart, and cry unto the Lord, and say: O Lord, I will praise thee forever; yea, my soul will rejoice in thee, my God, and the rock of my salvation.",
                    "score": 0.7871679751516443
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 49,
                    "text": "Behold, my soul abhorreth sin, and my heart delighteth in righteousness; and I will praise the holy name of my God.",
                    "score": 0.7870916560038882
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 29,
                    "verse": 9,
                    "text": "I know that which the Lord hath commanded me, and I glory in it. I do not glory of myself, but I glory in that which the Lord hath commanded me; yea, and this is my glory, that perhaps I may be an instrument in the hands of God to bring some soul to repentance; and this is my joy.",
                    "score": 0.7820246001676577
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 2,
                    "verse": 12,
                    "text": "Saying, I will declare thy name unto my brethren, in the midst of the church will I sing praise unto thee.",
                    "score": 0.7780963496602559
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 15,
                    "verse": 17,
                    "text": "I have therefore whereof I may glory through Jesus Christ in those things which pertain to God.",
                    "score": 0.7754554611615891
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 13,
                    "text": "For thou hast said in thy heart: I will ascend into heaven, I will exalt my throne above the stars of God; I will sit also upon the mount of the congregation, in the sides of the north;",
                    "score": 0.775270306186183
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 70,
                    "verse": 18,
                    "text": "Behold, I, the Lord, am merciful and will bless them, and they shall enter into the joy of these things. Even so. Amen.",
                    "score": 0.7714517367346397
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 2,
                    "text": "Behold, and lo, I am the Lord thy God, and will answer thee as touching this matter.",
                    "score": 0.7700475217741117
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 26,
                    "verse": 36,
                    "text": "Now if this is boasting, even so will I boast; for this is my life and my light, my joy and my salvation, and my redemption from everlasting wo. Yea, blessed is the name of my God, who has been mindful of this people, who are a branch of the tree of Israel, and has been lost from its body in a strange land; yea, I say, blessed be the name of my God, who has been mindful of us, wanderers in a strange land.",
                    "score": 0.7688039654197256
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 25,
                    "verse": 12,
                    "text": "For my soul delighteth in the song of the heart; yea, the song of the righteous is a prayer unto me, and it shall be answered with a blessing upon their heads.",
                    "score": 0.7660119494388178
                }
            ]
        },
        {
            "verse": 5,
            "text": "Why art thou cast down, O my soul? and why art thou disquieted within me? hope in God: for I shall yet praise him, who is the health of my countenance, and my God.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 47,
                    "text": "Behold, my soul is rent with anguish because of you, and my heart is pained; I fear lest ye shall be cast off forever. Behold, I am full of the Spirit of God, insomuch that my frame has no strength.",
                    "score": 0.8100395927960616
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 17,
                    "text": "Nevertheless, notwithstanding the great goodness of the Lord, in showing me his great and marvelous works, my heart exclaimeth: O wretched man that I am! Yea, my heart sorroweth because of my flesh; my soul grieveth because of mine iniquities.",
                    "score": 0.8048831857746124
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 31,
                    "text": "O Lord, my heart is exceedingly sorrowful; wilt thou comfort my soul in Christ. O Lord, wilt thou grant unto me that I may have strength, that I may suffer with patience these afflictions which shall come upon me, because of the iniquity of this people.",
                    "score": 0.7940771931211779
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 49,
                    "text": "Behold, my soul abhorreth sin, and my heart delighteth in righteousness; and I will praise the holy name of my God.",
                    "score": 0.7895235800922453
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 22,
                    "text": "And the Lord said unto Cain: Why art thou wroth? Why is thy countenance fallen?",
                    "score": 0.7876109652166156
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 33,
                    "verse": 11,
                    "text": "And thou didst hear me because of mine afflictions and my sincerity; and it is because of thy Son that thou hast been thus merciful unto me, therefore I will cry unto thee in all mine afflictions, for in thee is my joy; for thou hast turned thy judgments away from me, because of thy Son.",
                    "score": 0.7866253709747687
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 15,
                    "text": "Blessed be the name of my God, for his Spirit hath not altogether withdrawn from me, or else where is thy glory, for it is darkness unto me? And I can judge between thee and God; for God said unto me: Worship God, for him only shalt thou serve.",
                    "score": 0.7808569772144157
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 24,
                    "text": "And now, my beloved brethren, as ye have desired to know of me what ye shall do because ye are afflicted and cast out--now I do not desire that ye should suppose that I mean to judge you only according to that which is true--",
                    "score": 0.7803778268709562
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 7,
                    "verse": 8,
                    "text": "But behold, the Lord God poured in his Spirit into my soul, insomuch that I did confound him in all his words.",
                    "score": 0.7785155165190195
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 19,
                    "text": "And because thou hast inquired of me concerning the transgressor, thou art blessed.",
                    "score": 0.7776653745136074
                }
            ]
        }
    ]
}