{
    "volume": "Old Testament",
    "book": "Psalms",
    "chapter": 104,
    "verses": [
        {
            "verse": 1,
            "text": "Bless the Lord, O my soul. O Lord my God, thou art very great; thou art clothed with honour and majesty.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 4,
                    "verse": 11,
                    "text": "Thou art worthy, O Lord, to receive glory and honour and power: for thou hast created all things, and for thy pleasure they are and were created.",
                    "score": 0.8300689854997927
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 59,
                    "verse": 7,
                    "text": "Thou shalt thank the Lord thy God in all things.",
                    "score": 0.8116494069519136
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 11,
                    "verse": 17,
                    "text": "Saying, We give thee thanks, O Lord God Almighty, which art, and wast, and art to come; because thou hast taken to thee thy great power, and hast reigned.",
                    "score": 0.8060398875719307
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 1,
                    "text": "Thanks be to thy name, O Lord God of Israel, who keepest covenant and showest mercy unto thy servants who walk uprightly before thee, with all their hearts--",
                    "score": 0.79126319138542
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 28,
                    "text": "If thou art merry, praise the Lord with singing, with music, with dancing, and with a prayer of praise and thanksgiving.",
                    "score": 0.7910214046614412
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 14,
                    "verse": 11,
                    "text": "And behold, thou art David, and thou art called to assist; which thing if ye do, and are faithful, ye shall be blessed both spiritually and temporally, and great shall be your reward. Amen.",
                    "score": 0.7878473820345501
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 25,
                    "verse": 12,
                    "text": "For my soul delighteth in the song of the heart; yea, the song of the righteous is a prayer unto me, and it shall be answered with a blessing upon their heads.",
                    "score": 0.7869159126661632
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 41,
                    "verse": 1,
                    "text": "Hearken and hear, O ye my people, saith the Lord and your God, ye whom I delight to bless with the greatest of all blessings, ye that hear me; and ye that hear me not will I curse, that have professed my name, with the heaviest of all cursings.",
                    "score": 0.7849821226235721
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 49,
                    "text": "Behold, my soul abhorreth sin, and my heart delighteth in righteousness; and I will praise the holy name of my God.",
                    "score": 0.7842978468834498
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 9,
                    "text": "And I will make of thee a great nation, and I will bless thee above measure, and make thy name great among all nations, and thou shalt be a blessing unto thy seed after thee, that in their hands they shall bear this ministry and Priesthood unto all nations;",
                    "score": 0.7839558018693383
                }
            ]
        },
        {
            "verse": 2,
            "text": "Who coverest thyself with light as with a garment: who stretchest out the heavens like a curtain:",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 12,
                    "text": "Which light proceedeth forth from the presence of God to fill the immensity of space--",
                    "score": 0.7892605439487885
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 7,
                    "verse": 3,
                    "text": "I clothe the heavens with blackness, and I make sackcloth their covering.",
                    "score": 0.7839299733126049
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 69,
                    "text": "I clothe the heavens with blackness, and make sackcloth their covering.",
                    "score": 0.7824916094252026
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 45,
                    "text": "The earth rolls upon her wings, and the sun giveth his light by day, and the moon giveth her light by night, and the stars also give their light, as they roll upon their wings in their glory, in the midst of the power of God.",
                    "score": 0.7749198850872419
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 24,
                    "text": "That which is of God is light; and he that receiveth light, and continueth in God, receiveth more light; and that light groweth brighter and brighter until the perfect day.",
                    "score": 0.7652605720037648
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 46,
                    "text": "And it shall be said: Who is this that cometh down from God in heaven with dyed garments; yea, from the regions which are not known, clothed in his glorious apparel, traveling in the greatness of his strength?",
                    "score": 0.7621567365428473
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 13,
                    "text": "The light which is in all things, which giveth life to all things, which is the law by which all things are governed, even the power of God who sitteth upon his throne, who is in the bosom of eternity, who is in the midst of all things.",
                    "score": 0.755736590570726
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 4,
                    "verse": 17,
                    "text": "And the Gods set them in the expanse of the heavens, to give light upon the earth, and to rule over the day and over the night, and to cause to divide the light from the darkness.",
                    "score": 0.7521029300945317
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 8,
                    "verse": 6,
                    "text": "Lift up your eyes to the heavens, and look upon the earth beneath; for the heavens shall vanish away like smoke, and the earth shall wax old like a garment; and they that dwell therein shall die in like manner. But my salvation shall be forever, and my righteousness shall not be abolished.",
                    "score": 0.7519112498805881
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 49,
                    "text": "And so great shall be the glory of his presence that the sun shall hide his face in shame, and the moon shall withhold its light, and the stars shall be hurled from their places.",
                    "score": 0.7471984874672706
                }
            ]
        },
        {
            "verse": 3,
            "text": "Who layeth the beams of his chambers in the waters: who maketh the clouds his chariot: who walketh upon the wings of the wind:",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 3,
                    "verse": 8,
                    "text": "The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit.",
                    "score": 0.7838883427279466
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 16,
                    "verse": 5,
                    "text": "And I heard the angel of the waters say, Thou art righteous, O Lord, which art, and wast, and shalt be, because thou hast judged thus.",
                    "score": 0.7818827421070478
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 7,
                    "text": "Behold, he cometh with clouds; and every eye shall see him, and they also which pierced him: and all kindreds of the earth shall wail because of him. Even so, Amen.",
                    "score": 0.7746401624196164
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 13,
                    "verse": 26,
                    "text": "And then shall they see the Son of man coming in the clouds with great power and glory.",
                    "score": 0.7745627100608548
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 6,
                    "verse": 5,
                    "text": "And it came to pass that the Lord God caused that there should be a furious wind blow upon the face of the waters, towards the promised land; and thus they were tossed upon the waves of the sea before the wind.",
                    "score": 0.7719042851089309
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 3,
                    "verse": 1,
                    "text": "And unto the angel of the church in Sardis write; These things saith he that hath the seven Spirits of God, and the seven stars; I know thy works, that thou hast a name that thou livest, and art dead.",
                    "score": 0.7717961524855514
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 1,
                    "verse": 7,
                    "text": "And of the angels he saith, Who maketh his angels spirits, and his ministers a flame of fire.",
                    "score": 0.7690540986548503
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 37,
                    "text": "And whoso treasureth up my word, shall not be deceived, for the Son of Man shall come, and he shall send his angels before him with the great sound of a trumpet, and they shall gather together the remainder of his elect from the four winds, from one end of heaven to the other.",
                    "score": 0.7681244753694283
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 27,
                    "text": "Nevertheless, unto whom is given power to command the waters, unto him it is given by the Spirit to know all his ways;",
                    "score": 0.7678747192620848
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 20,
                    "verse": 18,
                    "text": "O that thou hadst hearkened to my commandments--then had thy peace been as a river, and thy righteousness as the waves of the sea.",
                    "score": 0.7629014505105731
                }
            ]
        },
        {
            "verse": 4,
            "text": "Who maketh his angels spirits; his ministers a flaming fire:",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 1,
                    "verse": 7,
                    "text": "And of the angels he saith, Who maketh his angels spirits, and his ministers a flame of fire.",
                    "score": 0.9646857067498337
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 7,
                    "verse": 6,
                    "text": "Yea, he has undertaken a greater work; therefore I will make him as flaming fire and a ministering angel; he shall minister for those who shall be heirs of salvation who dwell on the earth.",
                    "score": 0.8294858072536431
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 2,
                    "verse": 18,
                    "text": "And unto the angel of the church in Thyatira write; These things saith the Son of God, who hath his eyes like unto a flame of fire, and his feet are like fine brass;",
                    "score": 0.8129434901481926
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 4,
                    "verse": 5,
                    "text": "And out of the throne proceeded lightnings and thunderings and voices: and there were seven lamps of fire burning before the throne, which are the seven Spirits of God.",
                    "score": 0.8108067698068411
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 13,
                    "verse": 13,
                    "text": "And he doeth great wonders, so that he maketh fire come down from heaven on the earth in the sight of men,",
                    "score": 0.8106980346633647
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 24,
                    "text": "And as they looked to behold they cast their eyes towards heaven, and they saw the heavens open, and they saw angels descending out of heaven as it were in the midst of fire; and they came down and encircled those little ones about, and they were encircled about with fire; and the angels did minister unto them.",
                    "score": 0.8042525846176473
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 12,
                    "verse": 29,
                    "text": "For our God is a consuming fire.",
                    "score": 0.8006582927004139
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 36,
                    "text": "These are they who shall go away into the lake of fire and brimstone, with the devil and his angels--",
                    "score": 0.8006362731587999
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 16,
                    "verse": 8,
                    "text": "And the fourth angel poured out his vial upon the sun; and power was given unto him to scorch men with fire.",
                    "score": 0.798908174762733
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "chapter": 3,
                    "verse": 12,
                    "text": "Looking for and hasting unto the coming of the day of God, wherein the heavens being on fire shall be dissolved, and the elements shall melt with fervent heat?",
                    "score": 0.7974264347365355
                }
            ]
        },
        {
            "verse": 5,
            "text": "Who laid the foundations of the earth, that it should not be removed for ever.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 52,
                    "text": "And he sent forth an unalterable decree, that a remnant of his seed should always be found among all nations, while the earth should stand;",
                    "score": 0.7852649842953369
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 44,
                    "text": "The heavens he made; the earth is his footstool; and the foundation thereof is his. Behold, he laid it, an host of men hath he brought in upon the face thereof.",
                    "score": 0.7794792977262912
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 1,
                    "verse": 10,
                    "text": "And, Thou, Lord, in the beginning hast laid the foundation of the earth; and the heavens are the works of thine hands:",
                    "score": 0.7737574944173078
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 36,
                    "text": "Behold, the Lord hath created the earth that it should be inhabited; and he hath created his children that they should possess it.",
                    "score": 0.769135303502991
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 58,
                    "text": "And the earth shall be given unto them for an inheritance; and they shall multiply and wax strong, and their children shall grow up without sin unto salvation.",
                    "score": 0.765699903201787
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 27,
                    "verse": 4,
                    "text": "Wherefore, you shall partake of none except it is made new among you; yea, in this my Father's kingdom which shall be built up on the earth.",
                    "score": 0.7636640974254867
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 13,
                    "verse": 8,
                    "text": "Wherefore, the remnant of the house of Joseph shall be built upon this land; and it shall be a land of their inheritance; and they shall build up a holy city unto the Lord, like unto the Jerusalem of old; and they shall no more be confounded, until the end come when the earth shall pass away.",
                    "score": 0.7623715414839819
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 3,
                    "verse": 11,
                    "text": "For other foundation can no man lay than that is laid, which is Jesus Christ.",
                    "score": 0.7614795906961929
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 25,
                    "verse": 21,
                    "text": "Wherefore, for this cause hath the Lord God promised unto me that these things which I write shall be kept and preserved, and handed down unto my seed, from generation to generation, that the promise may be fulfilled unto Joseph, that his seed should never perish as long as the earth should stand.",
                    "score": 0.7607894054330209
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 26,
                    "verse": 3,
                    "text": "And he did expound all things, even from the beginning until the time that he should come in his glory--yea, even all things which should come upon the face of the earth, even until the elements should melt with fervent heat, and the earth should be wrapt together as a scroll, and the heavens and the earth should pass away;",
                    "score": 0.7607202872980253
                }
            ]
        },
        {
            "verse": 6,
            "text": "Thou coveredst it with the deep as with a garment: the waters stood above the mountains.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 2,
                    "verse": 24,
                    "text": "For behold, ye shall be as a whale in the midst of the sea; for the mountain waves shall dash upon you. Nevertheless, I will bring you up again out of the depths of the sea; for the winds have gone forth out of my mouth, and also the rains and the floods have I sent forth.",
                    "score": 0.7834706784282554
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 21,
                    "verse": 9,
                    "text": "They shall not hurt nor destroy in all my holy mountain, for the earth shall be full of the knowledge of the Lord, as the waters cover the sea.",
                    "score": 0.777905902430043
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 30,
                    "verse": 15,
                    "text": "They shall not hurt nor destroy in all my holy mountain; for the earth shall be full of the knowledge of the Lord as the waters cover the sea.",
                    "score": 0.777905902430043
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 1,
                    "text": "The words of God, which he spake unto Moses at a time when Moses was caught up into an exceedingly high mountain,",
                    "score": 0.7769388988686572
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 11,
                    "verse": 23,
                    "text": "For verily I say unto you, That whosoever shall say unto this mountain, Be thou removed, and be thou cast into the sea; and shall not doubt in his heart, but shall believe that those things which he saith shall come to pass; he shall have whatsoever he saith.",
                    "score": 0.7744306302503007
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 8,
                    "verse": 10,
                    "text": "Art thou not he who hath dried the sea, the waters of the great deep; that hath made the depths of the sea a way for the ransomed to pass over?",
                    "score": 0.7721052466680499
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 20,
                    "verse": 18,
                    "text": "O that thou hadst hearkened to my commandments--then had thy peace been as a river, and thy righteousness as the waves of the sea.",
                    "score": 0.7676287375659977
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 34,
                    "text": "Behold my Spirit is upon you, wherefore all thy words will I justify; and the mountains shall flee before you, and the rivers shall turn from their course; and thou shalt abide in me, and I in you; therefore walk with me.",
                    "score": 0.7671147866873848
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 2,
                    "verse": 25,
                    "text": "And behold, I prepare you against these things; for ye cannot cross this great deep save I prepare you against the waves of the sea, and the winds which have gone forth, and the floods which shall come. Therefore what will ye that I should prepare for you that ye may have light when ye are swallowed up in the depths of the sea?",
                    "score": 0.7653776018127192
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 12,
                    "verse": 16,
                    "text": "And behold, also, if he say unto the waters of the great deep--Be thou dried up--it is done.",
                    "score": 0.7638896592784895
                }
            ]
        },
        {
            "verse": 7,
            "text": "At thy rebuke they fled; at the voice of thy thunder they hasted away.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 27,
                    "verse": 11,
                    "text": "And as I said unto you, as they were going about rebelling against God, behold, the angel of the Lord appeared unto them; and he descended as it were in a cloud; and he spake as it were with a voice of thunder, which caused the earth to shake upon which they stood;",
                    "score": 0.7899055232541724
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 25,
                    "text": "When Jesus saw that the people came running together, he rebuked the foul spirit, saying unto him, Thou dumb and deaf spirit, I charge thee, come out of him, and enter no more into him.",
                    "score": 0.7792926457177916
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 7,
                    "verse": 57,
                    "text": "Then they cried out with a loud voice, and stopped their ears, and ran upon him with one accord,",
                    "score": 0.7758776918981694
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 8,
                    "verse": 20,
                    "text": "Thy sons have fainted, save these two; they lie at the head of all the streets; as a wild bull in a net, they are full of the fury of the Lord, the rebuke of thy God.",
                    "score": 0.773364113817621
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 2,
                    "verse": 26,
                    "text": "And it came to pass that when they had fled we did pursue them with our armies, and did meet them again, and did beat them; nevertheless the strength of the Lord was not with us; yea, we were left to ourselves, that the Spirit of the Lord did not abide in us; therefore we had become weak like unto our brethren.",
                    "score": 0.7713609595782824
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 28,
                    "verse": 8,
                    "text": "And they departed quickly from the sepulchre with fear and great joy; and did run to bring his disciples word.",
                    "score": 0.7710386193939793
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 21,
                    "text": "Wherefore, let those concerning whom I have spoken, that should take their journey in haste--again I say unto you, let them take their journey in haste.",
                    "score": 0.7707164367032463
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 22,
                    "verse": 22,
                    "text": "When they had heard these words, they marvelled, and left him, and went their way.",
                    "score": 0.76835291560163
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 9,
                    "text": "Thy voice shall be a rebuke unto the transgressor; and at thy rebuke let the tongue of the slanderer cease its perverseness.",
                    "score": 0.7623601571278632
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 16,
                    "verse": 2,
                    "text": "And then shall the wicked be cast out, and they shall have cause to howl, and weep, and wail, and gnash their teeth; and this because they would not hearken unto the voice of the Lord; therefore the Lord redeemeth them not.",
                    "score": 0.762245103882804
                }
            ]
        },
        {
            "verse": 8,
            "text": "They go up by the mountains; they go down by the valleys unto the place which thou hast founded for them.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 1,
                    "verse": 42,
                    "text": "And when thou hast done this thou shalt go at the head of them down into the valley which is northward. And there will I meet thee, and I will go before thee into a land which is choice above all the lands of the earth.",
                    "score": 0.8352261540799156
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 40,
                    "text": "And then shall they say: How beautiful upon the mountains are the feet of him that bringeth good tidings unto them, that publisheth peace; that bringeth good tidings unto them of good, that publisheth salvation; that saith unto Zion: Thy God reigneth!",
                    "score": 0.8091821745255277
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 3,
                    "verse": 13,
                    "text": "And he goeth up into a mountain, and calleth unto him whom he would: and they came unto him.",
                    "score": 0.8020850641444927
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 14,
                    "text": "And upon all the high mountains, and upon all the hills, and upon all the nations which are lifted up, and upon every people;",
                    "score": 0.7876579198518304
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 2,
                    "text": "And it shall come to pass in the last days, when the mountain of the Lord's house shall be established in the top of the mountains, and shall be exalted above the hills, and all nations shall flow unto it.",
                    "score": 0.7854739877133483
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 21,
                    "text": "How beautiful upon the mountains are the feet of him that bringeth good tidings; that publisheth peace; that bringeth good tidings of good; that publisheth salvation; that saith unto Zion, Thy God reigneth;",
                    "score": 0.7832962482857466
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 23,
                    "verse": 30,
                    "text": "Then shall they begin to say to the mountains, Fall on us; and to the hills, Cover us.",
                    "score": 0.7832454326515056
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 7,
                    "text": "Therefore, gird up thy loins for the work. Let thy feet be shod also, for thou art chosen, and thy path lieth among the mountains, and among many nations.",
                    "score": 0.7784191980199873
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 12,
                    "verse": 17,
                    "text": "Behold, if he say unto this mountain--Be thou raised up, and come over and fall upon that city, that it be buried up--behold it is done.",
                    "score": 0.7758396111059793
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 44,
                    "text": "Yea, when thou comest down, and the mountains flow down at thy presence, thou shalt meet him who rejoiceth and worketh righteousness, who remembereth thee in thy ways.",
                    "score": 0.7735072199000749
                }
            ]
        },
        {
            "verse": 9,
            "text": "Thou hast set a bound that they may not pass over; that they turn not again to cover the earth.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 9,
                    "verse": 3,
                    "text": "Now they understood not the words which they spake; for they knew not that the earth should pass away.",
                    "score": 0.7871933869330304
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 9,
                    "verse": 4,
                    "text": "And it was commanded them that they should not hurt the grass of the earth, neither any green thing, neither any tree; but only those men which have not the seal of God in their foreheads.",
                    "score": 0.7828725667605034
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 122,
                    "verse": 9,
                    "text": "Therefore, hold on thy way, and the priesthood shall remain with thee; for their bounds are set, they cannot pass. Thy days are known, and thy years shall not be numbered less; therefore, fear not what man can do, for God shall be with you forever and ever.",
                    "score": 0.7817138797548384
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 12,
                    "verse": 25,
                    "text": "See that ye refuse not him that speaketh. For if they escaped not who refused him that spake on earth, much more shall not we escape, if we turn away from him that speaketh from heaven:",
                    "score": 0.7777255944482855
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 26,
                    "verse": 6,
                    "text": "Yea, they shall not be beaten down by the storm at the last day; yea, neither shall they be harrowed up by the whirlwinds; but when the storm cometh they shall be gathered together in their place, that the storm cannot penetrate to them; yea, neither shall they be driven with fierce winds whithersoever the enemy listeth to carry them.",
                    "score": 0.7762206145335526
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 37,
                    "text": "When thou tillest the ground it shall not henceforth yield unto thee her strength. A fugitive and a vagabond shalt thou be in the earth.",
                    "score": 0.7711667964231056
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 9,
                    "text": "For this, the waters of Noah unto me, for as I have sworn that the waters of Noah should no more go over the earth, so have I sworn that I would not be wroth with thee.",
                    "score": 0.7706855520458933
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 8,
                    "text": "Wo unto them that join house to house, till there can be no place, that they may be placed alone in the midst of the earth!",
                    "score": 0.7653191937160627
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 29,
                    "text": "And they shall go out from all nations; and they shall not go out in haste, nor go by flight, for I will go before them, saith the Father, and I will be their rearward.",
                    "score": 0.7644322472967771
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 3,
                    "verse": 18,
                    "text": "And to whom sware he that they should not enter into his rest, but to them that believed not?",
                    "score": 0.7641982069937249
                }
            ]
        },
        {
            "verse": 10,
            "text": "He sendeth the springs into the valleys, which run among the hills.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 46,
                    "text": "And when he had sent them away, he departed into a mountain to pray.",
                    "score": 0.749550285545279
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 20,
                    "verse": 21,
                    "text": "And they thirsted not; he led them through the deserts; he caused the waters to flow out of the rock for them; he clave the rock also and the waters gushed out.",
                    "score": 0.7422359835684137
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 3,
                    "verse": 13,
                    "text": "And he goeth up into a mountain, and calleth unto him whom he would: and they came unto him.",
                    "score": 0.7368508218088305
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 12,
                    "text": "And it came to pass in those days, that he went out into a mountain to pray, and continued all night in prayer to God.",
                    "score": 0.733809805747842
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 3,
                    "verse": 5,
                    "text": "Every valley shall be filled, and every mountain and hill shall be brought low; and the crooked shall be made straight, and the rough ways shall be made smooth;",
                    "score": 0.7310822579954512
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 19,
                    "text": "And they shall come, and shall rest all of them in the desolate valleys, and in the holes of the rocks, and upon all thorns, and upon all bushes.",
                    "score": 0.7269020366930761
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 47,
                    "verse": 9,
                    "text": "And behold, it came to pass that he caused his army to pitch their tents in the valley which was near the mount Antipas.",
                    "score": 0.7266735392579743
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 12,
                    "verse": 9,
                    "text": "Yea, behold at his voice do the hills and the mountains tremble and quake.",
                    "score": 0.7266003036414889
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 43,
                    "verse": 32,
                    "text": "And the remainder he concealed in the west valley, on the west of the river Sidon, and so down into the borders of the land Manti.",
                    "score": 0.7249089404109382
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 23,
                    "verse": 30,
                    "text": "Then shall they begin to say to the mountains, Fall on us; and to the hills, Cover us.",
                    "score": 0.722038249224076
                }
            ]
        },
        {
            "verse": 11,
            "text": "They give drink to every beast of the field: the wild asses quench their thirst.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 12,
                    "verse": 20,
                    "text": "Therefore if thine enemy hunger, feed him; if he thirst, give him drink: for in so doing thou shalt heap coals of fire on his head.",
                    "score": 0.7293091893190132
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 5,
                    "verse": 21,
                    "text": "And Adam gave names to all cattle, to the fowl of the air, to every beast of the field; and for Adam, there was found an help meet for him.",
                    "score": 0.7247814101928368
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 5,
                    "verse": 11,
                    "text": "Now there was there nigh unto the mountains a great herd of swine feeding.",
                    "score": 0.7243649849377861
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 8,
                    "verse": 21,
                    "text": "Yea, they are as a wild flock which fleeth from the shepherd, and scattereth, and are driven, and are devoured by the beasts of the forest.",
                    "score": 0.7233096004199315
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 20,
                    "text": "And it shall come to pass that the beasts of the forest and the fowls of the air shall devour them up.",
                    "score": 0.7047410150658207
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 19,
                    "text": "For, behold, the beasts of the field and the fowls of the air, and that which cometh of the earth, is ordained for the use of man for food and for raiment, and that he might have in abundance.",
                    "score": 0.7032396938241811
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 24,
                    "text": "And every corruptible thing, both of man, or of the beasts of the field, or of the fowls of the heavens, or of the fish of the sea, that dwells upon all the face of the earth, shall be consumed;",
                    "score": 0.7032060609310781
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 6,
                    "text": "And blessed are all they who do hunger and thirst after righteousness, for they shall be filled with the Holy Ghost.",
                    "score": 0.6975882041881194
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 16,
                    "verse": 18,
                    "text": "They shall take up serpents; and if they drink any deadly thing, it shall not hurt them; they shall lay hands on the sick, and they shall recover.",
                    "score": 0.6972609997372152
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 5,
                    "verse": 20,
                    "text": "And out of the ground the Gods formed every beast of the field, and every fowl of the air, and brought them unto Adam to see what he would call them; and whatsoever Adam called every living creature, that should be the name thereof.",
                    "score": 0.6964226943880905
                }
            ]
        },
        {
            "verse": 12,
            "text": "By them shall the fowls of the heaven have their habitation, which sing among the branches.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 26,
                    "text": "Behold the fowls of the air, for they sow not, neither do they reap nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?",
                    "score": 0.8175891806384274
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 6,
                    "verse": 26,
                    "text": "Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?",
                    "score": 0.8175891806384274
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 59,
                    "verse": 16,
                    "text": "Verily I say, that inasmuch as ye do this, the fulness of the earth is yours, the beasts of the field and the fowls of the air, and that which climbeth upon the trees and walketh upon the earth;",
                    "score": 0.8077090784968392
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 2,
                    "text": "Who will gather his people even as a hen gathereth her chickens under her wings, even as many as will hearken to my voice and humble themselves before me, and call upon me in mighty prayer.",
                    "score": 0.7996448793534198
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 22,
                    "text": "And I, God, blessed them, saying: Be fruitful, and multiply, and fill the waters in the sea; and let fowl multiply in the earth;",
                    "score": 0.7930699725407354
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 4,
                    "verse": 20,
                    "text": "And the Gods said: Let us prepare the waters to bring forth abundantly the moving creatures that have life; and the fowl, that they may fly above the earth in the open expanse of heaven.",
                    "score": 0.7905579209598481
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 20,
                    "text": "And I, God, said: Let the waters bring forth abundantly the moving creature that hath life, and fowl which may fly above the earth in the open firmament of heaven.",
                    "score": 0.7901002245304002
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 24,
                    "text": "For all old things shall pass away, and all things shall become new, even the heaven and the earth, and all the fulness thereof, both men and beasts, the fowls of the air, and the fishes of the sea;",
                    "score": 0.7887962243214316
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 10,
                    "verse": 6,
                    "text": "O ye house of Israel whom I have spared, how oft will I gather you as a hen gathereth her chickens under her wings, if ye will repent and return unto me with full purpose of heart.",
                    "score": 0.7865209086198314
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 28,
                    "text": "And I, God, blessed them, and said unto them: Be fruitful, and multiply, and replenish the earth, and subdue it, and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.",
                    "score": 0.7863712836396143
                }
            ]
        },
        {
            "verse": 13,
            "text": "He watereth the hills from his chambers: the earth is satisfied with the fruit of thy works.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 12,
                    "text": "And the earth brought forth grass, every herb yielding seed after his kind, and the tree yielding fruit, whose seed should be in itself, after his kind; and I, God, saw that all things which I had made were good;",
                    "score": 0.7864105749996638
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 11,
                    "text": "And I, God, said: Let the earth bring forth grass, the herb yielding seed, the fruit tree yielding fruit, after his kind, and the tree yielding fruit, whose seed should be in itself upon the earth, and it was so even as I spake.",
                    "score": 0.7856068521597037
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 25,
                    "text": "And he said unto the servant: Look hither and behold the last. Behold, this have I planted in a good spot of ground; and I have nourished it this long time, and only a part of the tree hath brought forth tame fruit, and the other part of the tree hath brought forth wild fruit; behold, I have nourished this tree like unto the others.",
                    "score": 0.7825448896174974
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 9,
                    "text": "For I, the Lord, will cause them to bring forth as a very fruitful tree which is planted in a goodly land, by a pure stream, that yieldeth much precious fruit.",
                    "score": 0.7789201748957294
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 75,
                    "text": "And it came to pass that when the Lord of the vineyard saw that his fruit was good, and that his vineyard was no more corrupt, he called up his servants, and said unto them: Behold, for this last time have we nourished my vineyard; and thou beholdest that I have done according to my will; and I have preserved the natural fruit, that it is good, even like as it was in the beginning. And blessed art thou; for because ye have been diligent in laboring with me in my vineyard, and have kept my commandments, and have brought unto me again the natural fruit, that my vineyard is no more corrupted, and the bad is cast away, behold ye shall have joy with me because of the fruit of my vineyard.",
                    "score": 0.7771350100802431
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 9,
                    "text": "And out of the ground made I, the Lord God, to grow every tree, naturally, that is pleasant to the sight of man; and man could behold it. And it became also a living soul. For it was spiritual in the day that I created it; for it remaineth in the sphere in which I, God, created it, yea, even all things which I prepared for the use of man; and man saw that it was good for food. And I, the Lord God, planted the tree of life also in the midst of the garden, and also the tree of knowledge of good and evil.",
                    "score": 0.7734750972022107
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 39,
                    "text": "And worship him that made heaven, and earth, and the sea, and the fountains of waters--",
                    "score": 0.773442044997083
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 21,
                    "text": "How beautiful upon the mountains are the feet of him that bringeth good tidings; that publisheth peace; that bringeth good tidings of good; that publisheth salvation; that saith unto Zion, Thy God reigneth;",
                    "score": 0.7727388405424436
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 44,
                    "text": "Yea, when thou comest down, and the mountains flow down at thy presence, thou shalt meet him who rejoiceth and worketh righteousness, who remembereth thee in thy ways.",
                    "score": 0.7705350058183041
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 5,
                    "verse": 18,
                    "text": "And he prayed again, and the heaven gave rain, and the earth brought forth her fruit.",
                    "score": 0.7677088884200804
                }
            ]
        },
        {
            "verse": 14,
            "text": "He causeth the grass to grow for the cattle, and herb for the service of man: that he may bring forth food out of the earth;",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 11,
                    "text": "And I, God, said: Let the earth bring forth grass, the herb yielding seed, the fruit tree yielding fruit, after his kind, and the tree yielding fruit, whose seed should be in itself upon the earth, and it was so even as I spake.",
                    "score": 0.8213311250371484
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 12,
                    "text": "And the earth brought forth grass, every herb yielding seed after his kind, and the tree yielding fruit, whose seed should be in itself, after his kind; and I, God, saw that all things which I had made were good;",
                    "score": 0.8157114669009355
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 4,
                    "verse": 11,
                    "text": "And the Gods said: Let us prepare the earth to bring forth grass; the herb yielding seed; the fruit tree yielding fruit, after his kind, whose seed in itself yieldeth its own likeness upon the earth; and it was so, even as they ordered.",
                    "score": 0.812595355472502
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 4,
                    "verse": 12,
                    "text": "And the Gods organized the earth to bring forth grass from its own seed, and the herb to bring forth herb from its own seed, yielding seed after his kind; and the earth to bring forth the tree from its own seed, yielding fruit, whose seed could only bring forth the same in itself, after his kind; and the Gods saw that they were obeyed.",
                    "score": 0.811304174033616
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 24,
                    "text": "And I, God, said: Let the earth bring forth the living creature after his kind, cattle, and creeping things, and beasts of the earth after their kind, and it was so;",
                    "score": 0.792327425250923
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 59,
                    "verse": 17,
                    "text": "Yea, and the herb, and the good things which come of the earth, whether for food or for raiment, or for houses, or for barns, or for orchards, or for gardens, or for vineyards;",
                    "score": 0.7915538310497393
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 17,
                    "verse": 7,
                    "text": "But which of you, having a servant plowing or feeding cattle, will say unto him by and by, when he is come from the field, Go and sit down to meat?",
                    "score": 0.7882332033655712
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 21,
                    "text": "And it shall come to pass in that day, a man shall nourish a young cow and two sheep;",
                    "score": 0.7821083504475828
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 29,
                    "text": "And I, God, said unto man: Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree in the which shall be the fruit of a tree yielding seed; to you it shall be for meat.",
                    "score": 0.780911397691687
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 19,
                    "text": "For, behold, the beasts of the field and the fowls of the air, and that which cometh of the earth, is ordained for the use of man for food and for raiment, and that he might have in abundance.",
                    "score": 0.7806359308350775
                }
            ]
        },
        {
            "verse": 15,
            "text": "And wine that maketh glad the heart of man, and oil to make his face to shine, and bread which strengtheneth man's heart.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 22,
                    "text": "Wo unto the mighty to drink wine, and men of strength to mingle strong drink;",
                    "score": 0.7917655088637912
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 18,
                    "verse": 13,
                    "text": "And cinnamon, and odours, and ointments, and frankincense, and wine, and oil, and fine flour, and wheat, and beasts, and sheep, and horses, and chariots, and slaves, and souls of men.",
                    "score": 0.7910763002171051
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 7,
                    "text": "But he truly gave unto them bread to eat, and also wine to drink.",
                    "score": 0.7842487975468189
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 1,
                    "text": "And it came to pass that Jesus commanded his disciples that they should bring forth some bread and wine unto him.",
                    "score": 0.781400884543099
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 40,
                    "text": "And to administer bread and wine--the emblems of the flesh and blood of Christ--",
                    "score": 0.7799110172255933
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 59,
                    "verse": 18,
                    "text": "Yea, all things which come of the earth, in the season thereof, are made for the benefit and the use of man, both to please the eye and to gladden the heart;",
                    "score": 0.7783508958572787
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 45,
                    "text": "A good man out of the good treasure of his heart bringeth forth that which is good; and an evil man out of the evil treasure of his heart bringeth forth that which is evil: for of the abundance of the heart his mouth speaketh.",
                    "score": 0.7729755327589337
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 2,
                    "verse": 10,
                    "text": "And saith unto him, Every man at the beginning doth set forth good wine; and when men have well drunk, then that which is worse: but thou hast kept the good wine until now.",
                    "score": 0.7641427310629015
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 12,
                    "verse": 35,
                    "text": "A good man out of the good treasure of the heart bringeth forth good things: and an evil man out of the evil treasure bringeth forth evil things.",
                    "score": 0.7639080485900096
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 21,
                    "verse": 9,
                    "text": "For, behold, I will bless all those who labor in my vineyard with a mighty blessing, and they shall believe on his words, which are given him through me by the Comforter, which manifesteth that Jesus was crucified by sinful men for the sins of the world, yea, for the remission of sins unto the contrite heart.",
                    "score": 0.7637332604407961
                }
            ]
        },
        {
            "verse": 16,
            "text": "The trees of the Lord are full of sap; the cedars of Lebanon, which he hath planted;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 13,
                    "text": "Yea, and the day of the Lord shall come upon all the cedars of Lebanon, for they are high and lifted up; and upon all the oaks of Bashan;",
                    "score": 0.8274774096082385
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 8,
                    "text": "Yea, the fir trees rejoice at thee, and also the cedars of Lebanon, saying: Since thou art laid down no feller is come up against us.",
                    "score": 0.8000148727568512
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 12,
                    "verse": 13,
                    "text": "Took branches of palm trees, and went forth to meet him, and cried, Hosanna: Blessed is the King of Israel that cometh in the name of the Lord.",
                    "score": 0.7822890922258575
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 28,
                    "text": "But behold, saith the Lord of Hosts: I will show unto the children of men that it is yet a very little while and Lebanon shall be turned into a fruitful field; and the fruitful field shall be esteemed as a forest.",
                    "score": 0.7783069634939853
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 9,
                    "text": "And out of the ground made I, the Lord God, to grow every tree, naturally, that is pleasant to the sight of man; and man could behold it. And it became also a living soul. For it was spiritual in the day that I created it; for it remaineth in the sphere in which I, God, created it, yea, even all things which I prepared for the use of man; and man saw that it was good for food. And I, the Lord God, planted the tree of life also in the midst of the garden, and also the tree of knowledge of good and evil.",
                    "score": 0.7735982196107614
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 34,
                    "text": "And he shall cut down the thickets of the forests with iron, and Lebanon shall fall by a mighty one.",
                    "score": 0.7722433928100212
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 18,
                    "text": "And he said unto the servant: Behold, the branches of the wild tree have taken hold of the moisture of the root thereof, that the root thereof hath brought forth much strength; and because of the much strength of the root thereof the wild branches have brought forth tame fruit. Now, if we had not grafted in these branches, the tree thereof would have perished. And now, behold, I shall lay up much fruit, which the tree thereof hath brought forth; and the fruit thereof I shall lay up against the season, unto mine own self.",
                    "score": 0.7599561422685136
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 23,
                    "text": "And it came to pass that the Lord of the vineyard said unto his servant: Look hither; behold I have planted another branch of the tree also; and thou knowest that this spot of ground was poorer than the first. But, behold the tree. I have nourished it this long time, and it hath brought forth much fruit; therefore, gather it, and lay it up against the season, that I may preserve it unto mine own self.",
                    "score": 0.7557661223335151
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 9,
                    "text": "For I, the Lord, will cause them to bring forth as a very fruitful tree which is planted in a goodly land, by a pure stream, that yieldeth much precious fruit.",
                    "score": 0.7544707627716911
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 34,
                    "text": "And the servant said unto his master: Behold, because thou didst graft in the branches of the wild olive tree they have nourished the roots, that they are alive and they have not perished; wherefore thou beholdest that they are yet good.",
                    "score": 0.7483516624588304
                }
            ]
        },
        {
            "verse": 17,
            "text": "Where the birds make their nests: as for the stork, the fir trees are her house.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 4,
                    "verse": 32,
                    "text": "But when it is sown, it groweth up, and becometh greater than all herbs, and shooteth out great branches; so that the fowls of the air may lodge under the shadow of it.",
                    "score": 0.6747757783472114
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 24,
                    "text": "Consider the ravens: for they neither sow nor reap; which neither have storehouse nor barn; and God feedeth them: how much more are ye better than the fowls?",
                    "score": 0.6652882772485926
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 12,
                    "text": "Wherefore, go thy way; watch the tree, and nourish it, according to my words.",
                    "score": 0.6614904767389661
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 10,
                    "verse": 12,
                    "text": "Wherein were all manner of fourfooted beasts of the earth, and wild beasts, and creeping things, and fowls of the air.",
                    "score": 0.6602835038634588
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 23,
                    "verse": 21,
                    "text": "But wild beasts of the desert shall lie there; and their houses shall be full of doleful creatures; and owls shall dwell there, and satyrs shall dance there.",
                    "score": 0.6599781062289402
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 59,
                    "verse": 16,
                    "text": "Verily I say, that inasmuch as ye do this, the fulness of the earth is yours, the beasts of the field and the fowls of the air, and that which climbeth upon the trees and walketh upon the earth;",
                    "score": 0.6582105766650254
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 20,
                    "text": "And it shall come to pass that the beasts of the forest and the fowls of the air shall devour them up.",
                    "score": 0.6573793602125221
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 12,
                    "verse": 14,
                    "text": "And to the woman were given two wings of a great eagle, that she might fly into the wilderness, into her place, where she is nourished for a time, and times, and half a time, from the face of the serpent.",
                    "score": 0.6540410568065668
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 8,
                    "verse": 20,
                    "text": "And Jesus saith unto him, The foxes have holes, and the birds of the air have nests; but the Son of man hath not where to lay his head.",
                    "score": 0.6507294369229423
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 6,
                    "verse": 26,
                    "text": "Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?",
                    "score": 0.6466755729995429
                }
            ]
        },
        {
            "verse": 18,
            "text": "The high hills are a refuge for the wild goats; and the rocks for the conies.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 25,
                    "text": "And all hills that shall be digged with the mattock, there shall not come thither the fear of briers and thorns; but it shall be for the sending forth of oxen, and the treading of lesser cattle.",
                    "score": 0.7127677404110312
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 5,
                    "verse": 11,
                    "text": "Now there was there nigh unto the mountains a great herd of swine feeding.",
                    "score": 0.6914621777316907
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 19,
                    "text": "And they shall come, and shall rest all of them in the desolate valleys, and in the holes of the rocks, and upon all thorns, and upon all bushes.",
                    "score": 0.689928762683152
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 21,
                    "text": "To go into the clefts of the rocks, and into the tops of the ragged rocks, for the fear of the Lord shall come upon them and the majesty of his glory shall smite them, when he ariseth to shake terribly the earth.",
                    "score": 0.6827853361555484
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 34,
                    "text": "Therefore, fear not, little flock; do good; let earth and hell combine against you, for if ye are built upon my rock, they cannot prevail.",
                    "score": 0.6767163400745317
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 18,
                    "verse": 25,
                    "text": "And it came to pass that we did find upon the land of promise, as we journeyed in the wilderness, that there were beasts in the forests of every kind, both the cow and the ox, and the ass and the horse, and the goat and the wild goat, and all manner of wild animals, which were for the use of men. And we did find all manner of ore, both of gold, and of silver, and of copper.",
                    "score": 0.6702310149193255
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 14,
                    "text": "And upon all the high mountains, and upon all the hills, and upon all the nations which are lifted up, and upon every people;",
                    "score": 0.6683119837675489
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 19,
                    "text": "And they shall go into the holes of the rocks, and into the caves of the earth, for the fear of the Lord shall come upon them and the glory of his majesty shall smite them, when he ariseth to shake terribly the earth.",
                    "score": 0.6661131800148684
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 6,
                    "verse": 15,
                    "text": "And the kings of the earth, and the great men, and the rich men, and the chief captains, and the mighty men, and every bondman, and every free man, hid themselves in the dens and in the rocks of the mountains;",
                    "score": 0.6621671983251681
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 38,
                    "text": "And they came forth to hear him, upon the high places, saying unto the tent-keepers: Tarry ye here and keep the tents, while we go yonder to behold the seer, for he prophesieth, and there is a strange thing in the land; a wild man hath come among us.",
                    "score": 0.6621623894141372
                }
            ]
        },
        {
            "verse": 19,
            "text": "He appointed the moon for seasons: the sun knoweth his going down.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 18,
                    "text": "And the sun to rule over the day, and the moon to rule over the night, and to divide the light from the darkness; and I, God, saw that all things which I had made were good;",
                    "score": 0.7760676999321794
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 49,
                    "text": "And so great shall be the glory of his presence that the sun shall hide his face in shame, and the moon shall withhold its light, and the stars shall be hurled from their places.",
                    "score": 0.7582473710400716
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 11,
                    "text": "And now, behold, the hand of the Lord is upon thee, and thou shalt be blind, not seeing the sun for a season. And immediately there fell on him a mist and a darkness; and he went about seeking some to lead him by the hand.",
                    "score": 0.7544668427868652
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 87,
                    "text": "For not many days hence and the earth shall tremble and reel to and fro as a drunken man; and the sun shall hide his face, and shall refuse to give light; and the moon shall be bathed in blood; and the stars shall become exceedingly angry, and shall cast themselves down as a fig that falleth from off a fig tree.",
                    "score": 0.7507982474148256
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 14,
                    "verse": 4,
                    "text": "Therefore, there shall be one day and a night and a day, as if it were one day and there were no night; and this shall be unto you for a sign; for ye shall know of the rising of the sun and also of its setting; therefore they shall know of a surety that there shall be two days and a night; nevertheless the night shall not be darkened; and it shall be the night before he is born.",
                    "score": 0.7458723451537652
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 16,
                    "text": "And I, God, made two great lights; the greater light to rule the day, and the lesser light to rule the night, and the greater light was the sun, and the lesser light was the moon; and the stars also were made even according to my word.",
                    "score": 0.7433520999701315
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 1,
                    "verse": 11,
                    "text": "For the sun is no sooner risen with a burning heat, but it withereth the grass, and the flower thereof falleth, and the grace of the fashion of it perisheth: so also shall the rich man fade away in his ways.",
                    "score": 0.7425317878991896
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 3,
                    "verse": 13,
                    "text": "And he said unto me: This is Shinehah, which is the sun. And he said unto me: Kokob, which is star. And he said unto me: Olea, which is the moon. And he said unto me: Kokaubeam, which signifies stars, or all the great lights, which were in the firmament of heaven.",
                    "score": 0.7420946632684451
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 2,
                    "verse": 20,
                    "text": "The sun shall be turned into darkness, and the moon into blood, before that great and notable day of the Lord come:",
                    "score": 0.7418381103712169
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 42,
                    "text": "And before the day of the Lord shall come, the sun shall be darkened, and the moon be turned into blood, and the stars fall from heaven.",
                    "score": 0.7417549706226899
                }
            ]
        },
        {
            "verse": 20,
            "text": "Thou makest darkness, and it is night: wherein all the beasts of the forest do creep forth.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 20,
                    "text": "And it shall come to pass that the beasts of the forest and the fowls of the air shall devour them up.",
                    "score": 0.7880987264577964
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 10,
                    "verse": 12,
                    "text": "Wherein were all manner of fourfooted beasts of the earth, and wild beasts, and creeping things, and fowls of the air.",
                    "score": 0.7830059389944362
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 12,
                    "verse": 17,
                    "text": "And the mists of darkness are the temptations of the devil, which blindeth the eyes, and hardeneth the hearts of the children of men, and leadeth them away into broad roads, that they perish and are lost.",
                    "score": 0.7762527216743975
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 19,
                    "verse": 18,
                    "text": "For wickedness burneth as the fire; it shall devour the briers and thorns, and shall kindle in the thickets of the forests, and they shall mount up like the lifting up of smoke.",
                    "score": 0.7745064847109927
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 8,
                    "verse": 21,
                    "text": "Yea, they are as a wild flock which fleeth from the shepherd, and scattereth, and are driven, and are devoured by the beasts of the forest.",
                    "score": 0.7712587489146775
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 55,
                    "text": "And thus the works of darkness began to prevail among all the sons of men.",
                    "score": 0.7683980536245552
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 14,
                    "verse": 11,
                    "text": "And the smoke of their torment ascendeth up for ever and ever: and they have no rest day nor night, who worship the beast and his image, and whosoever receiveth the mark of his name.",
                    "score": 0.7627078170793559
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 106,
                    "verse": 4,
                    "text": "And again, verily I say unto you, the coming of the Lord draweth nigh, and it overtaketh the world as a thief in the night--",
                    "score": 0.7619845362405822
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 16,
                    "text": "Then shall ye, who are a remnant of the house of Jacob, go forth among them; and ye shall be in the midst of them who shall be many; and ye shall be among them as a lion among the beasts of the forest, and as a young lion among the flocks of sheep, who, if he goeth through both treadeth down and teareth in pieces, and none can deliver.",
                    "score": 0.7604549575280385
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 59,
                    "verse": 16,
                    "text": "Verily I say, that inasmuch as ye do this, the fulness of the earth is yours, the beasts of the field and the fowls of the air, and that which climbeth upon the trees and walketh upon the earth;",
                    "score": 0.7591534639706047
                }
            ]
        },
        {
            "verse": 21,
            "text": "The young lions roar after their prey, and seek their meat from God.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 21,
                    "verse": 7,
                    "text": "And the cow and the bear shall feed; their young ones shall lie down together; and the lion shall eat straw like the ox.",
                    "score": 0.777847618334466
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 30,
                    "verse": 13,
                    "text": "And the cow and the bear shall feed; their young ones shall lie down together; and the lion shall eat straw like the ox.",
                    "score": 0.777847618334466
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 29,
                    "text": "They shall roar like young lions; yea, they shall roar, and lay hold of the prey, and shall carry away safe, and none shall deliver.",
                    "score": 0.7742051778575135
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 11,
                    "verse": 33,
                    "text": "Who through faith subdued kingdoms, wrought righteousness, obtained promises, stopped the mouths of lions,",
                    "score": 0.7592245810378666
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 16,
                    "text": "Then shall ye, who are a remnant of the house of Jacob, go forth among them; and ye shall be in the midst of them who shall be many; and ye shall be among them as a lion among the beasts of the forest, and as a young lion among the flocks of sheep, who, if he goeth through both treadeth down and teareth in pieces, and none can deliver.",
                    "score": 0.7398228727330162
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 21,
                    "verse": 6,
                    "text": "The wolf also shall dwell with the lamb, and the leopard shall lie down with the kid, and the calf and the young lion and fatling together; and a little child shall lead them.",
                    "score": 0.7391830231756766
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 30,
                    "verse": 12,
                    "text": "And then shall the wolf dwell with the lamb; and the leopard shall lie down with the kid, and the calf, and the young lion, and the fatling, together; and a little child shall lead them.",
                    "score": 0.738904765947686
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 12,
                    "text": "And my people who are a remnant of Jacob shall be among the Gentiles, yea, in the midst of them as a lion among the beasts of the forest, as a young lion among the flocks of sheep, who, if he go through both treadeth down and teareth in pieces, and none can deliver.",
                    "score": 0.7367137666502058
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Enos",
                    "chapter": 1,
                    "verse": 3,
                    "text": "Behold, I went to hunt beasts in the forests; and the words which I had often heard my father speak concerning eternal life, and the joy of the saints, sunk deep into my heart.",
                    "score": 0.7358506280024856
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 10,
                    "verse": 19,
                    "text": "And it came to pass that Lib also did that which was good in the sight of the Lord. And in the days of Lib the poisonous serpents were destroyed. Wherefore they did go into the land southward, to hunt food for the people of the land, for the land was covered with animals of the forest. And Lib also himself became a great hunter.",
                    "score": 0.7339306955349474
                }
            ]
        },
        {
            "verse": 22,
            "text": "The sun ariseth, they gather themselves together, and lay them down in their dens.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 1,
                    "verse": 32,
                    "text": "And at even, when the sun did set, they brought unto him all that were diseased, and them that were possessed with devils.",
                    "score": 0.7415707938120802
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 24,
                    "verse": 18,
                    "text": "Now it came to pass that Alma and his people in the night-time gathered their flocks together, and also of their grain; yea, even all the night-time were they gathering their flocks together.",
                    "score": 0.7389242404196861
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 6,
                    "text": "And when the sun was up, they were scorched; and because they had no root, they withered away.",
                    "score": 0.7388079393639739
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 16,
                    "verse": 2,
                    "text": "And very early in the morning the first day of the week, they came unto the sepulchre at the rising of the sun.",
                    "score": 0.7336708281085611
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 4,
                    "verse": 40,
                    "text": "Now when the sun was setting, all they that had any sick with divers diseases brought them unto him; and he laid his hands on every one of them, and healed them.",
                    "score": 0.7290837461769581
                },
                {
                    "volume": "New Testament",
                    "book": "1 Timothy",
                    "chapter": 6,
                    "verse": 19,
                    "text": "Laying up in store for themselves a good foundation against the time to come, that they may lay hold on eternal life.",
                    "score": 0.7290054475017317
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 61,
                    "text": "And the day shall come that the earth shall rest, but before that day the heavens shall be darkened, and a veil of darkness shall cover the earth; and the heavens shall shake, and also the earth; and great tribulations shall be among the children of men, but my people will I preserve;",
                    "score": 0.726313499501366
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 13,
                    "text": "And they that have been scattered shall be gathered.",
                    "score": 0.725326649808325
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 19,
                    "text": "And they shall come, and shall rest all of them in the desolate valleys, and in the holes of the rocks, and upon all thorns, and upon all bushes.",
                    "score": 0.7244392683127432
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 6,
                    "verse": 15,
                    "text": "And the kings of the earth, and the great men, and the rich men, and the chief captains, and the mighty men, and every bondman, and every free man, hid themselves in the dens and in the rocks of the mountains;",
                    "score": 0.7235423696667266
                }
            ]
        },
        {
            "verse": 23,
            "text": "Man goeth forth unto his work and to his labour until the evening.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 9,
                    "verse": 4,
                    "text": "I must work the works of him that sent me, while it is day: the night cometh, when no man can work.",
                    "score": 0.8172863150181238
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 17,
                    "text": "Six days shalt thou labor, and do all thy work;",
                    "score": 0.7778632706126398
                },
                {
                    "volume": "New Testament",
                    "book": "Colossians",
                    "chapter": 1,
                    "verse": 29,
                    "text": "Whereunto I also labour, striving according to his working, which worketh in me mightily.",
                    "score": 0.7756390032513385
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 12,
                    "verse": 14,
                    "text": "Yea, if he say unto the earth--Thou shalt go back, that it lengthen out the day for many hours--it is done;",
                    "score": 0.7728908517126801
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 13,
                    "verse": 12,
                    "text": "The night is far spent, the day is at hand: let us therefore cast off the works of darkness, and let us put on the armour of light.",
                    "score": 0.7728485729877449
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 20,
                    "verse": 1,
                    "text": "For the kingdom of heaven is like unto a man that is an householder, which went out early in the morning to hire labourers into his vineyard.",
                    "score": 0.7723862738405701
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 9,
                    "text": "For in that day, for my sake shall the Father work a work, which shall be a great and a marvelous work among them; and there shall be among them those who will not believe it, although a man shall declare it unto them.",
                    "score": 0.7700087079313985
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 115,
                    "verse": 12,
                    "text": "Thus let them from that time forth labor diligently until it shall be finished, from the cornerstone thereof unto the top thereof, until there shall not anything remain that is not finished.",
                    "score": 0.7693815253722185
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 25,
                    "text": "For there is a time appointed for every man, according as his works shall be.",
                    "score": 0.7680232717868029
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 3,
                    "verse": 14,
                    "text": "If any man's work abide which he hath built thereupon, he shall receive a reward.",
                    "score": 0.7623421863578599
                }
            ]
        },
        {
            "verse": 24,
            "text": "O Lord, how manifold are thy works! in wisdom hast thou made them all: the earth is full of thy riches.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 3,
                    "verse": 21,
                    "text": "I dwell in the midst of them all; I now, therefore, have come down unto thee to declare unto thee the works which my hands have made, wherein my wisdom excelleth them all, for I rule in the heavens above, and in the earth beneath, in all wisdom and prudence, over all the intelligences thine eyes have seen from the beginning; I came down in the beginning in the midst of all the intelligences thou hast seen.",
                    "score": 0.8059102913276668
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 7,
                    "text": "Seek not for riches but for wisdom, and behold, the mysteries of God shall be unfolded unto you, and then shall you be made rich. Behold, he that hath eternal life is rich.",
                    "score": 0.800140267688156
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 7,
                    "text": "Seek not for riches but for wisdom; and, behold, the mysteries of God shall be unfolded unto you, and then shall you be made rich. Behold, he that hath eternal life is rich.",
                    "score": 0.800140267688156
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 4,
                    "verse": 11,
                    "text": "Thou art worthy, O Lord, to receive glory and honour and power: for thou hast created all things, and for thy pleasure they are and were created.",
                    "score": 0.7974356479343643
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 2,
                    "verse": 28,
                    "text": "Thou hast made known to me the ways of life; thou shalt make me full of joy with thy countenance.",
                    "score": 0.785459393699809
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 11,
                    "verse": 33,
                    "text": "O the depth of the riches both of the wisdom and knowledge of God! how unsearchable are his judgments, and his ways past finding out!",
                    "score": 0.7854077397776621
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 1,
                    "verse": 10,
                    "text": "And, Thou, Lord, in the beginning hast laid the foundation of the earth; and the heavens are the works of thine hands:",
                    "score": 0.7831059514871287
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 1,
                    "verse": 9,
                    "text": "Thou hast loved righteousness, and hated iniquity; therefore God, even thy God, hath anointed thee with the oil of gladness above thy fellows.",
                    "score": 0.7800475222845157
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 6,
                    "verse": 10,
                    "text": "Thy kingdom come. Thy will be done in earth, as it is in heaven.",
                    "score": 0.7795132298212304
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 14,
                    "text": "I, the Lord, stretched out the heavens, and built the earth, my very handiwork; and all things therein are mine.",
                    "score": 0.7782488497393972
                }
            ]
        },
        {
            "verse": 25,
            "text": "So is this great and wide sea, wherein are things creeping innumerable, both small and great beasts.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 10,
                    "verse": 12,
                    "text": "Wherein were all manner of fourfooted beasts of the earth, and wild beasts, and creeping things, and fowls of the air.",
                    "score": 0.77152207219726
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 3,
                    "verse": 7,
                    "text": "For every kind of beasts, and of birds, and of serpents, and of things in the sea, is tamed, and hath been tamed of mankind:",
                    "score": 0.757019714908663
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 21,
                    "text": "And I, God, created great whales, and every living creature that moveth, which the waters brought forth abundantly, after their kind, and every winged fowl after his kind; and I, God, saw that all things which I had created were good.",
                    "score": 0.744206745035034
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 24,
                    "text": "For all old things shall pass away, and all things shall become new, even the heaven and the earth, and all the fulness thereof, both men and beasts, the fowls of the air, and the fishes of the sea;",
                    "score": 0.7386752945916525
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 4,
                    "verse": 21,
                    "text": "And the Gods prepared the waters that they might bring forth great whales, and every living creature that moveth, which the waters were to bring forth abundantly after their kind; and every winged fowl after their kind. And the Gods saw that they would be obeyed, and that their plan was good.",
                    "score": 0.7308841049655805
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 24,
                    "text": "And I, God, said: Let the earth bring forth the living creature after his kind, cattle, and creeping things, and beasts of the earth after their kind, and it was so;",
                    "score": 0.7228513531244215
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 11,
                    "verse": 6,
                    "text": "Upon the which when I had fastened mine eyes, I considered, and saw fourfooted beasts of the earth, and wild beasts, and creeping things, and fowls of the air.",
                    "score": 0.7226507987589966
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 20,
                    "text": "And I, God, said: Let the waters bring forth abundantly the moving creature that hath life, and fowl which may fly above the earth in the open firmament of heaven.",
                    "score": 0.7214216034519075
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 28,
                    "text": "And I, God, blessed them, and said unto them: Be fruitful, and multiply, and replenish the earth, and subdue it, and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.",
                    "score": 0.7169482170300532
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 16,
                    "text": "And upon all the ships of the sea, and upon all the ships of Tarshish, and upon all pleasant pictures.",
                    "score": 0.7155852970460509
                }
            ]
        },
        {
            "verse": 26,
            "text": "There go the ships: there is that leviathan, whom thou hast made to play therein.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 9,
                    "text": "And I said: Lord, whither shall I go that I may find ore to molten, that I may make tools to construct the ship after the manner which thou hast shown unto me?",
                    "score": 0.7376567027927398
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 8,
                    "text": "And it came to pass that the Lord spake unto me, saying: Thou shalt construct a ship, after the manner which I shall show thee, that I may carry thy people across these waters.",
                    "score": 0.7212237134177333
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 3,
                    "verse": 4,
                    "text": "Behold also the ships, which though they be so great, and are driven of fierce winds, yet are they turned about with a very small helm, whithersoever the governor listeth.",
                    "score": 0.7165212639284267
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 21,
                    "verse": 6,
                    "text": "And he said unto them, Cast the net on the right side of the ship, and ye shall find. They cast therefore, and now they were not able to draw it for the multitude of fishes.",
                    "score": 0.710062425490387
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 17,
                    "verse": 27,
                    "text": "Notwithstanding, lest we should offend them, go thou to the sea, and cast an hook, and take up the fish that first cometh up; and when thou hast opened his mouth, thou shalt find a piece of money: that take, and give unto them for me and thee.",
                    "score": 0.7042238987030117
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 18,
                    "text": "And thus my brethren did complain against me, and were desirous that they might not labor, for they did not believe that I could build a ship; neither would they believe that I was instructed of the Lord.",
                    "score": 0.7041611096111793
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 105,
                    "verse": 15,
                    "text": "Behold, the destroyer I have sent forth to destroy and lay waste mine enemies; and not many years hence they shall not be left to pollute mine heritage, and to blaspheme my name upon the lands which I have consecrated for the gathering together of my saints.",
                    "score": 0.7041273532215573
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 21,
                    "text": "But great are the promises of the Lord unto them who are upon the isles of the sea; wherefore as it says isles, there must needs be more than this, and they are inhabited also by our brethren.",
                    "score": 0.7032198539682929
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 23,
                    "verse": 22,
                    "text": "So the chief captain then let the young man depart, and charged him, See thou tell no man that thou hast shewed these things to me.",
                    "score": 0.7025316610352288
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 15,
                    "text": "Wherefore, the days will come that no flesh shall be safe upon the waters.",
                    "score": 0.7000627779001702
                }
            ]
        },
        {
            "verse": 27,
            "text": "These wait all upon thee; that thou mayest give them their meat in due season.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 42,
                    "text": "And the Lord said, Who then is that faithful and wise steward, whom his lord shall make ruler over his household, to give them their portion of meat in due season?",
                    "score": 0.8259274235339232
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 45,
                    "text": "Who then is a faithful and wise servant, whom his lord hath made ruler over his household, to give them meat in due season?",
                    "score": 0.8150838295793894
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 49,
                    "text": "Who, then, is a faithful and wise servant, whom his lord hath made ruler over his household, to give them meat in due season?",
                    "score": 0.8150838295793894
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 37,
                    "text": "Blessed are those servants, whom the lord when he cometh shall find watching: verily I say unto you, that he shall gird himself, and make them to sit down to meat, and will come forth and serve them.",
                    "score": 0.7938649321872775
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 9,
                    "text": "Let each company prepare houses, and fields for raising grain, for those who are to remain behind this season; and this is the will of the Lord concerning his people.",
                    "score": 0.7894070679692198
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 4,
                    "verse": 34,
                    "text": "Jesus saith unto them, My meat is to do the will of him that sent me, and to finish his work.",
                    "score": 0.7864675875541867
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 61,
                    "verse": 16,
                    "text": "Behold I have sent a few provisions unto them, that they may not perish until ye can come unto me.",
                    "score": 0.7840619179405754
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 51,
                    "verse": 16,
                    "text": "And I consecrate unto them this land for a little season, until I, the Lord, shall provide for them otherwise, and command them to go hence;",
                    "score": 0.7829247658837297
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 5,
                    "text": "And I give unto them a commandment that they shall go forth for a little season, and it shall be given by the power of the Spirit when they shall return.",
                    "score": 0.7786135794454393
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 105,
                    "verse": 13,
                    "text": "Therefore it is expedient in me that mine elders should wait for a little season, for the redemption of Zion.",
                    "score": 0.7766971042830574
                }
            ]
        },
        {
            "verse": 28,
            "text": "That thou givest them they gather: thou openest thine hand, they are filled with good.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 10,
                    "verse": 16,
                    "text": "And he took them up in his arms, put his hands upon them, and blessed them.",
                    "score": 0.7991923228557019
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 55,
                    "text": "They are they into whose hands the Father has given all things--",
                    "score": 0.7980956824021289
                },
                {
                    "volume": "New Testament",
                    "book": "1 Timothy",
                    "chapter": 6,
                    "verse": 18,
                    "text": "That they do good, that they be rich in good works, ready to distribute, willing to communicate;",
                    "score": 0.7938575695426212
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 31,
                    "verse": 7,
                    "text": "Yea, I will open the hearts of the people, and they will receive you. And I will establish a church by your hand;",
                    "score": 0.7863280510168276
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 24,
                    "text": "And there shall rise up one mighty among them, who shall do much good, both in word and in deed, being an instrument in the hands of God, with exceeding faith, to work mighty wonders, and do that thing which is great in the sight of God, unto the bringing to pass much restoration unto the house of Israel, and unto the seed of thy brethren.",
                    "score": 0.7849926147903435
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 4,
                    "text": "And when they had eaten and were filled, he commanded that they should give unto the multitude.",
                    "score": 0.7839524882424633
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 1,
                    "verse": 6,
                    "text": "Wherefore I put thee in remembrance that thou stir up the gift of God, which is in thee by the putting on of my hands.",
                    "score": 0.7830660831894058
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 1,
                    "verse": 11,
                    "text": "Ye also helping together by prayer for us, that for the gift bestowed upon us by the means of many persons thanks may be given by many on our behalf.",
                    "score": 0.7810759763320325
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 20,
                    "verse": 34,
                    "text": "Yea, ye yourselves know, that these hands have ministered unto my necessities, and to them that were with me.",
                    "score": 0.7810367765493395
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 30,
                    "verse": 6,
                    "text": "And then shall they rejoice; for they shall know that it is a blessing unto them from the hand of God; and their scales of darkness shall begin to fall from their eyes; and many generations shall not pass away among them, save they shall be a pure and a delightsome people.",
                    "score": 0.7783428338150892
                }
            ]
        },
        {
            "verse": 29,
            "text": "Thou hidest thy face, they are troubled: thou takest away their breath, they die, and return to their dust.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 25,
                    "text": "By the sweat of thy face shalt thou eat bread, until thou shalt return unto the ground--for thou shalt surely die--for out of it wast thou taken: for dust thou wast, and unto dust shalt thou return.",
                    "score": 0.8081865853594279
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 30,
                    "verse": 47,
                    "text": "But behold, it is better that thy soul should be lost than that thou shouldst be the means of bringing many souls down to destruction, by thy lying and by thy flattering words; therefore if thou shalt deny again, behold God shall smite thee, that thou shalt become dumb, that thou shalt never open thy mouth any more, that thou shalt not deceive this people any more.",
                    "score": 0.7978227121092533
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 10,
                    "text": "O ye wicked ones, enter into the rock, and hide thee in the dust, for the fear of the Lord and the glory of his majesty shall smite thee.",
                    "score": 0.7908531361824886
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 9,
                    "verse": 15,
                    "text": "Behold, my heart cries: Wo unto this people. Come out in judgment, O God, and hide their sins, and wickedness, and abominations from before thy face!",
                    "score": 0.7878888069785972
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 39,
                    "text": "Behold thou hast driven me out this day from the face of the Lord, and from thy face shall I be hid; and I shall be a fugitive and a vagabond in the earth; and it shall come to pass, that he that findeth me will slay me, because of mine iniquities, for these things are not hid from the Lord.",
                    "score": 0.7871443429704813
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 53,
                    "text": "But inasmuch as they will repent, thou art gracious and merciful, and wilt turn away thy wrath when thou lookest upon the face of thine Anointed.",
                    "score": 0.7809542322156099
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 11,
                    "text": "Thy pomp is brought down to the grave; the noise of thy viols is not heard; the worm is spread under thee, and the worms cover thee.",
                    "score": 0.7808369060383072
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 27,
                    "text": "Behold, O God, they cry unto thee, and yet their hearts are swallowed up in their pride. Behold, O God, they cry unto thee with their mouths, while they are puffed up, even to greatness, with the vain things of the world.",
                    "score": 0.7794771198440841
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 20,
                    "text": "And the day shall come that they shall hide up their treasures, because they have set their hearts upon riches; and because they have set their hearts upon their riches, and will hide up their treasures when they shall flee before their enemies; because they will not hide them up unto me, cursed be they and also their treasures; and in that day shall they be smitten, saith the Lord.",
                    "score": 0.7787563128431744
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 9,
                    "verse": 34,
                    "text": "And then shall ye say: Because of this fear and this paleness which has come upon your face, behold, we know that thou art guilty.",
                    "score": 0.7763761247679623
                }
            ]
        },
        {
            "verse": 30,
            "text": "Thou sendest forth thy spirit, they are created: and thou renewest the face of the earth.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 59,
                    "text": "And by the weak things of the earth the Lord shall thresh the nations by the power of his Spirit.",
                    "score": 0.7977319169996105
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 7,
                    "text": "And I, the Lord God, formed man from the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul, the first flesh upon the earth, the first man also; nevertheless, all things were before created; but spiritually were they created and made according to my word.",
                    "score": 0.7944408645368314
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 105,
                    "verse": 36,
                    "text": "And it shall be manifest unto my servant, by the voice of the Spirit, those that are chosen; and they shall be sanctified;",
                    "score": 0.7921389498504025
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 55,
                    "verse": 1,
                    "text": "Behold, thus saith the Lord unto you, my servant William, yea, even the Lord of the whole earth, thou art called and chosen; and after thou hast been baptized by water, which if you do with an eye single to my glory, you shall have a remission of your sins and a reception of the Holy Spirit by the laying on of hands;",
                    "score": 0.7877783598012849
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 1,
                    "verse": 10,
                    "text": "And, Thou, Lord, in the beginning hast laid the foundation of the earth; and the heavens are the works of thine hands:",
                    "score": 0.7875311000498902
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 5,
                    "text": "And I give unto them a commandment that they shall go forth for a little season, and it shall be given by the power of the Spirit when they shall return.",
                    "score": 0.7852807701428612
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 36,
                    "text": "Behold, the Lord hath created the earth that it should be inhabited; and he hath created his children that they should possess it.",
                    "score": 0.784138341105934
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 2,
                    "verse": 22,
                    "text": "In whom ye also are builded together for an habitation of God through the Spirit.",
                    "score": 0.7830670706253723
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 51,
                    "text": "And also the Spirit saith unto me, yea, crieth unto me with a mighty voice, saying: Go forth and say unto this people--Repent, for except ye repent ye can in nowise inherit the kingdom of heaven.",
                    "score": 0.7823438579113636
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 17,
                    "verse": 20,
                    "text": "And they arose from the earth, and he said unto them: Blessed are ye because of your faith. And now behold, my joy is full.",
                    "score": 0.7817110511326663
                }
            ]
        },
        {
            "verse": 31,
            "text": "The glory of the Lord shall endure for ever: the Lord shall rejoice in his works.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 17,
                    "text": "And for his love he shall be great, for he shall be mine if he do this, saith the Lord. I have seen the work which he hath done, which I accept if he continue, and will crown him with blessings and great glory.",
                    "score": 0.8368468396523143
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 4,
                    "verse": 12,
                    "text": "And behold, I say unto you that if ye do this ye shall always rejoice, and be filled with the love of God, and always retain a remission of your sins; and ye shall grow in the knowledge of the glory of him that created you, or in the knowledge of that which is just and true.",
                    "score": 0.8224154002781462
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 1,
                    "verse": 5,
                    "text": "To whom be glory for ever and ever. Amen.",
                    "score": 0.8212047908782089
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 5,
                    "verse": 11,
                    "text": "To him be glory and dominion for ever and ever. Amen.",
                    "score": 0.8200077408079712
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 6,
                    "text": "Great shall be their reward and eternal shall be their glory.",
                    "score": 0.8161038498400673
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 8,
                    "text": "And then, if thou endure it well, God shall exalt thee on high; thou shalt triumph over all thy foes.",
                    "score": 0.8142077279493283
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "chapter": 4,
                    "verse": 4,
                    "text": "Rejoice in the Lord alway: and again I say, Rejoice.",
                    "score": 0.8111935195705997
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 59,
                    "verse": 23,
                    "text": "But learn that he who doeth the works of righteousness shall receive his reward, even peace in this world, and eternal life in the world to come.",
                    "score": 0.8082320384104597
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "chapter": 4,
                    "verse": 20,
                    "text": "Now unto God and our Father be glory for ever and ever. Amen.",
                    "score": 0.8024508979148363
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 26,
                    "verse": 16,
                    "text": "Therefore, let us glory, yea, we will glory in the Lord; yea, we will rejoice, for our joy is full; yea, we will praise our God forever. Behold, who can glory too much in the Lord? Yea, who can say too much of his great power, and of his mercy, and of his long-suffering towards the children of men? Behold, I say unto you, I cannot say the smallest part which I feel.",
                    "score": 0.801715989472807
                }
            ]
        },
        {
            "verse": 32,
            "text": "He looketh on the earth, and it trembleth: he toucheth the hills, and they smoke.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 12,
                    "verse": 9,
                    "text": "Yea, behold at his voice do the hills and the mountains tremble and quake.",
                    "score": 0.8041553878918986
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 13,
                    "verse": 13,
                    "text": "And he doeth great wonders, so that he maketh fire come down from heaven on the earth in the sight of men,",
                    "score": 0.7821131169274449
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 21,
                    "text": "How beautiful upon the mountains are the feet of him that bringeth good tidings; that publisheth peace; that bringeth good tidings of good; that publisheth salvation; that saith unto Zion, Thy God reigneth;",
                    "score": 0.7635932897687701
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 16,
                    "text": "They that see thee shall narrowly look upon thee, and shall consider thee, and shall say: Is this the man that made the earth to tremble, that did shake kingdoms?",
                    "score": 0.7620250538724058
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 10,
                    "verse": 14,
                    "text": "And now, whoso readeth, let him understand; he that hath the scriptures, let him search them, and see and behold if all these deaths and destructions by fire, and by smoke, and by tempests, and by whirlwinds, and by the opening of the earth to receive them, and all these things are not unto the fulfilling of the prophecies of many of the holy prophets.",
                    "score": 0.7594231263927624
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 14,
                    "text": "And upon all the high mountains, and upon all the hills, and upon all the nations which are lifted up, and upon every people;",
                    "score": 0.7554351283672319
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 23,
                    "text": "Wherefore, be not deceived, but continue in steadfastness, looking forth for the heavens to be shaken, and the earth to tremble and to reel to and fro as a drunken man, and for the valleys to be exalted, and for the mountains to be made low, and for the rough places to become smooth--and all this when the angel shall sound his trumpet.",
                    "score": 0.754735084176392
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 19,
                    "verse": 18,
                    "text": "For wickedness burneth as the fire; it shall devour the briers and thorns, and shall kindle in the thickets of the forests, and they shall mount up like the lifting up of smoke.",
                    "score": 0.7541911096316907
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 2,
                    "verse": 19,
                    "text": "And I will shew wonders in heaven above, and signs in the earth beneath; blood, and fire, and vapour of smoke:",
                    "score": 0.7540574720933146
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 7,
                    "text": "Behold, he cometh with clouds; and every eye shall see him, and they also which pierced him: and all kindreds of the earth shall wail because of him. Even so, Amen.",
                    "score": 0.751876686811223
                }
            ]
        },
        {
            "verse": 33,
            "text": "I will sing unto the Lord as long as I live: I will sing praise to my God while I have my being.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 35,
                    "text": "Yea, I know that God will give liberally to him that asketh. Yea, my God will give me, if I ask not amiss; therefore I will lift up my voice unto thee; yea, I will cry unto thee, my God, the rock of my righteousness. Behold, my voice shall forever ascend up unto thee, my rock and mine everlasting God. Amen.",
                    "score": 0.8256736056799083
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 30,
                    "text": "Rejoice, O my heart, and cry unto the Lord, and say: O Lord, I will praise thee forever; yea, my soul will rejoice in thee, my God, and the rock of my salvation.",
                    "score": 0.8201681136901766
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 5,
                    "text": "Behold, I, the Lord, utter my voice, and it shall be obeyed.",
                    "score": 0.8166147238333251
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 26,
                    "verse": 8,
                    "text": "Blessed be the name of our God; let us sing to his praise, yea, let us give thanks to his holy name, for he doth work righteousness forever.",
                    "score": 0.8160849855748381
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 2,
                    "verse": 12,
                    "text": "Saying, I will declare thy name unto my brethren, in the midst of the church will I sing praise unto thee.",
                    "score": 0.8149020856939796
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 22,
                    "text": "Behold, it is my will, that all they who call on my name, and worship me according to mine everlasting gospel, should gather together, and stand in holy places;",
                    "score": 0.814766936654756
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 110,
                    "text": "Verily I say unto you, even now, if he will hearken unto my voice, it shall be well with him. Even so. Amen.",
                    "score": 0.8139874320373744
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 98,
                    "text": "Until all shall know me, who remain, even from the least unto the greatest, and shall be filled with the knowledge of the Lord, and shall see eye to eye, and shall lift up their voice, and with the voice together sing this new song, saying:",
                    "score": 0.8115623962009093
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 68,
                    "verse": 6,
                    "text": "Wherefore, be of good cheer, and do not fear, for I the Lord am with you, and will stand by you; and ye shall bear record of me, even Jesus Christ, that I am the Son of the living God, that I was, that I am, and that I am to come.",
                    "score": 0.8075149206185622
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 49,
                    "text": "For I am the Lord thy God, and will be with thee even unto the end of the world, and through all eternity; for verily I seal upon you your exaltation, and prepare a throne for you in the kingdom of my Father, with Abraham your father.",
                    "score": 0.8050494161839677
                }
            ]
        },
        {
            "verse": 34,
            "text": "My meditation of him shall be sweet: I will be glad in the Lord.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 17,
                    "text": "And for his love he shall be great, for he shall be mine if he do this, saith the Lord. I have seen the work which he hath done, which I accept if he continue, and will crown him with blessings and great glory.",
                    "score": 0.8103524012282627
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 35,
                    "text": "And inasmuch as he is faithful, I will multiply blessings upon him.",
                    "score": 0.80558428766368
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Enos",
                    "chapter": 1,
                    "verse": 27,
                    "text": "And I soon go to the place of my rest, which is with my Redeemer; for I know that in him I shall rest. And I rejoice in the day when my mortal shall put on immortality, and shall stand before him; then shall I see his face with pleasure, and he will say unto me: Come unto me, ye blessed, there is a place prepared for you in the mansions of my Father. Amen.",
                    "score": 0.8010257248636455
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 13,
                    "text": "Let him, therefore, hearken to your counsel, and I will bless him with a multiplicity of blessings; let him be faithful and true in all things from henceforth, and he shall be great in mine eyes;",
                    "score": 0.7979918486382426
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "chapter": 4,
                    "verse": 4,
                    "text": "Rejoice in the Lord alway: and again I say, Rejoice.",
                    "score": 0.7977084036143852
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 23,
                    "text": "And I will multiply blessings upon him, inasmuch as he will be humble before me.",
                    "score": 0.7969981683189419
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 19,
                    "verse": 23,
                    "text": "Learn of me, and listen to my words; walk in the meekness of my Spirit, and you shall have peace in me.",
                    "score": 0.7959119640090798
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 12,
                    "verse": 18,
                    "text": "Behold my servant, whom I have chosen; my beloved, in whom my soul is well pleased: I will put my spirit upon him, and he shall shew judgment to the Gentiles.",
                    "score": 0.7955494446817167
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 27,
                    "verse": 25,
                    "text": "Wherefore, sirs, be of good cheer: for I believe God, that it shall be even as it was told me.",
                    "score": 0.794346675965599
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 25,
                    "text": "And inasmuch as he is faithful, I will multiply blessings upon him and his seed after him.",
                    "score": 0.7934436097436172
                }
            ]
        },
        {
            "verse": 35,
            "text": "Let the sinners be consumed out of the earth, and let the wicked be no more. Bless thou the Lord, O my soul. Praise ye the Lord.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 23,
                    "text": "And the end shall come, and the heaven and the earth shall be consumed and pass away, and there shall be a new heaven and a new earth.",
                    "score": 0.8107512404990016
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 19,
                    "text": "For a desolating scourge shall go forth among the inhabitants of the earth, and shall continue to be poured out from time to time, if they repent not, until the earth is empty, and the inhabitants thereof are consumed away and utterly destroyed by the brightness of my coming.",
                    "score": 0.8067036946461177
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 49,
                    "text": "Behold, my soul abhorreth sin, and my heart delighteth in righteousness; and I will praise the holy name of my God.",
                    "score": 0.8036338272735002
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 30,
                    "verse": 9,
                    "text": "And with righteousness shall the Lord God judge the poor, and reprove with equity for the meek of the earth. And he shall smite the earth with the rod of his mouth; and with the breath of his lips shall he slay the wicked.",
                    "score": 0.8010729925311512
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 8,
                    "verse": 6,
                    "text": "Lift up your eyes to the heavens, and look upon the earth beneath; for the heavens shall vanish away like smoke, and the earth shall wax old like a garment; and they that dwell therein shall die in like manner. But my salvation shall be forever, and my righteousness shall not be abolished.",
                    "score": 0.7999941105902529
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 53,
                    "verse": 2,
                    "text": "Behold, I, the Lord, who was crucified for the sins of the world, give unto you a commandment that you shall forsake the world.",
                    "score": 0.7987797695077846
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 42,
                    "text": "And go ye out from among the wicked. Save yourselves. Be ye clean that bear the vessels of the Lord. Even so. Amen.",
                    "score": 0.7979078879572268
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 30,
                    "text": "Rejoice, O my heart, and cry unto the Lord, and say: O Lord, I will praise thee forever; yea, my soul will rejoice in thee, my God, and the rock of my salvation.",
                    "score": 0.7971337962305919
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 34,
                    "text": "Behold, the Lord requireth the heart and a willing mind; and the willing and obedient shall eat the good of the land of Zion in these last days.",
                    "score": 0.7963674109606166
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 13,
                    "text": "Sing, O heavens; and be joyful, O earth; for the feet of those who are in the east shall be established; and break forth into singing, O mountains; for they shall be smitten no more; for the Lord hath comforted his people, and will have mercy upon his afflicted.",
                    "score": 0.7961371610319428
                }
            ]
        }
    ]
}