{
    "volume": "Old Testament",
    "book": "Psalms",
    "chapter": 1,
    "verses": [
        {
            "verse": 1,
            "text": "Blessed is the man that walketh not in the counsel of the ungodly, nor standeth in the way of sinners, nor sitteth in the seat of the scornful.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 4,
                    "verse": 8,
                    "text": "Blessed is the man to whom the Lord will not impute sin.",
                    "score": 0.8415428701396185
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 107,
                    "verse": 100,
                    "text": "He that is slothful shall not be counted worthy to stand, and he that learns not his duty and shows himself not approved shall not be counted worthy to stand. Even so. Amen.",
                    "score": 0.8228834146722516
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 2,
                    "text": "Nevertheless, thou art not excusable in thy transgressions; nevertheless, go thy way and sin no more.",
                    "score": 0.809171890005207
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 9,
                    "text": "And the mean man boweth not down, and the great man humbleth himself not, therefore, forgive him not.",
                    "score": 0.8067136288085911
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 59,
                    "verse": 21,
                    "text": "And in nothing doth man offend God, or against none is his wrath kindled, save those who confess not his hand in all things, and obey not his commandments.",
                    "score": 0.8059872044911365
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 1,
                    "verse": 20,
                    "text": "For the wrath of man worketh not the righteousness of God.",
                    "score": 0.8037392759250157
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 20,
                    "text": "Let no man think he is ruler; but let God rule him that judgeth, according to the counsel of his own will, or, in other words, him that counseleth or sitteth upon the judgment seat.",
                    "score": 0.8028216818016489
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 33,
                    "text": "And he that repents not, from him shall be taken even the light which he has received; for my Spirit shall not always strive with man, saith the Lord of Hosts.",
                    "score": 0.8011480121295397
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 37,
                    "text": "Judge not, and ye shall not be judged: condemn not, and ye shall not be condemned: forgive, and ye shall be forgiven:",
                    "score": 0.8007735908085052
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 14,
                    "verse": 8,
                    "text": "When thou art bidden of any man to a wedding, sit not down in the highest room; lest a more honourable man than thou be bidden of him;",
                    "score": 0.8002849641696689
                }
            ]
        },
        {
            "verse": 2,
            "text": "But his delight is in the law of the Lord; and in his law doth he meditate day and night.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 7,
                    "verse": 22,
                    "text": "For I delight in the law of God after the inward man:",
                    "score": 0.8211292868905281
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 37,
                    "verse": 37,
                    "text": "Counsel with the Lord in all thy doings, and he will direct thee for good; yea, when thou liest down at night lie down unto the Lord, that he may watch over you in your sleep; and when thou risest in the morning let thy heart be full of thanks unto God; and if ye do these things, ye shall be lifted up at the last day.",
                    "score": 0.7623071992946792
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 13,
                    "verse": 30,
                    "text": "Therefore there was a law given them, yea, a law of performances and of ordinances, a law which they were to observe strictly from day to day, to keep them in remembrance of God and their duty towards him.",
                    "score": 0.762195510711811
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 2,
                    "verse": 17,
                    "text": "Behold, thou art called a Jew, and restest in the law, and makest thy boast of God,",
                    "score": 0.7616261762202289
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 13,
                    "text": "And how great is his joy in the soul that repenteth!",
                    "score": 0.7598994342470213
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 5,
                    "verse": 14,
                    "text": "For all the law is fulfilled in one word, even in this; Thou shalt love thy neighbour as thyself.",
                    "score": 0.7558844461657727
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 11,
                    "verse": 5,
                    "text": "And also my soul delighteth in the covenants of the Lord which he hath made to our fathers; yea, my soul delighteth in his grace, and in his justice, and power, and mercy in the great and eternal plan of deliverance from death.",
                    "score": 0.7545823255900406
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 13,
                    "text": "The light which is in all things, which giveth life to all things, which is the law by which all things are governed, even the power of God who sitteth upon his throne, who is in the bosom of eternity, who is in the midst of all things.",
                    "score": 0.7538800259830496
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 14,
                    "text": "And thou shalt have joy and gladness; and many shall rejoice at his birth.",
                    "score": 0.7532117349029296
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 2,
                    "verse": 8,
                    "text": "If ye fulfil the royal law according to the scripture, Thou shalt love thy neighbour as thyself, ye do well:",
                    "score": 0.7521840886929457
                }
            ]
        },
        {
            "verse": 3,
            "text": "And he shall be like a tree planted by the rivers of water, that bringeth forth his fruit in his season; his leaf also shall not wither; and whatsoever he doeth shall prosper.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 9,
                    "text": "For I, the Lord, will cause them to bring forth as a very fruitful tree which is planted in a goodly land, by a pure stream, that yieldeth much precious fruit.",
                    "score": 0.8655724569329745
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 34,
                    "text": "Yea, he saith: Come unto me and ye shall partake of the fruit of the tree of life; yea, ye shall eat and drink of the bread and the waters of life freely;",
                    "score": 0.8335174219797894
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 37,
                    "text": "And behold, as the tree beginneth to grow, ye will say: Let us nourish it with great care, that it may get root, that it may grow up, and bring forth fruit unto us. And now behold, if ye nourish it with much care it will get root, and grow up, and bring forth fruit.",
                    "score": 0.8282304777169768
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 18,
                    "text": "And he said unto the servant: Behold, the branches of the wild tree have taken hold of the moisture of the root thereof, that the root thereof hath brought forth much strength; and because of the much strength of the root thereof the wild branches have brought forth tame fruit. Now, if we had not grafted in these branches, the tree thereof would have perished. And now, behold, I shall lay up much fruit, which the tree thereof hath brought forth; and the fruit thereof I shall lay up against the season, unto mine own self.",
                    "score": 0.827249516403124
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 41,
                    "text": "But if ye will nourish the word, yea, nourish the tree as it beginneth to grow, by your faith with great diligence, and with patience, looking forward to the fruit thereof, it shall take root; and behold it shall be a tree springing up unto everlasting life.",
                    "score": 0.8217526855172055
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 52,
                    "verse": 34,
                    "text": "He that is faithful, the same shall be kept and blessed with much fruit.",
                    "score": 0.8133811505121261
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 4,
                    "verse": 14,
                    "text": "But whosoever drinketh of the water that I shall give him shall never thirst; but the water that I shall give him shall be in him a well of water springing up into everlasting life.",
                    "score": 0.812777134279052
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 33,
                    "verse": 23,
                    "text": "And now, my brethren, I desire that ye shall plant this word in your hearts, and as it beginneth to swell even so nourish it by your faith. And behold, it will become a tree, springing up in you unto everlasting life. And then may God grant unto you that your burdens may be light, through the joy of his Son. And even all this can ye do if ye will. Amen.",
                    "score": 0.8088098106624465
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 20,
                    "text": "And it came to pass that they went forth whither the master had hid the natural branches of the tree, and he said unto the servant: Behold these; and he beheld the first that it had brought forth much fruit; and he beheld also that it was good. And he said unto the servant: Take of the fruit thereof, and lay it up against the season, that I may preserve it unto mine own self; for behold, said he, this long time have I nourished it, and it hath brought forth much fruit.",
                    "score": 0.8073618168723201
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 33,
                    "text": "And the Lord of the vineyard said unto the servant: What shall we do unto the tree, that I may preserve again good fruit thereof unto mine own self?",
                    "score": 0.8071502986542642
                }
            ]
        },
        {
            "verse": 4,
            "text": "The ungodly are not so: but are like the chaff which the wind driveth away.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 5,
                    "verse": 18,
                    "text": "But now, behold, they are led about by Satan, even as chaff is driven before the wind, or as a vessel is tossed about upon the waves, without sail or anchor, or without anything wherewith to steer her; and even as she is, so are they.",
                    "score": 0.7736778937986525
                },
                {
                    "volume": "New Testament",
                    "book": "1 Timothy",
                    "chapter": 1,
                    "verse": 6,
                    "text": "From which some having swerved have turned aside unto vain jangling;",
                    "score": 0.7608171125230083
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 8,
                    "verse": 16,
                    "text": "And there were some who were carried away in the whirlwind; and whither they went no man knoweth, save they know that they were carried away.",
                    "score": 0.7422661117422749
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 26,
                    "verse": 6,
                    "text": "Yea, they shall not be beaten down by the storm at the last day; yea, neither shall they be harrowed up by the whirlwinds; but when the storm cometh they shall be gathered together in their place, that the storm cannot penetrate to them; yea, neither shall they be driven with fierce winds whithersoever the enemy listeth to carry them.",
                    "score": 0.7420609673611046
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 27,
                    "verse": 13,
                    "text": "And when the south wind blew softly, supposing that they had obtained their purpose, loosing thence, they sailed close by Crete.",
                    "score": 0.7363386293220058
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 44,
                    "text": "Where their worm dieth not, and the fire is not quenched.",
                    "score": 0.7298525256744881
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 46,
                    "text": "Where their worm dieth not, and the fire is not quenched.",
                    "score": 0.7298525256744881
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 48,
                    "text": "Where their worm dieth not, and the fire is not quenched.",
                    "score": 0.7298525256744881
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 84,
                    "text": "These are they who are thrust down to hell.",
                    "score": 0.7252262983192191
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 3,
                    "verse": 16,
                    "text": "Destruction and misery are in their ways:",
                    "score": 0.7226299028044887
                }
            ]
        },
        {
            "verse": 5,
            "text": "Therefore the ungodly shall not stand in the judgment, nor sinners in the congregation of the righteous.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 107,
                    "verse": 100,
                    "text": "He that is slothful shall not be counted worthy to stand, and he that learns not his duty and shows himself not approved shall not be counted worthy to stand. Even so. Amen.",
                    "score": 0.8090940646026943
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 4,
                    "verse": 18,
                    "text": "And if the righteous scarcely be saved, where shall the ungodly and the sinner appear?",
                    "score": 0.8076086256690502
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 37,
                    "text": "Judge not, and ye shall not be judged: condemn not, and ye shall not be condemned: forgive, and ye shall be forgiven:",
                    "score": 0.8047666428259405
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 36,
                    "text": "Behold, I do not say that you shall not show it unto the righteous;",
                    "score": 0.8003940783572953
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 6,
                    "verse": 9,
                    "text": "Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,",
                    "score": 0.7992407527262293
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 28,
                    "text": "Behold, hath the Lord commanded any that they should not partake of his goodness? Behold I say unto you, Nay; but all men are privileged the one like unto the other, and none are forbidden.",
                    "score": 0.7991788260333116
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 15,
                    "verse": 27,
                    "text": "Therefore ought ye not to tremble? For salvation cometh to none such; for the Lord hath redeemed none such; yea, neither can the Lord redeem such; for he cannot deny himself; for he cannot deny justice when it has its claim.",
                    "score": 0.7950843433183183
                },
                {
                    "volume": "New Testament",
                    "book": "Jude",
                    "chapter": 1,
                    "verse": 15,
                    "text": "To execute judgment upon all, and to convince all that are ungodly among them of all their ungodly deeds which they have ungodly committed, and of all their hard speeches which ungodly sinners have spoken against him.",
                    "score": 0.7916334189232868
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 14,
                    "text": "In righteousness shalt thou be established; thou shalt be far from oppression for thou shalt not fear, and from terror for it shall not come near thee.",
                    "score": 0.791226841218277
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 20,
                    "text": "For I say unto you, That except your righteousness shall exceed the righteousness of the scribes and Pharisees, ye shall in no case enter into the kingdom of heaven.",
                    "score": 0.7909646010001762
                }
            ]
        },
        {
            "verse": 6,
            "text": "For the Lord knoweth the way of the righteous: but the way of the ungodly shall perish.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 13,
                    "text": "Behold the Lord slayeth the wicked to bring forth his righteous purposes. It is better that one man should perish than that a nation should dwindle and perish in unbelief.",
                    "score": 0.848626515823988
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 19,
                    "text": "For behold, the righteous shall not perish; for the time surely must come that all they who fight against Zion shall be cut off.",
                    "score": 0.8208765631509419
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 60,
                    "verse": 31,
                    "text": "For behold, the Lord will not suffer that ye shall live and wax strong in your iniquities to destroy his righteous people.",
                    "score": 0.8175124508098813
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 13,
                    "text": "And he that fighteth against Zion shall perish, saith God.",
                    "score": 0.8121552622247957
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 8,
                    "text": "But behold, the righteous that hearken unto the words of the prophets, and destroy them not, but look forward unto Christ with steadfastness for the signs which are given, notwithstanding all persecution--behold, they are they which shall not perish.",
                    "score": 0.8089728234337401
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "chapter": 2,
                    "verse": 2,
                    "text": "And many shall follow their pernicious ways; by reason of whom the way of truth shall be evil spoken of.",
                    "score": 0.8063237056772838
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 14,
                    "text": "But behold, it is for the righteous' sake that it is spared. But behold, the time cometh, saith the Lord, that when ye shall cast out the righteous from among you, then shall ye be ripe for destruction; yea, wo be unto this great city, because of the wickedness and abominations which are in her.",
                    "score": 0.8053105168743678
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 7,
                    "text": "Wherefore, because of my blessing the Lord God will not suffer that ye shall perish; wherefore, he will be merciful unto you and unto your seed forever.",
                    "score": 0.8027548561534079
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 9,
                    "text": "And their wisdom shall be great, and their understanding reach to heaven; and before them the wisdom of the wise shall perish, and the understanding of the prudent shall come to naught.",
                    "score": 0.8021332824267836
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 14,
                    "verse": 30,
                    "text": "And now remember, remember, my brethren, that whosoever perisheth, perisheth unto himself; and whosoever doeth iniquity, doeth it unto himself; for behold, ye are free; ye are permitted to act for yourselves; for behold, God hath given unto you a knowledge and he hath made you free.",
                    "score": 0.7980625535630201
                }
            ]
        }
    ]
}