{
    "volume": "Old Testament",
    "book": "Psalms",
    "chapter": 54,
    "verses": [
        {
            "verse": 1,
            "text": "Save me, O God, by thy name, and judge me by thy strength.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 5,
                    "text": "Wherefore, Father, spare these my brethren that believe on my name, that they may come unto me and have everlasting life.",
                    "score": 0.8182939024448288
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 8,
                    "verse": 5,
                    "text": "My righteousness is near; my salvation is gone forth, and mine arm shall judge the people. The isles shall wait upon me, and on mine arm shall they trust.",
                    "score": 0.8148321979474391
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 15,
                    "text": "Blessed be the name of my God, for his Spirit hath not altogether withdrawn from me, or else where is thy glory, for it is darkness unto me? And I can judge between thee and God; for God said unto me: Worship God, for him only shalt thou serve.",
                    "score": 0.8086782533979215
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 10,
                    "verse": 13,
                    "text": "For whosoever shall call upon the name of the Lord shall be saved.",
                    "score": 0.8082514660889156
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 9,
                    "verse": 22,
                    "text": "But behold, my son, I recommend thee unto God, and I trust in Christ that thou wilt be saved; and I pray unto God that he will spare thy life, to witness the return of his people unto him, or their utter destruction; for I know that they must perish except they repent and return unto him.",
                    "score": 0.8069542040162978
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 15,
                    "verse": 4,
                    "text": "Who shall not fear thee, O Lord, and glorify thy name? for thou only art holy: for all nations shall come and worship before thee; for thy judgments are made manifest.",
                    "score": 0.806378994206743
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 11,
                    "text": "And ye ought to say in your hearts--let God judge between me and thee, and reward thee according to thy deeds.",
                    "score": 0.8021787967317835
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 1,
                    "text": "Thanks be to thy name, O Lord God of Israel, who keepest covenant and showest mercy unto thy servants who walk uprightly before thee, with all their hearts--",
                    "score": 0.800826911708154
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 100,
                    "verse": 17,
                    "text": "And all that call upon the name of the Lord, and keep his commandments, shall be saved. Even so. Amen.",
                    "score": 0.8002010478383297
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 26,
                    "verse": 8,
                    "text": "Blessed be the name of our God; let us sing to his praise, yea, let us give thanks to his holy name, for he doth work righteousness forever.",
                    "score": 0.79704325940357
                }
            ]
        },
        {
            "verse": 2,
            "text": "Hear my prayer, O God; give ear to the words of my mouth.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 1,
                    "text": "O hearken, ye elders of my church, and give ear to the words which I shall speak unto you.",
                    "score": 0.8591165465387134
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 1,
                    "text": "Hearken, O ye people, and open your hearts and give ear from afar; and listen, you that call yourselves the people of the Lord, and hear the word of the Lord and his will concerning you.",
                    "score": 0.8304216883183781
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 1,
                    "text": "Hearken, O ye people of my church, saith the Lord your God, and hear the word of the Lord concerning you--",
                    "score": 0.8299731511609242
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 5,
                    "text": "Behold, I, the Lord, utter my voice, and it shall be obeyed.",
                    "score": 0.8283853136093644
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 2,
                    "verse": 7,
                    "text": "He that hath an ear, let him hear what the Spirit saith unto the churches; To him that overcometh will I give to eat of the tree of life, which is in the midst of the paradise of God.",
                    "score": 0.8235106653669855
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 3,
                    "verse": 22,
                    "text": "He that hath an ear, let him hear what the Spirit saith unto the churches.",
                    "score": 0.8234712757613154
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 2,
                    "verse": 29,
                    "text": "He that hath an ear, let him hear what the Spirit saith unto the churches.",
                    "score": 0.8234712757613154
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 3,
                    "verse": 6,
                    "text": "He that hath an ear, let him hear what the Spirit saith unto the churches.",
                    "score": 0.8234712757613154
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 3,
                    "verse": 13,
                    "text": "He that hath an ear, let him hear what the Spirit saith unto the churches.",
                    "score": 0.8234712757613154
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 9,
                    "text": "Who hath ears to hear, let him hear.",
                    "score": 0.8233147242103855
                }
            ]
        },
        {
            "verse": 3,
            "text": "For strangers are risen up against me, and oppressors seek after my soul: they have not set God before them. Selah.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 26,
                    "text": "First among those among you, saith the Lord, who have professed to know my name and have not known me, and have blasphemed against me in the midst of my house, saith the Lord.",
                    "score": 0.786955438898307
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 50,
                    "text": "And I seek not mine own glory: there is one that seeketh and judgeth.",
                    "score": 0.7861700847780247
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 8,
                    "text": "My disciples, in days of old, sought occasion against one another and forgave not one another in their hearts; and for this evil they were afflicted and sorely chastened.",
                    "score": 0.7846271074710782
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 2,
                    "text": "Being driven and smitten by the hands of mine enemies, on whom I will pour out my wrath without measure in mine own time.",
                    "score": 0.7838175775192258
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 25,
                    "text": "And the Lord God said unto me: They shall be a scourge unto thy seed, to stir them up in remembrance of me; and inasmuch as they will not remember me, and hearken unto my words, they shall scourge them even unto destruction.",
                    "score": 0.7828849716084152
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 17,
                    "verse": 9,
                    "text": "I pray for them: I pray not for the world, but for them which thou hast given me; for they are thine.",
                    "score": 0.7807584087998068
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 24,
                    "text": "And inasmuch as mine enemies come against you to drive you from my goodly land, which I have consecrated to be the land of Zion, even from your own lands after these testimonies, which ye have brought before me against them, ye shall curse them;",
                    "score": 0.7790635247358338
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 12,
                    "text": "Wherefore, I, the Lord, am not pleased with those among you who have sought after signs and wonders for faith, and not for the good of men unto my glory.",
                    "score": 0.7784864003107018
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 28,
                    "text": "And they shall be a scourge unto the people of this land. Nevertheless, when they shall have received the fulness of my gospel, then if they shall harden their hearts against me I will return their iniquities upon their own heads, saith the Father.",
                    "score": 0.7772470920839152
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 2,
                    "text": "I, the Lord, have suffered the affliction to come upon them, wherewith they have been afflicted, in consequence of their transgressions;",
                    "score": 0.7764908580542238
                }
            ]
        },
        {
            "verse": 4,
            "text": "Behold, God is mine helper: the Lord is with them that uphold my soul.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 13,
                    "verse": 6,
                    "text": "So that we may boldly say, The Lord is my helper, and I will not fear what man shall do unto me.",
                    "score": 0.8204499310867935
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 7,
                    "verse": 8,
                    "text": "And the Lord is near, and he justifieth me. Who will contend with me? Let us stand together. Who is mine adversary? Let him come near me, and I will smite him with the strength of my mouth.",
                    "score": 0.8199015777724643
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 22,
                    "verse": 2,
                    "text": "Behold, God is my salvation; I will trust, and not be afraid; for the Lord Jehovah is my strength and my song; he also has become my salvation.",
                    "score": 0.8134458415306635
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 6,
                    "verse": 10,
                    "text": "Finally, my brethren, be strong in the Lord, and in the power of his might.",
                    "score": 0.8108236656501485
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 29,
                    "verse": 10,
                    "text": "And behold, when I see many of my brethren truly penitent, and coming to the Lord their God, then is my soul filled with joy; then do I remember what the Lord has done for me, yea, even that he hath heard my prayer; yea, then do I remember his merciful arm which he extended towards me.",
                    "score": 0.8098764631443698
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 32,
                    "text": "O Lord, wilt thou comfort my soul, and give unto me success, and also my fellow laborers who are with me--yea, Ammon, and Aaron, and Omner, and also Amulek and Zeezrom, and also my two sons--yea, even all these wilt thou comfort, O Lord. Yea, wilt thou comfort their souls in Christ.",
                    "score": 0.8092216363763286
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 2,
                    "text": "Behold, and lo, I am the Lord thy God, and will answer thee as touching this matter.",
                    "score": 0.8072617561811839
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 12,
                    "verse": 18,
                    "text": "Behold my servant, whom I have chosen; my beloved, in whom my soul is well pleased: I will put my spirit upon him, and he shall shew judgment to the Gentiles.",
                    "score": 0.802258333587388
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 100,
                    "verse": 1,
                    "text": "Verily, thus saith the Lord unto you, my friends Sidney and Joseph, your families are well; they are in mine hands, and I will do with them as seemeth me good; for in me there is all power.",
                    "score": 0.798067620411615
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 15,
                    "text": "But behold, the Lord hath redeemed my soul from hell; I have beheld his glory, and I am encircled about eternally in the arms of his love.",
                    "score": 0.7973741206068061
                }
            ]
        },
        {
            "verse": 5,
            "text": "He shall reward evil unto mine enemies: cut them off in thy truth.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 3,
                    "verse": 15,
                    "text": "Vengeance is mine, and I will repay; and because this people repented not after I had delivered them, behold, they shall be cut off from the face of the earth.",
                    "score": 0.8318028124252506
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 17,
                    "verse": 19,
                    "text": "Thus God executeth vengeance upon those that destroy his people. O God, receive my soul.",
                    "score": 0.8231716743302486
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 25,
                    "text": "And now thou hast lied before God unto me. Thou saidst unto me--Behold these six onties, which are of great worth, I will give unto thee--when thou hadst it in thy heart to retain them from me; and it was only thy desire that I should deny the true and living God, that thou mightest have cause to destroy me. And now behold, for this great evil thou shalt have thy reward.",
                    "score": 0.8216397548561598
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 35,
                    "text": "But love ye your enemies, and do good, and lend, hoping for nothing again; and your reward shall be great, and ye shall be the children of the Highest: for he is kind unto the unthankful and to the evil.",
                    "score": 0.816408965126499
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 23,
                    "text": "Who justify the wicked for reward, and take away the righteousness of the righteous from him!",
                    "score": 0.813225286013274
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 15,
                    "text": "Wherefore, for this cause, that my covenants may be fulfilled which I have made unto the children of men, that I will do unto them while they are in the flesh, I must needs destroy the secret works of darkness, and of murders, and of abominations.",
                    "score": 0.81266178097026
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 31,
                    "text": "Nevertheless, thine enemy is in thine hands; and if thou rewardest him according to his works thou art justified; if he has sought thy life, and thy life is endangered by him, thine enemy is in thine hands and thou art justified.",
                    "score": 0.8119843745003787
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 127,
                    "verse": 4,
                    "text": "And again, verily thus saith the Lord: Let the work of my temple, and all the works which I have appointed unto you, be continued on and not cease; and let your diligence, and your perseverance, and patience, and your works be redoubled, and you shall in nowise lose your reward, saith the Lord of Hosts. And if they persecute you, so persecuted they the prophets and righteous men that were before you. For all this there is a reward in heaven.",
                    "score": 0.8093717611006115
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 12,
                    "verse": 19,
                    "text": "Dearly beloved, avenge not yourselves, but rather give place unto wrath: for it is written, Vengeance is mine; I will repay, saith the Lord.",
                    "score": 0.808127299779574
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 50,
                    "text": "Have mercy, O Lord, upon the wicked mob, who have driven thy people, that they may cease to spoil, that they may repent of their sins if repentance is to be found;",
                    "score": 0.80807964327319
                }
            ]
        },
        {
            "verse": 6,
            "text": "I will freely sacrifice unto thee: I will praise thy name, O Lord; for it is good.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 49,
                    "text": "Behold, my soul abhorreth sin, and my heart delighteth in righteousness; and I will praise the holy name of my God.",
                    "score": 0.836882608401667
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 26,
                    "verse": 8,
                    "text": "Blessed be the name of our God; let us sing to his praise, yea, let us give thanks to his holy name, for he doth work righteousness forever.",
                    "score": 0.8295238451536572
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 13,
                    "verse": 15,
                    "text": "By him therefore let us offer the sacrifice of praise to God continually, that is, the fruit of our lips giving thanks to his name.",
                    "score": 0.8224321154516677
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 15,
                    "text": "Blessed be the name of my God, for his Spirit hath not altogether withdrawn from me, or else where is thy glory, for it is darkness unto me? And I can judge between thee and God; for God said unto me: Worship God, for him only shalt thou serve.",
                    "score": 0.8157891316164692
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 2,
                    "verse": 12,
                    "text": "Saying, I will declare thy name unto my brethren, in the midst of the church will I sing praise unto thee.",
                    "score": 0.8155895048201877
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 1,
                    "text": "Thanks be to thy name, O Lord God of Israel, who keepest covenant and showest mercy unto thy servants who walk uprightly before thee, with all their hearts--",
                    "score": 0.8128388495583387
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 12,
                    "verse": 1,
                    "text": "I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is your reasonable service.",
                    "score": 0.8062631805905516
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 30,
                    "text": "Rejoice, O my heart, and cry unto the Lord, and say: O Lord, I will praise thee forever; yea, my soul will rejoice in thee, my God, and the rock of my salvation.",
                    "score": 0.8051171545517555
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 49,
                    "text": "For he that is mighty hath done to me great things; and holy is his name.",
                    "score": 0.8037801932930921
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 35,
                    "text": "Yea, I know that God will give liberally to him that asketh. Yea, my God will give me, if I ask not amiss; therefore I will lift up my voice unto thee; yea, I will cry unto thee, my God, the rock of my righteousness. Behold, my voice shall forever ascend up unto thee, my rock and mine everlasting God. Amen.",
                    "score": 0.8031470430836226
                }
            ]
        },
        {
            "verse": 7,
            "text": "For he hath delivered me out of all trouble: and mine eye hath seen his desire upon mine enemies.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 25,
                    "text": "Thus hath the Lord dealt with me in the days wherein he looked on me, to take away my reproach among men.",
                    "score": 0.8115413001495554
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 57,
                    "verse": 35,
                    "text": "And behold, we are again delivered out of the hands of our enemies. And blessed is the name of our God; for behold, it is he that has delivered us; yea, that has done this great thing for us.",
                    "score": 0.8041645177549137
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 36,
                    "text": "For he that receiveth my servants receiveth me;",
                    "score": 0.7993104160294716
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 33,
                    "verse": 4,
                    "text": "For he said: Thou art merciful, O God, for thou hast heard my prayer, even when I was in the wilderness; yea, thou wast merciful when I prayed concerning those who were mine enemies, and thou didst turn them to me.",
                    "score": 0.7986077508265313
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 3,
                    "verse": 11,
                    "text": "Persecutions, afflictions, which came unto me at Antioch, at Iconium, at Lystra; what persecutions I endured: but out of them all the Lord delivered me.",
                    "score": 0.7965251324313137
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 44,
                    "text": "But behold I say unto you, love your enemies, bless them that curse you, do good to them that hate you, and pray for them who despitefully use you and persecute you;",
                    "score": 0.79510376080209
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 31,
                    "text": "O Lord, wilt thou redeem my soul? Wilt thou deliver me out of the hands of mine enemies? Wilt thou make me that I may shake at the appearance of sin?",
                    "score": 0.794216050608014
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 12,
                    "verse": 45,
                    "text": "And he that seeth me seeth him that sent me.",
                    "score": 0.7940715378955637
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 17,
                    "text": "It no sooner appeared than I found myself delivered from the enemy which held me bound. When the light rested upon me I saw two Personages, whose brightness and glory defy all description, standing above me in the air. One of them spake unto me, calling me by name and said, pointing to the other--This is My Beloved Son. Hear Him!",
                    "score": 0.7925373815294092
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 8,
                    "verse": 4,
                    "text": "Therefore this is thy gift; apply unto it, and blessed art thou, for it shall deliver you out of the hands of your enemies, when, if it were not so, they would slay you and bring your soul to destruction.",
                    "score": 0.7914260207544559
                }
            ]
        }
    ]
}