{
    "volume": "Old Testament",
    "book": "Psalms",
    "chapter": 59,
    "verses": [
        {
            "verse": 1,
            "text": "Deliver me from mine enemies, O my God: defend me from them that rise up against me.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 7,
                    "verse": 8,
                    "text": "And the Lord is near, and he justifieth me. Who will contend with me? Let us stand together. Who is mine adversary? Let him come near me, and I will smite him with the strength of my mouth.",
                    "score": 0.8562482730239757
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 24,
                    "text": "And inasmuch as mine enemies come against you to drive you from my goodly land, which I have consecrated to be the land of Zion, even from your own lands after these testimonies, which ye have brought before me against them, ye shall curse them;",
                    "score": 0.8247089951163618
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 54,
                    "verse": 12,
                    "text": "And behold, if ye do not this, I will come against you with my armies; yea, even I will arm my women and my children, and I will come against you, and I will follow you even into your own land, which is the land of our first inheritance; yea, and it shall be blood for blood, yea, life for life; and I will give you battle even until you are destroyed from off the face of the earth.",
                    "score": 0.822932640945529
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 44,
                    "text": "But behold I say unto you, love your enemies, bless them that curse you, do good to them that hate you, and pray for them who despitefully use you and persecute you;",
                    "score": 0.822396687309302
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 25,
                    "text": "And whomsoever ye curse, I will curse, and ye shall avenge me of mine enemies.",
                    "score": 0.8207730019698981
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 44,
                    "text": "But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;",
                    "score": 0.8187900289274541
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 2,
                    "text": "Being driven and smitten by the hands of mine enemies, on whom I will pour out my wrath without measure in mine own time.",
                    "score": 0.8168521796134884
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 9,
                    "text": "Then shall they deliver you up to be afflicted, and shall kill you: and ye shall be hated of all nations for my name's sake.",
                    "score": 0.8158971101257126
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 7,
                    "text": "Then shall they deliver you up to be afflicted, and shall kill you, and ye shall be hated of all nations, for my name's sake;",
                    "score": 0.8158971101257126
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 3,
                    "verse": 21,
                    "text": "But Gidgiddoni saith unto them: The Lord forbid; for if we should go up against them the Lord would deliver us into their hands; therefore we will prepare ourselves in the center of our lands, and we will gather all our armies together, and we will not go against them, but we will wait till they shall come against us; therefore as the Lord liveth, if we do this he will deliver them into our hands.",
                    "score": 0.8153038139195081
                }
            ]
        },
        {
            "verse": 2,
            "text": "Deliver me from the workers of iniquity, and save me from bloody men.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 20,
                    "verse": 43,
                    "text": "Till I make thine enemies thy footstool.",
                    "score": 0.7573544009852833
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 7,
                    "verse": 24,
                    "text": "O wretched man that I am! who shall deliver me from the body of this death?",
                    "score": 0.7571891538620428
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 9,
                    "text": "Then shall they deliver you up to be afflicted, and shall kill you: and ye shall be hated of all nations for my name's sake.",
                    "score": 0.7515994919474148
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 7,
                    "text": "Then shall they deliver you up to be afflicted, and shall kill you, and ye shall be hated of all nations, for my name's sake;",
                    "score": 0.7515994919474148
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 14,
                    "text": "And their arm shall be my arm, and I will be their shield and their buckler; and I will gird up their loins, and they shall fight manfully for me; and their enemies shall be under their feet; and I will let fall the sword in their behalf, and by the fire of mine indignation will I preserve them.",
                    "score": 0.7511740481875974
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 10,
                    "verse": 17,
                    "text": "But beware of men: for they will deliver you up to the councils, and they will scourge you in their synagogues;",
                    "score": 0.7507987534373809
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 17,
                    "text": "Go thy way and do as I have told you, and fear not thine enemies; for they shall not have power to stop my work.",
                    "score": 0.7501934450576689
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 42,
                    "text": "But deliver thou, O Jehovah, we beseech thee, thy servants from their hands, and cleanse them from their blood.",
                    "score": 0.7495702251987143
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 13,
                    "verse": 27,
                    "text": "But he shall say, I tell you, I know you not whence ye are; depart from me, all ye workers of iniquity.",
                    "score": 0.7462548830092428
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 3,
                    "verse": 15,
                    "text": "Vengeance is mine, and I will repay; and because this people repented not after I had delivered them, behold, they shall be cut off from the face of the earth.",
                    "score": 0.745503923446972
                }
            ]
        },
        {
            "verse": 3,
            "text": "For, lo, they lie in wait for my soul: the mighty are gathered against me; not for my transgression, nor for my sin, O Lord.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 15,
                    "text": "Behold, they shall surely gather together against thee, not by me; whosoever shall gather together against thee shall fall for thy sake.",
                    "score": 0.8204157365916367
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 11,
                    "verse": 23,
                    "text": "He that is not with me is against me: and he that gathereth not with me scattereth.",
                    "score": 0.808024354667376
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 17,
                    "verse": 9,
                    "text": "I pray for them: I pray not for the world, but for them which thou hast given me; for they are thine.",
                    "score": 0.8053957025020766
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 7,
                    "verse": 8,
                    "text": "And the Lord is near, and he justifieth me. Who will contend with me? Let us stand together. Who is mine adversary? Let him come near me, and I will smite him with the strength of my mouth.",
                    "score": 0.8004100333743674
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 12,
                    "verse": 30,
                    "text": "He that is not with me is against me; and he that gathereth not with me scattereth abroad.",
                    "score": 0.7958480639005151
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 16,
                    "text": "Get thee hence, Satan; deceive me not; for God said unto me: Thou art after the similitude of mine Only Begotten.",
                    "score": 0.7958395662662406
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 108,
                    "verse": 2,
                    "text": "Therefore, let your soul be at rest concerning your spiritual standing, and resist no more my voice.",
                    "score": 0.7951870080540688
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 15,
                    "text": "For if ye will not abide in my covenant ye are not worthy of me.",
                    "score": 0.7889702051751386
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 16,
                    "verse": 9,
                    "text": "Of sin, because they believe not on me;",
                    "score": 0.7874364744746728
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 31,
                    "text": "O Lord, my heart is exceedingly sorrowful; wilt thou comfort my soul in Christ. O Lord, wilt thou grant unto me that I may have strength, that I may suffer with patience these afflictions which shall come upon me, because of the iniquity of this people.",
                    "score": 0.7865255165861177
                }
            ]
        },
        {
            "verse": 4,
            "text": "They run and prepare themselves without my fault: awake to help me, and behold.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 105,
                    "verse": 12,
                    "text": "For behold, I have prepared a great endowment and blessing to be poured out upon them, inasmuch as they are faithful and continue in humility before me.",
                    "score": 0.7383196114140624
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 9,
                    "verse": 7,
                    "text": "And they stood forth to lay their hands on me; but behold, they did not. And I stood with boldness to declare unto them, yea, I did boldly testify unto them, saying:",
                    "score": 0.729585714775907
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 22,
                    "text": "Inasmuch as they shall humble themselves before me, and abide in my word, and hearken to the voice of my Spirit.",
                    "score": 0.7288512706300101
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 17,
                    "text": "It no sooner appeared than I found myself delivered from the enemy which held me bound. When the light rested upon me I saw two Personages, whose brightness and glory defy all description, standing above me in the air. One of them spake unto me, calling me by name and said, pointing to the other--This is My Beloved Son. Hear Him!",
                    "score": 0.7268238306185265
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 16,
                    "text": "But, exerting all my powers to call upon God to deliver me out of the power of this enemy which had seized upon me, and at the very moment when I was ready to sink into despair and abandon myself to destruction--not to an imaginary ruin, but to the power of some actual being from the unseen world, who had such marvelous power as I had never before felt in any being--just at this moment of great alarm, I saw a pillar of light exactly over my head, above the brightness of the sun, which descended gradually until it fell upon me.",
                    "score": 0.7252537048615073
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 2,
                    "text": "Being driven and smitten by the hands of mine enemies, on whom I will pour out my wrath without measure in mine own time.",
                    "score": 0.7251369788652452
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 6,
                    "text": "For, behold, I am about to call upon them to give heed to the light and glory of Zion, for the set time has come to favor her.",
                    "score": 0.7223997880922198
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 8,
                    "verse": 3,
                    "text": "For to their power, I bear record, yea, and beyond their power they were willing of themselves;",
                    "score": 0.7219726900970878
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 9,
                    "verse": 26,
                    "text": "I therefore so run, not as uncertainly; so fight I, not as one that beateth the air:",
                    "score": 0.7202598028143526
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 39,
                    "text": "Behold my hands and my feet, that it is I myself: handle me, and see; for a spirit hath not flesh and bones, as ye see me have.",
                    "score": 0.7175966377303924
                }
            ]
        },
        {
            "verse": 5,
            "text": "Thou therefore, O Lord God of hosts, the God of Israel, awake to visit all the heathen: be not merciful to any wicked transgressors. Selah.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 24,
                    "text": "Therefore, thus saith the Lord God of Hosts: O my people that dwellest in Zion, be not afraid of the Assyrian; he shall smite thee with a rod, and shall lift up his staff against thee, after the manner of Egypt.",
                    "score": 0.8367125651529188
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 17,
                    "text": "But behold, if the inhabitants of the earth shall repent of their wickedness and abominations they shall not be destroyed, saith the Lord of Hosts.",
                    "score": 0.8281055698240153
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 32,
                    "text": "And I will not suffer, saith the Lord of Hosts, that the cries of the fair daughters of this people, which I have led out of the land of Jerusalem, shall come up unto me against the men of my people, saith the Lord of Hosts.",
                    "score": 0.8257835499029937
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 32,
                    "text": "Wo be unto the Gentiles, saith the Lord God of Hosts! For notwithstanding I shall lengthen out mine arm unto them from day to day, they will deny me; nevertheless, I will be merciful unto them, saith the Lord God, if they will repent and come unto me; for mine arm is lengthened out all the day long, saith the Lord God of Hosts.",
                    "score": 0.8213455436104561
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 30,
                    "text": "For if I will, saith the Lord of Hosts, raise up seed unto me, I will command my people; otherwise they shall hearken unto these things.",
                    "score": 0.8204928588575444
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 19,
                    "verse": 13,
                    "text": "For the people turneth not unto him that smiteth them, neither do they seek the Lord of Hosts.",
                    "score": 0.8157577870112727
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 33,
                    "text": "For they shall not lead away captive the daughters of my people because of their tenderness, save I shall visit them with a sore curse, even unto destruction; for they shall not commit whoredoms, like unto them of old, saith the Lord of Hosts.",
                    "score": 0.8099342282648389
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 16,
                    "text": "But the Lord of Hosts shall be exalted in judgment, and God that is holy shall be sanctified in righteousness.",
                    "score": 0.8088931473494058
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 5,
                    "text": "For thy maker, thy husband, the Lord of Hosts is his name; and thy Redeemer, the Holy One of Israel--the God of the whole earth shall he be called.",
                    "score": 0.8079571392243603
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 24,
                    "verse": 12,
                    "text": "And all nations shall call you blessed, for ye shall be a delightsome land, saith the Lord of Hosts.",
                    "score": 0.8076709001076822
                }
            ]
        },
        {
            "verse": 6,
            "text": "They return at evening: they make a noise like a dog, and go round about the city.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 4,
                    "verse": 30,
                    "text": "Then they went out of the city, and came unto him.",
                    "score": 0.6740564430530124
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 16,
                    "verse": 39,
                    "text": "And they came and besought them, and brought them out, and desired them to depart out of the city.",
                    "score": 0.6691046978505273
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 8,
                    "verse": 34,
                    "text": "When they that fed them saw what was done, they fled, and went and told it in the city and in the country.",
                    "score": 0.6634055420577907
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 10,
                    "verse": 10,
                    "text": "But into whatsoever city ye enter, and they receive you not, go your ways out into the streets of the same, and say,",
                    "score": 0.6562309564654164
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 5,
                    "verse": 14,
                    "text": "And they that fed the swine fled, and told it in the city, and in the country. And they went out to see what it was that was done.",
                    "score": 0.6548081457591332
                },
                {
                    "volume": "New Testament",
                    "book": "Colossians",
                    "chapter": 3,
                    "verse": 7,
                    "text": "In the which ye also walked some time, when ye lived in them.",
                    "score": 0.6535327917691192
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 10,
                    "verse": 8,
                    "text": "And into whatsoever city ye enter, and they receive you, eat such things as are set before you:",
                    "score": 0.6467783063774727
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 2,
                    "verse": 8,
                    "text": "And there were in the same country shepherds abiding in the field, keeping watch over their flock by night.",
                    "score": 0.6443689803621466
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 8,
                    "verse": 33,
                    "text": "And they that kept them fled, and went their ways into the city, and told every thing, and what was befallen to the possessed of the devils.",
                    "score": 0.6431507422014375
                },
                {
                    "volume": "New Testament",
                    "book": "1 Timothy",
                    "chapter": 5,
                    "verse": 13,
                    "text": "And withal they learn to be idle, wandering about from house to house; and not only idle, but tattlers also and busybodies, speaking things which they ought not.",
                    "score": 0.6366713168301481
                }
            ]
        },
        {
            "verse": 7,
            "text": "Behold, they belch out with their mouth: swords are in their lips: for who, say they, doth hear?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 27,
                    "text": "Behold, O God, they cry unto thee, and yet their hearts are swallowed up in their pride. Behold, O God, they cry unto thee with their mouths, while they are puffed up, even to greatness, with the vain things of the world.",
                    "score": 0.7686351524643333
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 14,
                    "verse": 21,
                    "text": "And many such things did they say unto them, gnashing their teeth upon them, and spitting upon them, and saying: How shall we look when we are damned?",
                    "score": 0.7559721330512447
                },
                {
                    "volume": "New Testament",
                    "book": "Jude",
                    "chapter": 1,
                    "verse": 16,
                    "text": "These are murmurers, complainers, walking after their own lusts; and their mouth speaketh great swelling words, having men's persons in admiration because of advantage.",
                    "score": 0.7538692039173032
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 4,
                    "verse": 5,
                    "text": "They are of the world: therefore speak they of the world, and the world heareth them.",
                    "score": 0.7528164706179628
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 3,
                    "verse": 13,
                    "text": "Their throat is an open sepulchre; with their tongues they have used deceit; the poison of asps is under their lips:",
                    "score": 0.7443530059167266
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 9,
                    "verse": 19,
                    "text": "For their power is in their mouth, and in their tails: for their tails were like unto serpents, and had heads, and with them they do hurt.",
                    "score": 0.739417358108779
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 41,
                    "text": "And they shall behold blood, and fire, and vapors of smoke.",
                    "score": 0.7390604879649578
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 23,
                    "verse": 15,
                    "text": "Every one that is proud shall be thrust through; yea, and every one that is joined to the wicked shall fall by the sword.",
                    "score": 0.7345522200578495
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 50,
                    "text": "And shall cast them into the furnace of fire: there shall be wailing and gnashing of teeth.",
                    "score": 0.7324886875779516
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 42,
                    "text": "And shall cast them into a furnace of fire: there shall be wailing and gnashing of teeth.",
                    "score": 0.7313413216810339
                }
            ]
        },
        {
            "verse": 8,
            "text": "But thou, O Lord, shalt laugh at them; thou shalt have all the heathen in derision.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 26,
                    "text": "And when I had said this, the Lord spake unto me, saying: Fools mock, but they shall mourn; and my grace is sufficient for the meek, that they shall take no advantage of your weakness;",
                    "score": 0.7908049774807194
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 19,
                    "verse": 17,
                    "text": "Therefore the Lord shall have no joy in their young men, neither shall have mercy on their fatherless and widows; for every one of them is a hypocrite and an evildoer, and every mouth speaketh folly. For all this his anger is not turned away, but his hand is stretched out still.",
                    "score": 0.7837817008595804
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 11,
                    "verse": 11,
                    "text": "Now, O Lord, because of this their humility wilt thou turn away thine anger, and let thine anger be appeased in the destruction of those wicked men whom thou hast already destroyed.",
                    "score": 0.7837323487706014
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 122,
                    "verse": 1,
                    "text": "The ends of the earth shall inquire after thy name, and fools shall have thee in derision, and hell shall rage against thee;",
                    "score": 0.7826560223489153
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 9,
                    "verse": 2,
                    "text": "Wo, wo, wo unto this people; wo unto the inhabitants of the whole earth except they shall repent; for the devil laugheth, and his angels rejoice, because of the slain of the fair sons and daughters of my people; and it is because of their iniquity and abominations that they are fallen!",
                    "score": 0.7800128993055963
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 49,
                    "text": "And the Lord shall utter his voice, and all the ends of the earth shall hear it; and the nations of the earth shall mourn, and they that have laughed shall see their folly.",
                    "score": 0.7777275760585988
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 33,
                    "text": "Behold, the Lord, the Lord of Hosts shall lop the bough with terror; and the high ones of stature shall be hewn down; and the haughty shall be humbled.",
                    "score": 0.7772962403633369
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 33,
                    "verse": 16,
                    "text": "For behold, he said: Thou art angry, O Lord, with this people, because they will not understand thy mercies which thou hast bestowed upon them because of thy Son.",
                    "score": 0.7716213754650845
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 22,
                    "text": "And thus saith the Lord God: I will cause that they shall be loathsome unto thy people, save they shall repent of their iniquities.",
                    "score": 0.7692958290805041
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 21,
                    "text": "And inasmuch as thy brethren shall rebel against thee, they shall be cut off from the presence of the Lord.",
                    "score": 0.7667518672758608
                }
            ]
        },
        {
            "verse": 9,
            "text": "Because of his strength will I wait upon thee: for God is my defence.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 7,
                    "verse": 8,
                    "text": "And the Lord is near, and he justifieth me. Who will contend with me? Let us stand together. Who is mine adversary? Let him come near me, and I will smite him with the strength of my mouth.",
                    "score": 0.8209210161006067
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 6,
                    "verse": 13,
                    "text": "Wherefore take unto you the whole armour of God, that ye may be able to withstand in the evil day, and having done all, to stand.",
                    "score": 0.8004556977391636
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 22,
                    "verse": 2,
                    "text": "Behold, God is my salvation; I will trust, and not be afraid; for the Lord Jehovah is my strength and my song; he also has become my salvation.",
                    "score": 0.797538800772956
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 8,
                    "verse": 5,
                    "text": "My righteousness is near; my salvation is gone forth, and mine arm shall judge the people. The isles shall wait upon me, and on mine arm shall they trust.",
                    "score": 0.7937564190816171
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 12,
                    "verse": 9,
                    "text": "And he said unto me, My grace is sufficient for thee: for my strength is made perfect in weakness. Most gladly therefore will I rather glory in my infirmities, that the power of Christ may rest upon me.",
                    "score": 0.792130051402985
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 6,
                    "verse": 11,
                    "text": "Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.",
                    "score": 0.7905297877045389
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 33,
                    "verse": 4,
                    "text": "And I know that the Lord God will consecrate my prayers for the gain of my people. And the words which I have written in weakness will be made strong unto them; for it persuadeth them to do good; it maketh known unto them of their fathers; and it speaketh of Jesus, and persuadeth them to believe in him, and to endure to the end, which is life eternal.",
                    "score": 0.7891522413528144
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 10,
                    "verse": 12,
                    "text": "Wherefore let him that thinketh he standeth take heed lest he fall.",
                    "score": 0.7871695846600555
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 2,
                    "verse": 1,
                    "text": "Thou therefore, my son, be strong in the grace that is in Christ Jesus.",
                    "score": 0.7830012343101033
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 8,
                    "verse": 31,
                    "text": "What shall we then say to these things? If God be for us, who can be against us?",
                    "score": 0.7824246373898841
                }
            ]
        },
        {
            "verse": 10,
            "text": "The God of my mercy shall prevent me: God shall let me see my desire upon mine enemies.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 8,
                    "verse": 18,
                    "text": "And he that saith: Show unto me, or ye shall be smitten--let him beware lest he commandeth that which is forbidden of the Lord.",
                    "score": 0.8118107043599232
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 7,
                    "verse": 8,
                    "text": "And the Lord is near, and he justifieth me. Who will contend with me? Let us stand together. Who is mine adversary? Let him come near me, and I will smite him with the strength of my mouth.",
                    "score": 0.8111959927403434
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 7,
                    "text": "Blessed are the merciful: for they shall obtain mercy.",
                    "score": 0.7997646865217121
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 15,
                    "text": "Verily, verily, I say unto you, ye must watch and pray always, lest ye be tempted by the devil, and ye be led away captive by him.",
                    "score": 0.7986220830165063
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 33,
                    "text": "For they shall not lead away captive the daughters of my people because of their tenderness, save I shall visit them with a sore curse, even unto destruction; for they shall not commit whoredoms, like unto them of old, saith the Lord of Hosts.",
                    "score": 0.7982727638355093
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 8,
                    "verse": 20,
                    "text": "Behold what the scripture says--man shall not smite, neither shall he judge; for judgment is mine, saith the Lord, and vengeance is mine also, and I will repay.",
                    "score": 0.7970817802038047
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 20,
                    "verse": 9,
                    "text": "Nevertheless, for my name's sake will I defer mine anger, and for my praise will I refrain from thee, that I cut thee not off.",
                    "score": 0.7970732542852885
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 44,
                    "text": "But behold I say unto you, love your enemies, bless them that curse you, do good to them that hate you, and pray for them who despitefully use you and persecute you;",
                    "score": 0.7968157728111349
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 42,
                    "verse": 30,
                    "text": "O my son, I desire that ye should deny the justice of God no more. Do not endeavor to excuse yourself in the least point because of your sins, by denying the justice of God; but do you let the justice of God, and his mercy, and his long-suffering have full sway in your heart; and let it bring you down to the dust in humility.",
                    "score": 0.796623854578876
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 18,
                    "text": "Behold, verily, verily, I say unto you, ye must watch and pray always lest ye enter into temptation; for Satan desireth to have you, that he may sift you as wheat.",
                    "score": 0.7958205315343571
                }
            ]
        },
        {
            "verse": 11,
            "text": "Slay them not, lest my people forget: scatter them by thy power; and bring them down, O Lord our shield.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 11,
                    "verse": 4,
                    "text": "O Lord, do not suffer that this people shall be destroyed by the sword; but O Lord, rather let there be a famine in the land, to stir them up in remembrance of the Lord their God, and perhaps they will repent and turn unto thee.",
                    "score": 0.8220615362970535
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 17,
                    "text": "Thy hand shall be lifted up upon thine adversaries, and all thine enemies shall be cut off.",
                    "score": 0.8060590825908217
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 25,
                    "text": "And the Lord God said unto me: They shall be a scourge unto thy seed, to stir them up in remembrance of me; and inasmuch as they will not remember me, and hearken unto my words, they shall scourge them even unto destruction.",
                    "score": 0.8017157381223606
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 8,
                    "verse": 22,
                    "text": "And whatsoever nation shall uphold such secret combinations, to get power and gain, until they shall spread over the nation, behold, they shall be destroyed; for the Lord will not suffer that the blood of his saints, which shall be shed by them, shall always cry unto him from the ground for vengeance upon them and yet he avenge them not.",
                    "score": 0.7994404999055206
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 27,
                    "text": "But those mine enemies, which would not that I should reign over them, bring hither, and slay them before me.",
                    "score": 0.7993523965263248
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 28,
                    "text": "And if they shall smite this people thou wilt smite them; thou wilt fight for thy people as thou didst in the day of battle, that they may be delivered from the hands of all their enemies.",
                    "score": 0.7986153739163486
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 17,
                    "verse": 19,
                    "text": "Thus God executeth vengeance upon those that destroy his people. O God, receive my soul.",
                    "score": 0.7984984350806272
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 105,
                    "verse": 15,
                    "text": "Behold, the destroyer I have sent forth to destroy and lay waste mine enemies; and not many years hence they shall not be left to pollute mine heritage, and to blaspheme my name upon the lands which I have consecrated for the gathering together of my saints.",
                    "score": 0.7980515605208374
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 30,
                    "text": "Fear not thine enemies, for they are in mine hands and I will do my pleasure with them.",
                    "score": 0.7977904623969634
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 4,
                    "verse": 29,
                    "text": "May the Lord preserve his people in righteousness and in holiness of heart, that they may cause to be felled to the earth all who shall seek to slay them because of power and secret combinations, even as this man hath been felled to the earth.",
                    "score": 0.7966672067541042
                }
            ]
        },
        {
            "verse": 12,
            "text": "For the sin of their mouth and the words of their lips let them even be taken in their pride: and for cursing and lying which they speak.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 3,
                    "verse": 16,
                    "text": "Having a good conscience; that, whereas they speak evil of you, as of evildoers, they may be ashamed that falsely accuse your good conversation in Christ.",
                    "score": 0.7991443188056524
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 13,
                    "verse": 9,
                    "text": "The show of their countenance doth witness against them, and doth declare their sin to be even as Sodom, and they cannot hide it. Wo unto their souls, for they have rewarded evil unto themselves!",
                    "score": 0.7899301385480558
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 60,
                    "verse": 7,
                    "text": "And in this place let them lift up their voice and declare my word with loud voices, without wrath or doubting, lifting up holy hands upon them. For I am able to make you holy, and your sins are forgiven you.",
                    "score": 0.7895827667273904
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 27,
                    "text": "Behold, O God, they cry unto thee, and yet their hearts are swallowed up in their pride. Behold, O God, they cry unto thee with their mouths, while they are puffed up, even to greatness, with the vain things of the world.",
                    "score": 0.7886062842933907
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 15,
                    "text": "O the wise, and the learned, and the rich, that are puffed up in the pride of their hearts, and all those who preach false doctrines, and all those who commit whoredoms, and pervert the right way of the Lord, wo, wo, wo be unto them, saith the Lord God Almighty, for they shall be thrust down to hell!",
                    "score": 0.7886007211454642
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 14,
                    "verse": 21,
                    "text": "And many such things did they say unto them, gnashing their teeth upon them, and spitting upon them, and saying: How shall we look when we are damned?",
                    "score": 0.7866146438514701
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 9,
                    "text": "Thy voice shall be a rebuke unto the transgressor; and at thy rebuke let the tongue of the slanderer cease its perverseness.",
                    "score": 0.7849554742854506
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 3,
                    "verse": 14,
                    "text": "Whose mouth is full of cursing and bitterness:",
                    "score": 0.774948305851211
                },
                {
                    "volume": "New Testament",
                    "book": "1 Timothy",
                    "chapter": 4,
                    "verse": 2,
                    "text": "Speaking lies in hypocrisy; having their conscience seared with a hot iron;",
                    "score": 0.7744722928919288
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 14,
                    "text": "Therefore, hell hath enlarged herself, and opened her mouth without measure; and their glory, and their multitude, and their pomp, and he that rejoiceth, shall descend into it.",
                    "score": 0.7740696383882292
                }
            ]
        },
        {
            "verse": 13,
            "text": "Consume them in wrath, consume them, that they may not be: and let them know that God ruleth in Jacob unto the ends of the earth. Selah.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 85,
                    "text": "That their souls may escape the wrath of God, the desolation of abomination which awaits the wicked, both in this world and in the world to come. Verily, I say unto you, let those who are not the first elders continue in the vineyard until the mouth of the Lord shall call them, for their time is not yet come; their garments are not clean from the blood of this generation.",
                    "score": 0.8150794606928246
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 4,
                    "text": "And when they had eaten he commanded them that they should break bread, and give unto the multitude.",
                    "score": 0.795269153780879
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 10,
                    "verse": 28,
                    "text": "But if any man say unto you, This is offered in sacrifice unto idols, eat not for his sake that shewed it, and for conscience sake: for the earth is the Lord's, and the fulness thereof:",
                    "score": 0.7932304714016329
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 13,
                    "verse": 14,
                    "text": "The Lord will enter into judgment with the ancients of his people and the princes thereof; for ye have eaten up the vineyard and the spoil of the poor in your houses.",
                    "score": 0.7916992099235047
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 19,
                    "text": "For a desolating scourge shall go forth among the inhabitants of the earth, and shall continue to be poured out from time to time, if they repent not, until the earth is empty, and the inhabitants thereof are consumed away and utterly destroyed by the brightness of my coming.",
                    "score": 0.7907136294662327
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 22,
                    "verse": 16,
                    "text": "For I say unto you, I will not any more eat thereof, until it be fulfilled in the kingdom of God.",
                    "score": 0.7897184064497701
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 14,
                    "verse": 3,
                    "text": "Let not him that eateth despise him that eateth not; and let not him which eateth not judge him that eateth: for God hath received him.",
                    "score": 0.789282943248495
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 26,
                    "text": "And I will feed them that oppress thee with their own flesh; they shall be drunken with their own blood as with sweet wine; and all flesh shall know that I, the Lord, am thy Savior and thy Redeemer, the Mighty One of Jacob.",
                    "score": 0.7881723581361378
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 6,
                    "text": "Therefore, O Lord, thou hast forsaken thy people, the house of Jacob, because they be replenished from the east, and hearken unto soothsayers like the Philistines, and they please themselves in the children of strangers.",
                    "score": 0.7877538813826852
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 13,
                    "verse": 28,
                    "text": "There shall be weeping and gnashing of teeth, when ye shall see Abraham, and Isaac, and Jacob, and all the prophets, in the kingdom of God, and you yourselves thrust out.",
                    "score": 0.7876906324804286
                }
            ]
        },
        {
            "verse": 14,
            "text": "And at evening let them return; and let them make a noise like a dog, and go round about the city.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 16,
                    "verse": 39,
                    "text": "And they came and besought them, and brought them out, and desired them to depart out of the city.",
                    "score": 0.7062603505557659
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 4,
                    "verse": 30,
                    "text": "Then they went out of the city, and came unto him.",
                    "score": 0.6843474366401587
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 75,
                    "verse": 18,
                    "text": "Yea, let all those take their journey, as I have commanded them, going from house to house, and from village to village, and from city to city.",
                    "score": 0.6746693353316368
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 8,
                    "verse": 34,
                    "text": "When they that fed them saw what was done, they fled, and went and told it in the city and in the country.",
                    "score": 0.6695240688379648
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 26,
                    "text": "And then shall ye immerse them in the water, and come forth again out of the water.",
                    "score": 0.667532019840709
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 5,
                    "verse": 14,
                    "text": "And they that fed the swine fled, and told it in the city, and in the country. And they went out to see what it was that was done.",
                    "score": 0.6664786657942954
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 10,
                    "verse": 10,
                    "text": "But into whatsoever city ye enter, and they receive you not, go your ways out into the streets of the same, and say,",
                    "score": 0.656875359226428
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 8,
                    "verse": 33,
                    "text": "And they that kept them fled, and went their ways into the city, and told every thing, and what was befallen to the possessed of the devils.",
                    "score": 0.6565307545804974
                },
                {
                    "volume": "New Testament",
                    "book": "Colossians",
                    "chapter": 3,
                    "verse": 7,
                    "text": "In the which ye also walked some time, when ye lived in them.",
                    "score": 0.6546079818010913
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 12,
                    "verse": 10,
                    "text": "When they were past the first and the second ward, they came unto the iron gate that leadeth unto the city; which opened to them of his own accord: and they went out, and passed on through one street; and forthwith the angel departed from him.",
                    "score": 0.6505945839394254
                }
            ]
        },
        {
            "verse": 15,
            "text": "Let them wander up and down for meat, and grudge if they be not satisfied.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 56,
                    "verse": 15,
                    "text": "And your hearts are not satisfied. And ye obey not the truth, but have pleasure in unrighteousness.",
                    "score": 0.770233894997853
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 27,
                    "text": "And inasmuch as they sinned they might be chastened, that they might repent;",
                    "score": 0.7629574046230246
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 6,
                    "verse": 12,
                    "text": "That ye be not slothful, but followers of them who through faith and patience inherit the promises.",
                    "score": 0.760890085737929
                },
                {
                    "volume": "New Testament",
                    "book": "Jude",
                    "chapter": 1,
                    "verse": 18,
                    "text": "How that they told you there should be mockers in the last time, who should walk after their own ungodly lusts.",
                    "score": 0.7608632605753035
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 48,
                    "text": "Your family must needs repent and forsake some things, and give more earnest heed unto your sayings, or be removed out of their place.",
                    "score": 0.7574317616125739
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 1,
                    "verse": 17,
                    "text": "Therefore, as they were unfaithful they did not prosper nor progress in their journey, but were driven back, and incurred the displeasure of God upon them; and therefore they were smitten with famine and sore afflictions, to stir them up in remembrance of their duty.",
                    "score": 0.752218246925268
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 13,
                    "verse": 17,
                    "text": "Obey them that have the rule over you, and submit yourselves: for they watch for your souls, as they that must give account, that they may do it with joy, and not with grief: for that is unprofitable for you.",
                    "score": 0.7522100118921412
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 10,
                    "verse": 27,
                    "text": "If any of them that believe not bid you to a feast, and ye be disposed to go; whatsoever is set before you, eat, asking no question for conscience sake.",
                    "score": 0.7497804350208765
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 37,
                    "verse": 34,
                    "text": "Teach them to never be weary of good works, but to be meek and lowly in heart; for such shall find rest to their souls.",
                    "score": 0.7478331587759854
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 15,
                    "verse": 1,
                    "text": "We then that are strong ought to bear the infirmities of the weak, and not to please ourselves.",
                    "score": 0.7470391421539251
                }
            ]
        },
        {
            "verse": 16,
            "text": "But I will sing of thy power; yea, I will sing aloud of thy mercy in the morning: for thou hast been my defence and refuge in the day of my trouble.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 22,
                    "verse": 1,
                    "text": "And in that day thou shalt say: O Lord, I will praise thee; though thou wast angry with me thine anger is turned away, and thou comfortedst me.",
                    "score": 0.7979657294940373
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 22,
                    "text": "Inasmuch as they shall humble themselves before me, and abide in my word, and hearken to the voice of my Spirit.",
                    "score": 0.7968271567158448
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 5,
                    "text": "Behold, I, the Lord, utter my voice, and it shall be obeyed.",
                    "score": 0.7952816887079228
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 46,
                    "text": "Prepare your souls for that glorious day when justice shall be administered unto the righteous, even the day of judgment, that ye may not shrink with awful fear; that ye may not remember your awful guilt in perfectness, and be constrained to exclaim: Holy, holy are thy judgments, O Lord God Almighty--but I know my guilt; I transgressed thy law, and my transgressions are mine; and the devil hath obtained me, that I am a prey to his awful misery.",
                    "score": 0.7944561319127548
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 6,
                    "text": "Wherefore, verily I say, let the wicked take heed, and let the rebellious fear and tremble; and let the unbelieving hold their lips, for the day of wrath shall come upon them as a whirlwind, and all flesh shall know that I am God.",
                    "score": 0.7932230018132898
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 39,
                    "verse": 10,
                    "text": "But, behold, the days of thy deliverance are come, if thou wilt hearken to my voice, which saith unto thee: Arise and be baptized, and wash away your sins, calling on my name, and you shall receive my Spirit, and a blessing so great as you never have known.",
                    "score": 0.7930891267116448
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 7,
                    "verse": 8,
                    "text": "And the Lord is near, and he justifieth me. Who will contend with me? Let us stand together. Who is mine adversary? Let him come near me, and I will smite him with the strength of my mouth.",
                    "score": 0.7901047236042174
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 21,
                    "text": "For they will hear my voice, and shall see me, and shall not be asleep, and shall abide the day of my coming; for they shall be purified, even as I am pure.",
                    "score": 0.7877625345945406
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 33,
                    "verse": 11,
                    "text": "And thou didst hear me because of mine afflictions and my sincerity; and it is because of thy Son that thou hast been thus merciful unto me, therefore I will cry unto thee in all mine afflictions, for in thee is my joy; for thou hast turned thy judgments away from me, because of thy Son.",
                    "score": 0.7858319522365016
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 45,
                    "text": "And the day cometh that you shall hear my voice and see me, and know that I am.",
                    "score": 0.7847341798430657
                }
            ]
        },
        {
            "verse": 17,
            "text": "Unto thee, O my strength, will I sing: for God is my defence, and the God of my mercy.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 15,
                    "verse": 9,
                    "text": "And that the Gentiles might glorify God for his mercy; as it is written, For this cause I will confess to thee among the Gentiles, and sing unto thy name.",
                    "score": 0.8099966380813733
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 7,
                    "verse": 8,
                    "text": "And the Lord is near, and he justifieth me. Who will contend with me? Let us stand together. Who is mine adversary? Let him come near me, and I will smite him with the strength of my mouth.",
                    "score": 0.7992818422333449
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 22,
                    "verse": 2,
                    "text": "Behold, God is my salvation; I will trust, and not be afraid; for the Lord Jehovah is my strength and my song; he also has become my salvation.",
                    "score": 0.7968634638320875
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 15,
                    "text": "Blessed be the name of my God, for his Spirit hath not altogether withdrawn from me, or else where is thy glory, for it is darkness unto me? And I can judge between thee and God; for God said unto me: Worship God, for him only shalt thou serve.",
                    "score": 0.7888477268175779
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 33,
                    "verse": 4,
                    "text": "And I know that the Lord God will consecrate my prayers for the gain of my people. And the words which I have written in weakness will be made strong unto them; for it persuadeth them to do good; it maketh known unto them of their fathers; and it speaketh of Jesus, and persuadeth them to believe in him, and to endure to the end, which is life eternal.",
                    "score": 0.7884289126866274
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 9,
                    "verse": 18,
                    "text": "Therefore hath he mercy on whom he will have mercy, and whom he will he hardeneth.",
                    "score": 0.7875593081721199
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 25,
                    "verse": 12,
                    "text": "For my soul delighteth in the song of the heart; yea, the song of the righteous is a prayer unto me, and it shall be answered with a blessing upon their heads.",
                    "score": 0.7874603470273824
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 9,
                    "verse": 15,
                    "text": "For he saith to Moses, I will have mercy on whom I will have mercy, and I will have compassion on whom I will have compassion.",
                    "score": 0.7858332565305877
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 35,
                    "text": "Yea, I know that God will give liberally to him that asketh. Yea, my God will give me, if I ask not amiss; therefore I will lift up my voice unto thee; yea, I will cry unto thee, my God, the rock of my righteousness. Behold, my voice shall forever ascend up unto thee, my rock and mine everlasting God. Amen.",
                    "score": 0.7831054000724001
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 7,
                    "verse": 17,
                    "text": "But it came to pass that I prayed unto the Lord, saying: O Lord, according to my faith which is in thee, wilt thou deliver me from the hands of my brethren; yea, even give me strength that I may burst these bands with which I am bound.",
                    "score": 0.7806296122766174
                }
            ]
        }
    ]
}