{
    "volume": "Old Testament",
    "book": "Psalms",
    "chapter": 79,
    "verses": [
        {
            "verse": 1,
            "text": "O God, the heathen are come into thine inheritance; thy holy temple have they defiled; they have laid Jerusalem on heaps.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 3,
                    "verse": 17,
                    "text": "If any man defile the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are.",
                    "score": 0.7912946772182975
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 13,
                    "verse": 34,
                    "text": "O Jerusalem, Jerusalem, which killest the prophets, and stonest them that are sent unto thee; how often would I have gathered thy children together, as a hen doth gather her brood under her wings, and ye would not!",
                    "score": 0.7907862891873474
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 10,
                    "text": "But behold, this land, said God, shall be a land of thine inheritance, and the Gentiles shall be blessed upon the land.",
                    "score": 0.7905554286390518
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 8,
                    "text": "But wo, saith the Father, unto the unbelieving of the Gentiles--for notwithstanding they have come forth upon the face of this land, and have scattered my people who are of the house of Israel; and my people who are of the house of Israel have been cast out from among them, and have been trodden under feet by them;",
                    "score": 0.7878958199402719
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 9,
                    "text": "Hell from beneath is moved for thee to meet thee at thy coming; it stirreth up the dead for thee, even all the chief ones of the earth; it hath raised up from their thrones all the kings of the nations.",
                    "score": 0.7828789219102382
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 14,
                    "text": "And every nation which shall war against thee, O house of Israel, shall be turned one against another, and they shall fall into the pit which they digged to ensnare the people of the Lord. And all that fight against Zion shall be destroyed, and that great whore, who hath perverted the right ways of the Lord, yea, that great and abominable church, shall tumble to the dust and great shall be the fall of it.",
                    "score": 0.7805550778946249
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 3,
                    "verse": 4,
                    "text": "And the time speedily cometh, that except ye repent they shall possess the land of your inheritance, and the Lord God will lead away the righteous out from among you.",
                    "score": 0.7789657297426317
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 49,
                    "text": "Yea, and blessed are the dead that die in the Lord, from henceforth, when the Lord shall come, and old things shall pass away, and all things become new, they shall rise from the dead and shall not die after, and shall receive an inheritance before the Lord, in the holy city.",
                    "score": 0.7778373203231054
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 13,
                    "verse": 8,
                    "text": "Wherefore, the remnant of the house of Joseph shall be built upon this land; and it shall be a land of their inheritance; and they shall build up a holy city unto the Lord, like unto the Jerusalem of old; and they shall no more be confounded, until the end come when the earth shall pass away.",
                    "score": 0.7769573540047544
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 23,
                    "verse": 37,
                    "text": "O Jerusalem, Jerusalem, thou that killest the prophets, and stonest them which are sent unto thee, how often would I have gathered thy children together, even as a hen gathereth her chickens under her wings, and ye would not!",
                    "score": 0.7764920848353151
                }
            ]
        },
        {
            "verse": 2,
            "text": "The dead bodies of thy servants have they given to be meat unto the fowls of the heaven, the flesh of thy saints unto the beasts of the earth.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 89,
                    "verse": 12,
                    "text": "Yea, flesh also of beasts and of the fowls of the air, I, the Lord, have ordained for the use of man with thanksgiving; nevertheless they are to be used sparingly;",
                    "score": 0.8572290657158811
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 19,
                    "text": "For, behold, the beasts of the field and the fowls of the air, and that which cometh of the earth, is ordained for the use of man for food and for raiment, and that he might have in abundance.",
                    "score": 0.827868666075852
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 4,
                    "verse": 30,
                    "text": "And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, behold, we will give them life, and also we will give to them every green herb for meat, and all these things shall be thus organized.",
                    "score": 0.8194502630508521
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 30,
                    "text": "And to every beast of the earth, and to every fowl of the air, and to everything that creepeth upon the earth, wherein I grant life, there shall be given every clean herb for meat; and it was so, even as I spake.",
                    "score": 0.8185722920408866
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 6,
                    "verse": 26,
                    "text": "Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?",
                    "score": 0.808918210346396
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 26,
                    "text": "Behold the fowls of the air, for they sow not, neither do they reap nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?",
                    "score": 0.808918210346396
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 24,
                    "text": "For all old things shall pass away, and all things shall become new, even the heaven and the earth, and all the fulness thereof, both men and beasts, the fowls of the air, and the fishes of the sea;",
                    "score": 0.8081203689600234
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 37,
                    "text": "Blessed are those servants, whom the lord when he cometh shall find watching: verily I say unto you, that he shall gird himself, and make them to sit down to meat, and will come forth and serve them.",
                    "score": 0.8062444617689957
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 3,
                    "verse": 19,
                    "text": "And out of the ground I, the Lord God, formed every beast of the field, and every fowl of the air; and commanded that they should come unto Adam, to see what he would call them; and they were also living souls; for I, God, breathed into them the breath of life, and commanded that whatsoever Adam called every living creature, that should be the name thereof.",
                    "score": 0.8030551772458063
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 24,
                    "text": "And every corruptible thing, both of man, or of the beasts of the field, or of the fowls of the heavens, or of the fish of the sea, that dwells upon all the face of the earth, shall be consumed;",
                    "score": 0.7962655721119625
                }
            ]
        },
        {
            "verse": 3,
            "text": "Their blood have they shed like water round about Jerusalem; and there was none to bury them.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 16,
                    "verse": 6,
                    "text": "For they have shed the blood of saints and prophets, and thou hast given them blood to drink; for they are worthy.",
                    "score": 0.7869816687655904
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 25,
                    "text": "For if this people had not fallen into transgression the Lord would not have suffered that this great evil should come upon them. But behold, they would not hearken unto his words; but there arose contentions among them, even so much that they did shed blood among themselves.",
                    "score": 0.7662454484119678
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 27,
                    "verse": 28,
                    "text": "And they did look upon shedding the blood of their brethren with the greatest abhorrence; and they never could be prevailed upon to take up arms against their brethren; and they never did look upon death with any degree of terror, for their hope and views of Christ and the resurrection; therefore, death was swallowed up to them by the victory of Christ over it.",
                    "score": 0.7606773558444756
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 36,
                    "text": "For they killed the prophets, and them that were sent unto them; and they have shed innocent blood, which crieth from the ground against them.",
                    "score": 0.7591696531991217
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 31,
                    "text": "And if by blood, as you are forbidden to shed blood, lo, your enemies are upon you, and ye shall be scourged from city to city, and from synagogue to synagogue, and but few shall stand to receive an inheritance.",
                    "score": 0.7575389765718694
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 6,
                    "verse": 7,
                    "text": "And it came to pass that when they were buried in the deep there was no water that could hurt them, their vessels being tight like unto a dish, and also they were tight like unto the ark of Noah; therefore when they were encompassed about by many waters they did cry unto the Lord, and he did bring them forth again upon the top of the waters.",
                    "score": 0.7458824310368434
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 52,
                    "verse": 4,
                    "text": "And it came to pass that he did command that his people should maintain those cities, which they had taken by the shedding of blood; for they had not taken any cities save they had lost much blood.",
                    "score": 0.7424193414335561
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 9,
                    "verse": 18,
                    "text": "Whereupon neither the first testament was dedicated without blood.",
                    "score": 0.7414319658612649
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 8,
                    "verse": 16,
                    "text": "(For as yet he was fallen upon none of them: only they were baptized in the name of the Lord Jesus.)",
                    "score": 0.7411180626638185
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 21,
                    "text": "And wo be unto man that sheddeth blood or that wasteth flesh and hath no need.",
                    "score": 0.7375501118468697
                }
            ]
        },
        {
            "verse": 4,
            "text": "We are become a reproach to our neighbours, a scorn and derision to them that are round about us.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 4,
                    "verse": 13,
                    "text": "Being defamed, we entreat: we are made as the filth of the world, and are the offscouring of all things unto this day.",
                    "score": 0.7847079834141251
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 54,
                    "verse": 13,
                    "text": "Behold, I am in my anger, and also my people; ye have sought to murder us, and we have only sought to defend ourselves. But behold, if ye seek to destroy us more we will seek to destroy you; yea, and we will seek our land, the land of our first inheritance.",
                    "score": 0.7642341525534453
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 10,
                    "text": "And then shall many be offended, and shall betray one another, and shall hate one another.",
                    "score": 0.7460988815432124
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 8,
                    "text": "And then shall many be offended, and shall betray one another, and shall hate one another;",
                    "score": 0.7460988815432124
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 61,
                    "verse": 4,
                    "text": "And it is those who have sought to take away the judgment-seat from me that have been the cause of this great iniquity; for they have used great flattery, and they have led away the hearts of many people, which will be the cause of sore affliction among us; they have withheld our provisions, and have daunted our freemen that they have not come unto you.",
                    "score": 0.7403572636814583
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 43,
                    "text": "Ye have heard that it hath been said, Thou shalt love thy neighbour, and hate thine enemy.",
                    "score": 0.735770600292161
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 2,
                    "text": "Being driven and smitten by the hands of mine enemies, on whom I will pour out my wrath without measure in mine own time.",
                    "score": 0.734632742378871
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 30,
                    "text": "Yea, and as often as my people repent will I forgive them their trespasses against me.",
                    "score": 0.7337086290360103
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 8,
                    "verse": 5,
                    "text": "Therefore they did cry unto the people, saying: Why do you suffer this man to revile against us? For behold he doth condemn all this people, even unto destruction; yea, and also that these our great cities shall be taken from us, that we shall have no place in them.",
                    "score": 0.7323043486251438
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 9,
                    "text": "And because of the mercies of the Father unto the Gentiles, and also the judgments of the Father upon my people who are of the house of Israel, verily, verily, I say unto you, that after all this, and I have caused my people who are of the house of Israel to be smitten, and to be afflicted, and to be slain, and to be cast out from among them, and to become hated by them, and to become a hiss and a byword among them--",
                    "score": 0.7321967746873046
                }
            ]
        },
        {
            "verse": 5,
            "text": "How long, Lord? wilt thou be angry for ever? shall thy jealousy burn like fire?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 30,
                    "text": "O Lord God, how long wilt thou suffer that such wickedness and infidelity shall be among this people? O Lord, wilt thou give me strength, that I may bear with mine infirmities. For I am infirm, and such wickedness among this people doth pain my soul.",
                    "score": 0.8253552820242467
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 49,
                    "text": "O Lord, how long wilt thou suffer this people to bear this affliction, and the cries of their innocent ones to ascend up in thine ears, and their blood come up in testimony before thee, and not make a display of thy testimony in their behalf?",
                    "score": 0.7958638137666721
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 11,
                    "verse": 12,
                    "text": "O Lord, wilt thou turn away thine anger, yea, thy fierce anger, and cause that this famine may cease in this land.",
                    "score": 0.7954338446071628
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 5,
                    "text": "Let thine anger be kindled against our enemies; and, in the fury of thine heart, with thy sword avenge us of our wrongs.",
                    "score": 0.7866838776801804
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 11,
                    "verse": 16,
                    "text": "And now, O Lord, wilt thou turn away thine anger, and try again if they will serve thee? And if so, O Lord, thou canst bless them according to thy words which thou hast said.",
                    "score": 0.7757356501896093
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 11,
                    "verse": 11,
                    "text": "Now, O Lord, because of this their humility wilt thou turn away thine anger, and let thine anger be appeased in the destruction of those wicked men whom thou hast already destroyed.",
                    "score": 0.7742838446440368
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 22,
                    "verse": 1,
                    "text": "And in that day thou shalt say: O Lord, I will praise thee; though thou wast angry with me thine anger is turned away, and thou comfortedst me.",
                    "score": 0.7695198601478459
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 10,
                    "verse": 22,
                    "text": "Do we provoke the Lord to jealousy? are we stronger than he?",
                    "score": 0.7666334703549871
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 3,
                    "text": "Behold, O Lord, thou hast smitten us because of our iniquity, and hast driven us forth, and for these many years we have been in the wilderness; nevertheless, thou hast been merciful unto us. O Lord, look upon me in pity, and turn away thine anger from this thy people, and suffer not that they shall go forth across this raging deep in darkness; but behold these things which I have molten out of the rock.",
                    "score": 0.7660565362748611
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 4,
                    "verse": 7,
                    "text": "If thou therefore wilt worship me, all shall be thine.",
                    "score": 0.7655063649326875
                }
            ]
        },
        {
            "verse": 6,
            "text": "Pour out thy wrath upon the heathen that have not known thee, and upon the kingdoms that have not called upon thy name.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 21,
                    "text": "And I will execute vengeance and fury upon them, even as upon the heathen, such as they have not heard.",
                    "score": 0.8343034688848391
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 11,
                    "verse": 18,
                    "text": "And the nations were angry, and thy wrath is come, and the time of the dead, that they should be judged, and that thou shouldest give reward unto thy servants the prophets, and to the saints, and them that fear thy name, small and great; and shouldest destroy them which destroy the earth.",
                    "score": 0.8042804278982704
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 56,
                    "verse": 1,
                    "text": "Hearken, O ye people who profess my name, saith the Lord your God; for behold, mine anger is kindled against the rebellious, and they shall know mine arm and mine indignation, in the day of visitation and of wrath upon the nations.",
                    "score": 0.7891619860252137
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 45,
                    "text": "So shall he sprinkle many nations; the kings shall shut their mouths at him, for that which had not been told them shall they see; and that which they had not heard shall they consider.",
                    "score": 0.7882404703708894
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 3,
                    "verse": 1,
                    "text": "My brethren, be not many masters, knowing that we shall receive the greater condemnation.",
                    "score": 0.7847539294973808
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 4,
                    "verse": 25,
                    "text": "Who by the mouth of thy servant David hast said, Why did the heathen rage, and the people imagine vain things?",
                    "score": 0.7829868903000526
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 33,
                    "verse": 16,
                    "text": "For behold, he said: Thou art angry, O Lord, with this people, because they will not understand thy mercies which thou hast bestowed upon them because of thy Son.",
                    "score": 0.7801060033839872
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 33,
                    "verse": 10,
                    "text": "Yea, and thou hast also heard me when I have been cast out and have been despised by mine enemies; yea, thou didst hear my cries, and wast angry with mine enemies, and thou didst visit them in thine anger with speedy destruction.",
                    "score": 0.7795738195309223
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 17,
                    "verse": 25,
                    "text": "O righteous Father, the world hath not known thee: but I have known thee, and these have known that thou hast sent me.",
                    "score": 0.7764968157379714
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 11,
                    "verse": 11,
                    "text": "Now, O Lord, because of this their humility wilt thou turn away thine anger, and let thine anger be appeased in the destruction of those wicked men whom thou hast already destroyed.",
                    "score": 0.7749495173503944
                }
            ]
        },
        {
            "verse": 7,
            "text": "For they have devoured Jacob, and laid waste his dwelling place.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 6,
                    "text": "Therefore, O Lord, thou hast forsaken thy people, the house of Jacob, because they be replenished from the east, and hearken unto soothsayers like the Philistines, and they please themselves in the children of strangers.",
                    "score": 0.7902942519607032
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 5,
                    "text": "O house of Jacob, come ye and let us walk in the light of the Lord; yea, come, for ye have all gone astray, every one to his wicked ways.",
                    "score": 0.7857699313322309
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 65,
                    "text": "And cause that the remnants of Jacob, who have been cursed and smitten because of their transgression, be converted from their wild and savage condition to the fulness of the everlasting gospel;",
                    "score": 0.7819991481212727
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 38,
                    "text": "And he leadeth away the righteous into precious lands, and the wicked he destroyeth, and curseth the land unto them for their sakes.",
                    "score": 0.7761582105863918
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 24,
                    "text": "Therefore, as the fire devoureth the stubble, and the flame consumeth the chaff, their root shall be rottenness, and their blossoms shall go up as dust; because they have cast away the law of the Lord of Hosts, and despised the word of the Holy One of Israel.",
                    "score": 0.7724046295537567
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 11,
                    "text": "But verily I say unto you, I have decreed that your brethren which have been scattered shall return to the lands of their inheritances, and shall build up the waste places of Zion.",
                    "score": 0.7701964500564142
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 16,
                    "text": "Then shall ye, who are a remnant of the house of Jacob, go forth among them; and ye shall be in the midst of them who shall be many; and ye shall be among them as a lion among the beasts of the forest, and as a young lion among the flocks of sheep, who, if he goeth through both treadeth down and teareth in pieces, and none can deliver.",
                    "score": 0.7700458496111529
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 5,
                    "verse": 24,
                    "text": "And as surely as the Lord liveth, will he gather in from the four quarters of the earth all the remnant of the seed of Jacob, who are scattered abroad upon all the face of the earth.",
                    "score": 0.7693048533851127
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 5,
                    "verse": 12,
                    "text": "Now these things are written unto the remnant of the house of Jacob; and they are written after this manner, because it is known of God that wickedness will not bring them forth unto them; and they are to be hid up unto the Lord that they may come forth in his own due time.",
                    "score": 0.769040473437388
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 1,
                    "text": "For the Lord will have mercy on Jacob, and will yet choose Israel, and set them in their own land; and the strangers shall be joined with them, and they shall cleave to the house of Jacob.",
                    "score": 0.768838849853831
                }
            ]
        },
        {
            "verse": 8,
            "text": "O remember not against us former iniquities: let thy tender mercies speedily prevent us: for we are brought very low.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 4,
                    "verse": 1,
                    "text": "Let us therefore fear, lest, a promise being left us of entering into his rest, any of you should seem to come short of it.",
                    "score": 0.7843152658085258
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 8,
                    "verse": 9,
                    "text": "But take heed lest by any means this liberty of yours become a stumblingblock to them that are weak.",
                    "score": 0.7751050564908004
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 31,
                    "verse": 9,
                    "text": "Be patient in afflictions, revile not against those that revile. Govern your house in meekness, and be steadfast.",
                    "score": 0.7749976990424069
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 80,
                    "text": "And inasmuch as you are diligent and humble, and exercise the prayer of faith, behold, I will soften the hearts of those to whom you are in debt, until I shall send means unto you for your deliverance.",
                    "score": 0.7714067036764012
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 6,
                    "verse": 9,
                    "text": "And let us not be weary in well doing: for in due season we shall reap, if we faint not.",
                    "score": 0.7712396413267208
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 15,
                    "verse": 20,
                    "text": "Remember the word that I said unto you, The servant is not greater than his lord. If they have persecuted me, they will also persecute you; if they have kept my saying, they will keep yours also.",
                    "score": 0.7710231590360311
                },
                {
                    "volume": "New Testament",
                    "book": "1 Thessalonians",
                    "chapter": 5,
                    "verse": 14,
                    "text": "Now we exhort you, brethren, warn them that are unruly, comfort the feebleminded, support the weak, be patient toward all men.",
                    "score": 0.7670169759925486
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 15,
                    "verse": 1,
                    "text": "We then that are strong ought to bear the infirmities of the weak, and not to please ourselves.",
                    "score": 0.7669417777062794
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 81,
                    "text": "Therefore write speedily to New York and write according to that which shall be dictated by my Spirit; and I will soften the hearts of those to whom you are in debt, that it shall be taken away out of their minds to bring affliction upon you.",
                    "score": 0.7665679138954583
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 90,
                    "verse": 25,
                    "text": "Let your families be small, especially mine aged servant Joseph Smith's, Sen., as pertaining to those who do not belong to your families;",
                    "score": 0.7636258278802662
                }
            ]
        },
        {
            "verse": 9,
            "text": "Help us, O God of our salvation, for the glory of thy name: and deliver us, and purge away our sins, for thy name's sake.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 22,
                    "verse": 16,
                    "text": "And now why tarriest thou? arise, and be baptized, and wash away thy sins, calling on the name of the Lord.",
                    "score": 0.8091454648531307
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 26,
                    "verse": 8,
                    "text": "Blessed be the name of our God; let us sing to his praise, yea, let us give thanks to his holy name, for he doth work righteousness forever.",
                    "score": 0.8025087691804035
                },
                {
                    "volume": "New Testament",
                    "book": "1 Thessalonians",
                    "chapter": 5,
                    "verse": 9,
                    "text": "For God hath not appointed us to wrath, but to obtain salvation by our Lord Jesus Christ,",
                    "score": 0.7974361656651444
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 49,
                    "text": "Behold, my soul abhorreth sin, and my heart delighteth in righteousness; and I will praise the holy name of my God.",
                    "score": 0.7960190905486537
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 4,
                    "verse": 16,
                    "text": "Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need.",
                    "score": 0.7959746636845775
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 12,
                    "text": "And pray for thy brethren of the Twelve. Admonish them sharply for my name's sake, and let them be admonished for all their sins, and be ye faithful before me unto my name.",
                    "score": 0.7922061557960153
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 34,
                    "verse": 17,
                    "text": "Therefore may God grant unto you, my brethren, that ye may begin to exercise your faith unto repentance, that ye begin to call upon his holy name, that he would have mercy upon you;",
                    "score": 0.791891077187018
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 11,
                    "text": "Purge ye out the iniquity which is among you; sanctify yourselves before me;",
                    "score": 0.7892967682671734
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 29,
                    "text": "And if ye are purified and cleansed from all sin, ye shall ask whatsoever you will in the name of Jesus and it shall be done.",
                    "score": 0.7878817007435391
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 42,
                    "text": "And go ye out from among the wicked. Save yourselves. Be ye clean that bear the vessels of the Lord. Even so. Amen.",
                    "score": 0.782687368415626
                }
            ]
        },
        {
            "verse": 10,
            "text": "Wherefore should the heathen say, Where is their God? let him be known among the heathen in our sight by the revenging of the blood of thy servants which is shed.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 42,
                    "text": "But deliver thou, O Jehovah, we beseech thee, thy servants from their hands, and cleanse them from their blood.",
                    "score": 0.79412310418519
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 49,
                    "verse": 21,
                    "text": "And wo be unto man that sheddeth blood or that wasteth flesh and hath no need.",
                    "score": 0.7876180531689536
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 24,
                    "verse": 13,
                    "text": "Behold, I say unto you, Nay, let us retain our swords that they be not stained with the blood of our brethren; for perhaps, if we should stain our swords again they can no more be washed bright through the blood of the Son of our great God, which shall be shed for the atonement of our sins.",
                    "score": 0.7876100816363337
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 4,
                    "text": "Saying: Father, behold the sufferings and death of him who did no sin, in whom thou wast well pleased; behold the blood of thy Son which was shed, the blood of him whom thou gavest that thyself might be glorified;",
                    "score": 0.7868573057289581
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 11,
                    "text": "Wherefore, hearken ye together and let me show unto you even my wisdom--the wisdom of him whom ye say is the God of Enoch, and his brethren,",
                    "score": 0.7854055156477364
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 60,
                    "verse": 10,
                    "text": "And now, my beloved brethren--for ye ought to be beloved; yea, and ye ought to have stirred yourselves more diligently for the welfare and the freedom of this people; but behold, ye have neglected them insomuch that the blood of thousands shall come upon your heads for vengeance; yea, for known unto God were all their cries, and all their sufferings--",
                    "score": 0.7779516868616893
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 11,
                    "text": "For behold, and also his blood atoneth for the sins of those who have fallen by the transgression of Adam, who have died not knowing the will of God concerning them, or who have ignorantly sinned.",
                    "score": 0.7773510206813997
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 21,
                    "text": "Wherefore, let those concerning whom I have spoken, that should take their journey in haste--again I say unto you, let them take their journey in haste.",
                    "score": 0.7769295560045425
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 65,
                    "text": "Wherefore, this shall be the answer of the Lord unto them:",
                    "score": 0.7767206813166423
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 8,
                    "verse": 24,
                    "text": "Wherefore, the Lord commandeth you, when ye shall see these things come among you that ye shall awake to a sense of your awful situation, because of this secret combination which shall be among you; or wo be unto it, because of the blood of them who have been slain; for they cry from the dust for vengeance upon it, and also upon those who built it up.",
                    "score": 0.7765034853723264
                }
            ]
        },
        {
            "verse": 11,
            "text": "Let the sighing of the prisoner come before thee; according to the greatness of thy power preserve thou those that are appointed to die;",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 39,
                    "verse": 12,
                    "text": "And it shall come to pass that power shall rest upon thee; thou shalt have great faith, and I will be with thee and go before thy face.",
                    "score": 0.815920135951636
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 4,
                    "verse": 19,
                    "text": "Wherefore let them that suffer according to the will of God commit the keeping of their souls to him in well doing, as unto a faithful Creator.",
                    "score": 0.7909820321412132
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 7,
                    "verse": 2,
                    "text": "And I said unto him: Lord, give unto me power over death, that I may live and bring souls unto thee.",
                    "score": 0.7869239524026765
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 35,
                    "text": "Let the anointing of thy ministers be sealed upon them with power from on high.",
                    "score": 0.7828624430408267
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 14,
                    "text": "And if ye do it not he shall remain unto them that have received him, that I may reserve unto myself a pure people before me.",
                    "score": 0.7813700480284808
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 14,
                    "verse": 7,
                    "text": "For the time cometh, saith the Lamb of God, that I will work a great and a marvelous work among the children of men; a work which shall be everlasting, either on the one hand or on the other--either to the convincing of them unto peace and life eternal, or unto the deliverance of them to the hardness of their hearts and the blindness of their minds unto their being brought down into captivity, and also into destruction, both temporally and spiritually, according to the captivity of the devil, of which I have spoken.",
                    "score": 0.7804719530660842
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 9,
                    "text": "That thou mayest say to the prisoners: Go forth; to them that sit in darkness: Show yourselves. They shall feed in the ways, and their pastures shall be in all high places.",
                    "score": 0.7803413286536602
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 5,
                    "text": "Wherefore, Father, spare these my brethren that believe on my name, that they may come unto me and have everlasting life.",
                    "score": 0.7798830131944902
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 16,
                    "verse": 10,
                    "text": "Even this mortal shall put on immortality, and this corruption shall put on incorruption, and shall be brought to stand before the bar of God, to be judged of him according to their works whether they be good or whether they be evil--",
                    "score": 0.7798448497579221
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 11,
                    "text": "And now, for this cause have I suffered that ye should be preserved, that I might inquire of you, or else I should have caused that my guards should have put you to death. Ye are permitted to speak.",
                    "score": 0.7793526838732994
                }
            ]
        },
        {
            "verse": 12,
            "text": "And render unto our neighbours sevenfold into their bosom their reproach, wherewith they have reproached thee, O Lord.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 13,
                    "text": "And then shall the remnants, which shall be scattered abroad upon the face of the earth, be gathered in from the east and from the west, and from the south and from the north; and they shall be brought to the knowledge of the Lord their God, who hath redeemed them.",
                    "score": 0.7963656989807247
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 25,
                    "text": "If thou borrowest of thy neighbor, thou shalt restore that which thou hast borrowed; and if thou canst not repay then go straightway and tell thy neighbor, lest he condemn thee.",
                    "score": 0.7951748953391607
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 11,
                    "verse": 11,
                    "text": "Now, O Lord, because of this their humility wilt thou turn away thine anger, and let thine anger be appeased in the destruction of those wicked men whom thou hast already destroyed.",
                    "score": 0.7941213359281122
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 15,
                    "verse": 1,
                    "text": "And now, my beloved brethren, behold, I declare unto you that except ye shall repent your houses shall be left unto you desolate.",
                    "score": 0.7938799164215486
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 3,
                    "verse": 15,
                    "text": "Yea, he said unto them: As the Lord liveth, except ye repent of all your iniquities, and cry unto the Lord, ye will in nowise be delivered out of the hands of those Gadianton robbers.",
                    "score": 0.791125944827689
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 11,
                    "verse": 15,
                    "text": "Yea, O Lord, and thou seest that they have repented, because of the famine and the pestilence and destruction which has come unto them.",
                    "score": 0.7891914779756575
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 6,
                    "text": "Therefore, O Lord, thou hast forsaken thy people, the house of Jacob, because they be replenished from the east, and hearken unto soothsayers like the Philistines, and they please themselves in the children of strangers.",
                    "score": 0.7883642329286458
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 1,
                    "text": "Verily I say unto you, concerning your brethren who have been afflicted, and persecuted, and cast out from the land of their inheritance--",
                    "score": 0.788011851445838
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 6,
                    "verse": 11,
                    "text": "Wherefore, after they are driven to and fro, for thus saith the angel, many shall be afflicted in the flesh, and shall not be suffered to perish, because of the prayers of the faithful; they shall be scattered, and smitten, and hated; nevertheless, the Lord will be merciful unto them, that when they shall come to the knowledge of their Redeemer, they shall be gathered together again to the lands of their inheritance.",
                    "score": 0.7879809980982744
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 47,
                    "text": "But if the children shall repent, or the children's children, and turn to the Lord their God, with all their hearts and with all their might, mind, and strength, and restore four-fold for all their trespasses wherewith they have trespassed, or wherewith their fathers have trespassed, or their fathers' fathers, then thine indignation shall be turned away;",
                    "score": 0.7859218954369042
                }
            ]
        },
        {
            "verse": 13,
            "text": "So we thy people and sheep of thy pasture will give thee thanks for ever: we will shew forth thy praise to all generations.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 15,
                    "verse": 11,
                    "text": "And again, Praise the Lord, all ye Gentiles; and laud him, all ye people.",
                    "score": 0.8097362039598032
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 11,
                    "text": "And if ye do this with a pure heart, in all faithfulness, ye shall be blessed; you shall be blessed in your flocks, and in your herds, and in your fields, and in your houses, and in your families.",
                    "score": 0.7936062446864786
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 59,
                    "verse": 7,
                    "text": "Thou shalt thank the Lord thy God in all things.",
                    "score": 0.7899895363220518
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 26,
                    "verse": 20,
                    "text": "Thou art my servant; and I covenant with thee that thou shalt have eternal life; and thou shalt serve me and go forth in my name, and shalt gather together my sheep.",
                    "score": 0.7823476336400669
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 26,
                    "verse": 37,
                    "text": "Now my brethren, we see that God is mindful of every people, whatsoever land they may be in; yea, he numbereth his people, and his bowels of mercy are over all the earth. Now this is my joy, and my great thanksgiving; yea, and I will give thanks unto my God forever. Amen.",
                    "score": 0.7815177512290774
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 119,
                    "text": "And to God and the Lamb be glory, and honor, and dominion forever and ever. Amen.",
                    "score": 0.7807252506813627
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 26,
                    "verse": 8,
                    "text": "Blessed be the name of our God; let us sing to his praise, yea, let us give thanks to his holy name, for he doth work righteousness forever.",
                    "score": 0.7789614622528397
                },
                {
                    "volume": "New Testament",
                    "book": "2 Thessalonians",
                    "chapter": 1,
                    "verse": 3,
                    "text": "We are bound to thank God always for you, brethren, as it is meet, because that your faith groweth exceedingly, and the charity of every one of you all toward each other aboundeth;",
                    "score": 0.7781915476905301
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 30,
                    "verse": 6,
                    "text": "And then shall they rejoice; for they shall know that it is a blessing unto them from the hand of God; and their scales of darkness shall begin to fall from their eyes; and many generations shall not pass away among them, save they shall be a pure and a delightsome people.",
                    "score": 0.7780516715788818
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 30,
                    "text": "And then if thou wilt spare him, thou shalt be rewarded for thy righteousness; and also thy children and thy children's children unto the third and fourth generation.",
                    "score": 0.7765515192404989
                }
            ]
        }
    ]
}