{
    "volume": "Old Testament",
    "book": "Psalms",
    "chapter": 13,
    "verses": [
        {
            "verse": 1,
            "text": "How long wilt thou forget me, O Lord? for ever? how long wilt thou hide thy face from me?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 30,
                    "text": "O Lord God, how long wilt thou suffer that such wickedness and infidelity shall be among this people? O Lord, wilt thou give me strength, that I may bear with mine infirmities. For I am infirm, and such wickedness among this people doth pain my soul.",
                    "score": 0.8286331220201881
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 39,
                    "text": "Behold thou hast driven me out this day from the face of the Lord, and from thy face shall I be hid; and I shall be a fugitive and a vagabond in the earth; and it shall come to pass, that he that findeth me will slay me, because of mine iniquities, for these things are not hid from the Lord.",
                    "score": 0.7986191239379826
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 33,
                    "text": "O Lord, wilt thou encircle me around in the robe of thy righteousness! O Lord, wilt thou make a way for mine escape before mine enemies! Wilt thou make my path straight before me! Wilt thou not place a stumbling block in my way--but that thou wouldst clear my way before me, and hedge not up my way, but the ways of mine enemy.",
                    "score": 0.7923144941935963
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 8,
                    "text": "In a little wrath I hid my face from thee for a moment, but with everlasting kindness will I have mercy on thee, saith the Lord thy Redeemer.",
                    "score": 0.7902640040683799
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 49,
                    "text": "O Lord, how long wilt thou suffer this people to bear this affliction, and the cries of their innocent ones to ascend up in thine ears, and their blood come up in testimony before thee, and not make a display of thy testimony in their behalf?",
                    "score": 0.789432493588837
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 31,
                    "text": "O Lord, my heart is exceedingly sorrowful; wilt thou comfort my soul in Christ. O Lord, wilt thou grant unto me that I may have strength, that I may suffer with patience these afflictions which shall come upon me, because of the iniquity of this people.",
                    "score": 0.7708100791819409
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 31,
                    "text": "O Lord, wilt thou redeem my soul? Wilt thou deliver me out of the hands of mine enemies? Wilt thou make me that I may shake at the appearance of sin?",
                    "score": 0.7694837870193609
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 4,
                    "verse": 7,
                    "text": "If thou therefore wilt worship me, all shall be thine.",
                    "score": 0.7684380889381858
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 19,
                    "text": "He answereth him, and saith, O faithless generation, how long shall I be with you? how long shall I suffer you? bring him unto me.",
                    "score": 0.7654714246677498
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 2,
                    "text": "How long shall thy hand be stayed, and thine eye, yea thy pure eye, behold from the eternal heavens the wrongs of thy people and of thy servants, and thine ear be penetrated with their cries?",
                    "score": 0.7603690282210275
                }
            ]
        },
        {
            "verse": 2,
            "text": "How long shall I take counsel in my soul, having sorrow in my heart daily? how long shall mine enemy be exalted over me?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 30,
                    "text": "O Lord God, how long wilt thou suffer that such wickedness and infidelity shall be among this people? O Lord, wilt thou give me strength, that I may bear with mine infirmities. For I am infirm, and such wickedness among this people doth pain my soul.",
                    "score": 0.8166034598398325
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 4,
                    "verse": 10,
                    "text": "Wherefore, brethren, seek not to counsel the Lord, but to take counsel from his hand. For behold, ye yourselves know that he counseleth in wisdom, and in justice, and in great mercy, over all his works.",
                    "score": 0.7927447738161237
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 19,
                    "text": "He answereth him, and saith, O faithless generation, how long shall I be with you? how long shall I suffer you? bring him unto me.",
                    "score": 0.7921908957768939
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 37,
                    "verse": 37,
                    "text": "Counsel with the Lord in all thy doings, and he will direct thee for good; yea, when thou liest down at night lie down unto the Lord, that he may watch over you in your sleep; and when thou risest in the morning let thy heart be full of thanks unto God; and if ye do these things, ye shall be lifted up at the last day.",
                    "score": 0.7904000946069433
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 31,
                    "text": "O Lord, my heart is exceedingly sorrowful; wilt thou comfort my soul in Christ. O Lord, wilt thou grant unto me that I may have strength, that I may suffer with patience these afflictions which shall come upon me, because of the iniquity of this people.",
                    "score": 0.7901039217302602
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 2,
                    "text": "How long shall thy hand be stayed, and thine eye, yea thy pure eye, behold from the eternal heavens the wrongs of thy people and of thy servants, and thine ear be penetrated with their cries?",
                    "score": 0.7894677976211147
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 100,
                    "verse": 2,
                    "text": "Therefore, follow me, and listen to the counsel which I shall give unto you.",
                    "score": 0.7876062535078446
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 17,
                    "text": "My heart hath been weighed down with sorrow from time to time, for I have feared, lest for the hardness of your hearts the Lord your God should come out in the fulness of his wrath upon you, that ye be cut off and destroyed forever;",
                    "score": 0.7825760515887051
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 7,
                    "verse": 9,
                    "text": "But behold, I am consigned that these are my days, and that my soul shall be filled with sorrow because of this the wickedness of my brethren.",
                    "score": 0.7824246167507566
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 46,
                    "text": "Prepare your souls for that glorious day when justice shall be administered unto the righteous, even the day of judgment, that ye may not shrink with awful fear; that ye may not remember your awful guilt in perfectness, and be constrained to exclaim: Holy, holy are thy judgments, O Lord God Almighty--but I know my guilt; I transgressed thy law, and my transgressions are mine; and the devil hath obtained me, that I am a prey to his awful misery.",
                    "score": 0.7805414155509394
                }
            ]
        },
        {
            "verse": 3,
            "text": "Consider and hear me, O Lord my God: lighten mine eyes, lest I sleep the sleep of death;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 8,
                    "verse": 4,
                    "text": "Hearken unto me, my people; and give ear unto me, O my nation; for a law shall proceed from me, and I will make my judgment to rest for a light for the people.",
                    "score": 0.8159310298852999
                },
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 5,
                    "verse": 14,
                    "text": "Wherefore he saith, Awake thou that sleepest, and arise from the dead, and Christ shall give thee light.",
                    "score": 0.8071833148712727
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 3,
                    "verse": 11,
                    "text": "O my brethren, hearken unto my words; arouse the faculties of your souls; shake yourselves that ye may awake from the slumber of death; and loose yourselves from the pains of hell that ye may not become angels to the devil, to be cast into that lake of fire and brimstone which is the second death.",
                    "score": 0.7985866973024098
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 11,
                    "verse": 12,
                    "text": "Then said his disciples, Lord, if he sleep, he shall do well.",
                    "score": 0.7901698693701106
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 5,
                    "text": "For behold, the Lord hath poured out upon you the spirit of deep sleep. For behold, ye have closed your eyes, and ye have rejected the prophets; and your rulers, and the seers hath he covered because of your iniquity.",
                    "score": 0.790035930541455
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 37,
                    "verse": 37,
                    "text": "Counsel with the Lord in all thy doings, and he will direct thee for good; yea, when thou liest down at night lie down unto the Lord, that he may watch over you in your sleep; and when thou risest in the morning let thy heart be full of thanks unto God; and if ye do these things, ye shall be lifted up at the last day.",
                    "score": 0.7857951280125987
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 22,
                    "verse": 46,
                    "text": "And said unto them, Why sleep ye? rise and pray, lest ye enter into temptation.",
                    "score": 0.7856300773178011
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 23,
                    "text": "For behold, my beloved brethren, I say unto you that the Lord God worketh not in darkness.",
                    "score": 0.7852333201132844
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 11,
                    "verse": 8,
                    "text": "(According as it is written, God hath given them the spirit of slumber, eyes that they should not see, and ears that they should not hear;) unto this day.",
                    "score": 0.7833543501443196
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 18,
                    "verse": 9,
                    "text": "Then spake the Lord to Paul in the night by a vision, Be not afraid, but speak, and hold not thy peace:",
                    "score": 0.7763076258038812
                }
            ]
        },
        {
            "verse": 4,
            "text": "Lest mine enemy say, I have prevailed against him; and those that trouble me rejoice when I am moved.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 33,
                    "verse": 10,
                    "text": "Yea, and thou hast also heard me when I have been cast out and have been despised by mine enemies; yea, thou didst hear my cries, and wast angry with mine enemies, and thou didst visit them in thine anger with speedy destruction.",
                    "score": 0.8148172185169216
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 29,
                    "text": "Do not anger again because of mine enemies. Do not slacken my strength because of mine afflictions.",
                    "score": 0.8117001150901603
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 7,
                    "verse": 8,
                    "text": "And the Lord is near, and he justifieth me. Who will contend with me? Let us stand together. Who is mine adversary? Let him come near me, and I will smite him with the strength of my mouth.",
                    "score": 0.8039208170489914
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 24,
                    "text": "And inasmuch as mine enemies come against you to drive you from my goodly land, which I have consecrated to be the land of Zion, even from your own lands after these testimonies, which ye have brought before me against them, ye shall curse them;",
                    "score": 0.7976383705190012
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 44,
                    "text": "But behold I say unto you, love your enemies, bless them that curse you, do good to them that hate you, and pray for them who despitefully use you and persecute you;",
                    "score": 0.7966302595644276
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 20,
                    "text": "And now, my brethren, I have spoken unto you concerning pride; and those of you which have afflicted your neighbor, and persecuted him because ye were proud in your hearts, of the things which God hath given you, what say ye of it?",
                    "score": 0.7959056275845665
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 44,
                    "text": "But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;",
                    "score": 0.7950105880677878
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 2,
                    "text": "Being driven and smitten by the hands of mine enemies, on whom I will pour out my wrath without measure in mine own time.",
                    "score": 0.7937992525204156
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 27,
                    "text": "But I say unto you which hear, Love your enemies, do good to them which hate you,",
                    "score": 0.792409190669381
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 1,
                    "verse": 12,
                    "text": "For the which cause I also suffer these things: nevertheless I am not ashamed: for I know whom I have believed, and am persuaded that he is able to keep that which I have committed unto him against that day.",
                    "score": 0.7875544826625933
                }
            ]
        },
        {
            "verse": 5,
            "text": "But I have trusted in thy mercy; my heart shall rejoice in thy salvation.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 19,
                    "text": "And when I desire to rejoice, my heart groaneth because of my sins; nevertheless, I know in whom I have trusted.",
                    "score": 0.8620561285398824
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 47,
                    "text": "And my spirit hath rejoiced in God my Saviour.",
                    "score": 0.8285232321728521
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 30,
                    "text": "Rejoice, O my heart, and cry unto the Lord, and say: O Lord, I will praise thee forever; yea, my soul will rejoice in thee, my God, and the rock of my salvation.",
                    "score": 0.8131094060999041
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 12,
                    "text": "And now, verily, verily, I say unto thee, put your trust in that Spirit which leadeth to do good--yea, to do justly, to walk humbly, to judge righteously; and this is my Spirit.",
                    "score": 0.8104821270986594
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 33,
                    "verse": 12,
                    "text": "Behold, verily, verily, I say unto you, this is my gospel; and remember that they shall have faith in me or they can in nowise be saved;",
                    "score": 0.8088410304942475
                },
                {
                    "volume": "New Testament",
                    "book": "1 Timothy",
                    "chapter": 1,
                    "verse": 11,
                    "text": "According to the glorious gospel of the blessed God, which was committed to my trust.",
                    "score": 0.8077512376918611
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 49,
                    "text": "Behold, my soul abhorreth sin, and my heart delighteth in righteousness; and I will praise the holy name of my God.",
                    "score": 0.8055381599797926
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 22,
                    "verse": 2,
                    "text": "Behold, God is my salvation; I will trust, and not be afraid; for the Lord Jehovah is my strength and my song; he also has become my salvation.",
                    "score": 0.8050215016634275
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 2,
                    "verse": 30,
                    "text": "For mine eyes have seen thy salvation,",
                    "score": 0.8038167363370947
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 2,
                    "verse": 26,
                    "text": "Therefore did my heart rejoice, and my tongue was glad; moreover also my flesh shall rest in hope:",
                    "score": 0.8016490451676014
                }
            ]
        },
        {
            "verse": 6,
            "text": "I will sing unto the Lord, because he hath dealt bountifully with me.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 16,
                    "verse": 14,
                    "text": "He shall glorify me: for he shall receive of mine, and shall shew it unto you.",
                    "score": 0.819983458349141
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 110,
                    "text": "Verily I say unto you, even now, if he will hearken unto my voice, it shall be well with him. Even so. Amen.",
                    "score": 0.8104633574720526
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 35,
                    "text": "Yea, I know that God will give liberally to him that asketh. Yea, my God will give me, if I ask not amiss; therefore I will lift up my voice unto thee; yea, I will cry unto thee, my God, the rock of my righteousness. Behold, my voice shall forever ascend up unto thee, my rock and mine everlasting God. Amen.",
                    "score": 0.8099120679658242
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 5,
                    "text": "Behold, I, the Lord, utter my voice, and it shall be obeyed.",
                    "score": 0.8044085745529251
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 10,
                    "verse": 21,
                    "text": "Yea, well doth he cry, by the voice of his angels that: I will come down among my people, with equity and justice in my hands.",
                    "score": 0.8043234956929932
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 22,
                    "verse": 5,
                    "text": "Sing unto the Lord; for he hath done excellent things; this is known in all the earth.",
                    "score": 0.8040001843118577
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 7,
                    "verse": 17,
                    "text": "But it came to pass that I prayed unto the Lord, saying: O Lord, according to my faith which is in thee, wilt thou deliver me from the hands of my brethren; yea, even give me strength that I may burst these bands with which I am bound.",
                    "score": 0.8023329509906476
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 53,
                    "text": "For I am the Lord thy God, and ye shall obey my voice; and I give unto my servant Joseph that he shall be made ruler over many things; for he hath been faithful over a few things, and from henceforth I will strengthen him.",
                    "score": 0.7986358776542765
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 60,
                    "text": "Verily, verily, I say unto you who now hear my words, which are my voice, blessed are ye inasmuch as you receive these things;",
                    "score": 0.7963657367487316
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 17,
                    "text": "And for his love he shall be great, for he shall be mine if he do this, saith the Lord. I have seen the work which he hath done, which I accept if he continue, and will crown him with blessings and great glory.",
                    "score": 0.7956468360798842
                }
            ]
        }
    ]
}