{
    "volume": "Old Testament",
    "book": "Psalms",
    "chapter": 69,
    "verses": [
        {
            "verse": 1,
            "text": "Save me, O God; for the waters are come in unto my soul.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 12,
                    "verse": 27,
                    "text": "Now is my soul troubled; and what shall I say? Father, save me from this hour: but for this cause came I unto this hour.",
                    "score": 0.81263924755522
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 8,
                    "text": "Thus saith the Lord: In an acceptable time have I heard thee, O isles of the sea, and in a day of salvation have I helped thee; and I will preserve thee, and give thee my servant for a covenant of the people, to establish the earth, to cause to inherit the desolate heritages;",
                    "score": 0.7901383961757852
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 20,
                    "text": "My God hath been my support; he hath led me through mine afflictions in the wilderness; and he hath preserved me upon the waters of the great deep.",
                    "score": 0.7882151896963656
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 11,
                    "verse": 6,
                    "text": "And my soul delighteth in proving unto my people that save Christ should come all men must perish.",
                    "score": 0.7861124408844652
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 5,
                    "text": "Wherefore, Father, spare these my brethren that believe on my name, that they may come unto me and have everlasting life.",
                    "score": 0.7831239852866704
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 14,
                    "verse": 28,
                    "text": "And Peter answered him and said, Lord, if it be thou, bid me come unto thee on the water.",
                    "score": 0.7821049922973438
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 30,
                    "text": "Rejoice, O my heart, and cry unto the Lord, and say: O Lord, I will praise thee forever; yea, my soul will rejoice in thee, my God, and the rock of my salvation.",
                    "score": 0.7800455219156146
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 25,
                    "verse": 12,
                    "text": "For my soul delighteth in the song of the heart; yea, the song of the righteous is a prayer unto me, and it shall be answered with a blessing upon their heads.",
                    "score": 0.7783719800678974
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 60,
                    "text": "For by the water ye keep the commandment; by the Spirit ye are justified, and by the blood ye are sanctified;",
                    "score": 0.7767934520901667
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 23,
                    "text": "Verily I say unto you, that whoso repenteth of his sins through your words, and desireth to be baptized in my name, on this wise shall ye baptize them--Behold, ye shall go down and stand in the water, and in my name shall ye baptize them.",
                    "score": 0.7755132880779538
                }
            ]
        },
        {
            "verse": 2,
            "text": "I sink in deep mire, where there is no standing: I am come into deep waters, where the floods overflow me.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 2,
                    "text": "And the earth was without form, and void; and I caused darkness to come up upon the face of the deep; and my Spirit moved upon the face of the water; for I am God.",
                    "score": 0.7637459049354445
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 20,
                    "text": "My God hath been my support; he hath led me through mine afflictions in the wilderness; and he hath preserved me upon the waters of the great deep.",
                    "score": 0.7478098243959811
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 2,
                    "verse": 24,
                    "text": "For behold, ye shall be as a whale in the midst of the sea; for the mountain waves shall dash upon you. Nevertheless, I will bring you up again out of the depths of the sea; for the winds have gone forth out of my mouth, and also the rains and the floods have I sent forth.",
                    "score": 0.743706175246232
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 68,
                    "text": "Behold, at my rebuke I dry up the sea. I make the rivers a wilderness; their fish stink, and die for thirst.",
                    "score": 0.7306181464794368
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 127,
                    "verse": 2,
                    "text": "And as for the perils which I am called to pass through, they seem but a small thing to me, as the envy and wrath of man have been my common lot all the days of my life; and for what cause it seems mysterious, unless I was ordained from before the foundation of the world for some good end, or bad, as you may choose to call it. Judge ye for yourselves. God knoweth all these things, whether it be good or bad. But nevertheless, deep water is what I am wont to swim in. It all has become a second nature to me; and I feel, like Paul, to glory in tribulation; for to this day has the God of my fathers delivered me out of them all, and will deliver me from henceforth; for behold, and lo, I shall triumph over all my enemies, for the Lord God hath spoken it.",
                    "score": 0.7302729203081373
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 2,
                    "verse": 25,
                    "text": "And behold, I prepare you against these things; for ye cannot cross this great deep save I prepare you against the waves of the sea, and the winds which have gone forth, and the floods which shall come. Therefore what will ye that I should prepare for you that ye may have light when ye are swallowed up in the depths of the sea?",
                    "score": 0.7244576198316462
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 5,
                    "verse": 7,
                    "text": "The impotent man answered him, Sir, I have no man, when the water is troubled, to put me into the pool: but while I am coming, another steppeth down before me.",
                    "score": 0.7233160114544962
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 14,
                    "verse": 30,
                    "text": "But when he saw the wind boisterous, he was afraid; and beginning to sink, he cried, saying, Lord, save me.",
                    "score": 0.7195214768137278
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 7,
                    "text": "For I am the Lord thy God; I dwell in heaven; the earth is my footstool; I stretch my hand over the sea, and it obeys my voice; I cause the wind and the fire to be my chariot; I say to the mountains--Depart hence--and behold, they are taken away by a whirlwind, in an instant, suddenly.",
                    "score": 0.7193419927464789
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 61,
                    "verse": 14,
                    "text": "Behold, I, the Lord, in the beginning blessed the waters; but in the last days, by the mouth of my servant John, I cursed the waters.",
                    "score": 0.7178473637758441
                }
            ]
        },
        {
            "verse": 3,
            "text": "I am weary of my crying: my throat is dried: mine eyes fail while I wait for my God.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 36,
                    "verse": 18,
                    "text": "Now, as my mind caught hold upon this thought, I cried within my heart: O Jesus, thou Son of God, have mercy on me, who am in the gall of bitterness, and am encircled about by the everlasting chains of death.",
                    "score": 0.7742584979266098
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 65,
                    "verse": 3,
                    "text": "Yea, a voice crying--Prepare ye the way of the Lord, prepare ye the supper of the Lamb, make ready for the Bridegroom.",
                    "score": 0.7675032781693152
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 31,
                    "text": "O Lord, my heart is exceedingly sorrowful; wilt thou comfort my soul in Christ. O Lord, wilt thou grant unto me that I may have strength, that I may suffer with patience these afflictions which shall come upon me, because of the iniquity of this people.",
                    "score": 0.7618906031392574
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 32,
                    "text": "May the gates of hell be shut continually before me, because that my heart is broken and my spirit is contrite! O Lord, wilt thou not shut the gates of thy righteousness before me, that I may walk in the path of the low valley, that I may be strict in the plain road!",
                    "score": 0.7583810372824225
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 47,
                    "text": "Behold, my soul is rent with anguish because of you, and my heart is pained; I fear lest ye shall be cast off forever. Behold, I am full of the Spirit of God, insomuch that my frame has no strength.",
                    "score": 0.7519596676359811
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 1,
                    "verse": 4,
                    "text": "Greatly desiring to see thee, being mindful of thy tears, that I may be filled with joy;",
                    "score": 0.7518866422613438
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 17,
                    "text": "My heart hath been weighed down with sorrow from time to time, for I have feared, lest for the hardness of your hearts the Lord your God should come out in the fulness of his wrath upon you, that ye be cut off and destroyed forever;",
                    "score": 0.7480252632521595
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 26,
                    "text": "O then, if I have seen so great things, if the Lord in his condescension unto the children of men hath visited men in so much mercy, why should my heart weep and my soul linger in the valley of sorrow, and my flesh waste away, and my strength slacken, because of mine afflictions?",
                    "score": 0.7480151601841961
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 11,
                    "verse": 35,
                    "text": "Jesus wept.",
                    "score": 0.7478149482750293
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 2,
                    "text": "How long shall thy hand be stayed, and thine eye, yea thy pure eye, behold from the eternal heavens the wrongs of thy people and of thy servants, and thine ear be penetrated with their cries?",
                    "score": 0.7476842292315474
                }
            ]
        },
        {
            "verse": 4,
            "text": "They that hate me without a cause are more than the hairs of mine head: they that would destroy me, being mine enemies wrongfully, are mighty: then I restored that which I took not away.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 27,
                    "text": "But those mine enemies, which would not that I should reign over them, bring hither, and slay them before me.",
                    "score": 0.8202796845420915
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 2,
                    "text": "Being driven and smitten by the hands of mine enemies, on whom I will pour out my wrath without measure in mine own time.",
                    "score": 0.8157481596714131
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 3,
                    "verse": 4,
                    "text": "And I, knowing of their unconquerable spirit, having proved them in the field of battle, and knowing of their everlasting hatred towards you because of the many wrongs which ye have done unto them, therefore if they should come down against you they would visit you with utter destruction.",
                    "score": 0.7999388259861239
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 29,
                    "text": "Do not anger again because of mine enemies. Do not slacken my strength because of mine afflictions.",
                    "score": 0.7919850874738749
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 58,
                    "text": "And inasmuch as they gather together against you, avenge me of mine enemies, that by and by I may come with the residue of mine house and possess the land.",
                    "score": 0.7885150657554392
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 44,
                    "text": "But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;",
                    "score": 0.7869502912447705
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 39,
                    "verse": 11,
                    "text": "Suffer not yourself to be led away by any vain or foolish thing; suffer not the devil to lead away your heart again after those wicked harlots. Behold, O my son, how great iniquity ye brought upon the Zoramites; for when they saw your conduct they would not believe in my words.",
                    "score": 0.7867600509703455
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 44,
                    "text": "But behold I say unto you, love your enemies, bless them that curse you, do good to them that hate you, and pray for them who despitefully use you and persecute you;",
                    "score": 0.7852663585199925
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 7,
                    "verse": 20,
                    "text": "And it came to pass that they were sorrowful, because of their wickedness, insomuch that they did bow down before me, and did plead with me that I would forgive them of the thing that they had done against me.",
                    "score": 0.7844965518034683
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 7,
                    "verse": 6,
                    "text": "I gave my back to the smiter, and my cheeks to them that plucked off the hair. I hid not my face from shame and spitting.",
                    "score": 0.7782645105112037
                }
            ]
        },
        {
            "verse": 5,
            "text": "O God, thou knowest my foolishness; and my sins are not hid from thee.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 7,
                    "verse": 29,
                    "text": "Behold now, I do not say that these things shall be, of myself, because it is not of myself that I know these things; but behold, I know that these things are true because the Lord God has made them known unto me, therefore I testify that they shall be.",
                    "score": 0.8083677758663665
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 28,
                    "text": "Thou knowest my laws concerning these things are given in my scriptures; he that sinneth and repenteth not shall be cast out.",
                    "score": 0.8027052886714331
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 15,
                    "verse": 34,
                    "text": "Awake to righteousness, and sin not; for some have not the knowledge of God: I speak this to your shame.",
                    "score": 0.7956736592316533
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 17,
                    "verse": 25,
                    "text": "O righteous Father, the world hath not known thee: but I have known thee, and these have known that thou hast sent me.",
                    "score": 0.7934487506891413
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 7,
                    "verse": 7,
                    "text": "For the Lord God will help me, therefore shall I not be confounded. Therefore have I set my face like a flint, and I know that I shall not be ashamed.",
                    "score": 0.789701044181844
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 21,
                    "text": "Thou shalt not lie; he that lieth and will not repent shall be cast out.",
                    "score": 0.7867895118227033
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 11,
                    "verse": 31,
                    "text": "The God and Father of our Lord Jesus Christ, which is blessed for evermore, knoweth that I lie not.",
                    "score": 0.7860355830096664
                },
                {
                    "volume": "New Testament",
                    "book": "1 Peter",
                    "chapter": 2,
                    "verse": 15,
                    "text": "For so is the will of God, that with well doing ye may put to silence the ignorance of foolish men:",
                    "score": 0.7844987260961666
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 8,
                    "verse": 7,
                    "text": "Hearken unto me, ye that know righteousness, the people in whose heart I have written my law, fear ye not the reproach of men, neither be ye afraid of their revilings.",
                    "score": 0.781981421857097
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 7,
                    "verse": 6,
                    "text": "But behold, I trust that ye are not in a state of so much unbelief as were your brethren; I trust that ye are not lifted up in the pride of your hearts; yea, I trust that ye have not set your hearts upon riches and the vain things of the world; yea, I trust that you do not worship idols, but that ye do worship the true and the living God, and that ye look forward for the remission of your sins, with an everlasting faith, which is to come.",
                    "score": 0.7810527989896934
                }
            ]
        },
        {
            "verse": 6,
            "text": "Let not them that wait on thee, O Lord God of hosts, be ashamed for my sake: let not those that seek thee be confounded for my sake, O God of Israel.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 19,
                    "verse": 13,
                    "text": "For the people turneth not unto him that smiteth them, neither do they seek the Lord of Hosts.",
                    "score": 0.8076048567950075
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 32,
                    "text": "Wo be unto the Gentiles, saith the Lord God of Hosts! For notwithstanding I shall lengthen out mine arm unto them from day to day, they will deny me; nevertheless, I will be merciful unto them, saith the Lord God, if they will repent and come unto me; for mine arm is lengthened out all the day long, saith the Lord God of Hosts.",
                    "score": 0.802271816408521
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 24,
                    "text": "Therefore, thus saith the Lord God of Hosts: O my people that dwellest in Zion, be not afraid of the Assyrian; he shall smite thee with a rod, and shall lift up his staff against thee, after the manner of Egypt.",
                    "score": 0.7978509279980357
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 6,
                    "verse": 13,
                    "text": "Wherefore, they that fight against Zion and the covenant people of the Lord shall lick up the dust of their feet; and the people of the Lord shall not be ashamed. For the people of the Lord are they who wait for him; for they still wait for the coming of the Messiah.",
                    "score": 0.7963226493801369
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 15,
                    "text": "But if they will not turn unto me, and hearken unto my voice, I will suffer them, yea, I will suffer my people, O house of Israel, that they shall go through among them, and shall tread them down, and they shall be as salt that hath lost its savor, which is thenceforth good for nothing but to be cast out, and to be trodden under foot of my people, O house of Israel.",
                    "score": 0.794753460988164
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 3,
                    "text": "And said unto me: Thou art my servant, O Israel, in whom I will be glorified.",
                    "score": 0.7910652459586158
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 19,
                    "text": "For I will, saith the Lord, that they shall hide up their treasures unto me; and cursed be they who hide not up their treasures unto me; for none hideth up their treasures unto me save it be the righteous; and he that hideth not up his treasures unto me, cursed is he, and also the treasure, and none shall redeem it because of the curse of the land.",
                    "score": 0.7902233557432456
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 15,
                    "text": "Behold, they shall surely gather together against thee, not by me; whosoever shall gather together against thee shall fall for thy sake.",
                    "score": 0.7885783136415002
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 22,
                    "text": "And thus saith the Lord God: I will cause that they shall be loathsome unto thy people, save they shall repent of their iniquities.",
                    "score": 0.7878616783810597
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 18,
                    "verse": 13,
                    "text": "Sanctify the Lord of Hosts himself, and let him be your fear, and let him be your dread.",
                    "score": 0.7855688306965816
                }
            ]
        },
        {
            "verse": 7,
            "text": "Because for thy sake I have borne reproach; shame hath covered my face.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 8,
                    "text": "In a little wrath I hid my face from thee for a moment, but with everlasting kindness will I have mercy on thee, saith the Lord thy Redeemer.",
                    "score": 0.7984148359543342
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 6,
                    "text": "Yea, it grieveth my soul and causeth me to shrink with shame before the presence of my Maker, that I must testify unto you concerning the wickedness of your hearts.",
                    "score": 0.7805796837762827
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 7,
                    "verse": 6,
                    "text": "I gave my back to the smiter, and my cheeks to them that plucked off the hair. I hid not my face from shame and spitting.",
                    "score": 0.7797660533286115
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 95,
                    "verse": 2,
                    "text": "Wherefore, ye must needs be chastened and stand rebuked before my face;",
                    "score": 0.7689542621045228
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 4,
                    "verse": 11,
                    "text": "I am afraid of you, lest I have bestowed upon you labour in vain.",
                    "score": 0.7497051458629578
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 9,
                    "verse": 15,
                    "text": "Behold, my heart cries: Wo unto this people. Come out in judgment, O God, and hide their sins, and wickedness, and abominations from before thy face!",
                    "score": 0.7482575915283491
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 25,
                    "text": "Thus hath the Lord dealt with me in the days wherein he looked on me, to take away my reproach among men.",
                    "score": 0.7470388633939679
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 16,
                    "verse": 5,
                    "text": "Then said I: Wo is unto me! for I am undone; because I am a man of unclean lips; and I dwell in the midst of a people of unclean lips; for mine eyes have seen the King, the Lord of Hosts.",
                    "score": 0.7457948335078354
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 15,
                    "text": "But behold, the Lord hath redeemed my soul from hell; I have beheld his glory, and I am encircled about eternally in the arms of his love.",
                    "score": 0.7417321334008788
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 23,
                    "text": "Verily, verily, I say unto you, darkness covereth the earth, and gross darkness the minds of the people, and all flesh has become corrupt before my face.",
                    "score": 0.7412242698364843
                }
            ]
        },
        {
            "verse": 8,
            "text": "I am become a stranger unto my brethren, and an alien unto my mother's children.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 4,
                    "verse": 19,
                    "text": "My little children, of whom I travail in birth again until Christ be formed in you,",
                    "score": 0.7864178955413775
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 3,
                    "verse": 33,
                    "text": "And he answered them, saying, Who is my mother, or my brethren?",
                    "score": 0.775343882957982
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 20,
                    "verse": 17,
                    "text": "Jesus saith unto her, Touch me not; for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God.",
                    "score": 0.7674772683094044
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 8,
                    "text": "I came unto mine own, and mine own received me not; but unto as many as received me gave I power to do many miracles, and to become the sons of God; and even unto them that believed on my name gave I power to obtain eternal life.",
                    "score": 0.7667501168287496
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 21,
                    "text": "Behold, I am Jesus Christ, the Son of God. I am the same that came unto mine own, and mine own received me not. I am the light which shineth in darkness, and the darkness comprehendeth it not.",
                    "score": 0.7611089692536305
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 12,
                    "verse": 48,
                    "text": "But he answered and said unto him that told him, Who is my mother? and who are my brethren?",
                    "score": 0.760708919886484
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 57,
                    "text": "Behold, I am Jesus Christ, the Son of God. I came unto mine own, and mine own received me not.",
                    "score": 0.7556207660791225
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 9,
                    "verse": 3,
                    "text": "For I could wish that myself were accursed from Christ for my brethren, my kinsmen according to the flesh:",
                    "score": 0.7553432493206095
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 39,
                    "verse": 4,
                    "text": "But to as many as received me, gave I power to become my sons; and even so will I give unto as many as will receive me, power to become my sons.",
                    "score": 0.7549936529173874
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 22,
                    "text": "And it shall come to pass that they shall know that I am the Lord their God, and am a jealous God, visiting the iniquities of my people.",
                    "score": 0.7545167229693438
                }
            ]
        },
        {
            "verse": 9,
            "text": "For the zeal of thine house hath eaten me up; and the reproaches of them that reproached thee are fallen upon me.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 2,
                    "verse": 17,
                    "text": "And his disciples remembered that it was written, The zeal of thine house hath eaten me up.",
                    "score": 0.8600123678106433
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 15,
                    "verse": 3,
                    "text": "For even Christ pleased not himself; but, as it is written, The reproaches of them that reproached thee fell on me.",
                    "score": 0.8223844913829177
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 25,
                    "text": "And the Lord God said unto me: They shall be a scourge unto thy seed, to stir them up in remembrance of me; and inasmuch as they will not remember me, and hearken unto my words, they shall scourge them even unto destruction.",
                    "score": 0.7916690677342064
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 15,
                    "verse": 1,
                    "text": "And now, my beloved brethren, behold, I declare unto you that except ye shall repent your houses shall be left unto you desolate.",
                    "score": 0.788065054440355
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 4,
                    "text": "Therefore, inasmuch as some of my servants have not kept the commandment, but have broken the covenant through covetousness, and with feigned words, I have cursed them with a very sore and grievous curse.",
                    "score": 0.7797464096553254
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 24,
                    "text": "And if it so be that they rebel against me, they shall be a scourge unto thy seed, to stir them up in the ways of remembrance.",
                    "score": 0.7790312666405216
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 25,
                    "text": "Thus hath the Lord dealt with me in the days wherein he looked on me, to take away my reproach among men.",
                    "score": 0.7756440919147018
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 58,
                    "text": "And inasmuch as they gather together against you, avenge me of mine enemies, that by and by I may come with the residue of mine house and possess the land.",
                    "score": 0.7746977174055312
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 9,
                    "verse": 30,
                    "text": "And now, my beloved brethren, for ye are my brethren, and ye ought to be beloved, and ye ought to bring forth works which are meet for repentance, seeing that your hearts have been grossly hardened against the word of God, and seeing that ye are a lost and a fallen people.",
                    "score": 0.7718652275485008
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 46,
                    "text": "Saying unto them, It is written, My house is the house of prayer: but ye have made it a den of thieves.",
                    "score": 0.77087807475351
                }
            ]
        },
        {
            "verse": 10,
            "text": "When I wept, and chastened my soul with fasting, that was to my reproach.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 27,
                    "verse": 29,
                    "text": "My soul hath been redeemed from the gall of bitterness and bonds of iniquity. I was in the darkest abyss; but now I behold the marvelous light of God. My soul was racked with eternal torment; but I am snatched, and my soul is pained no more.",
                    "score": 0.8155473168918582
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Enos",
                    "chapter": 1,
                    "verse": 4,
                    "text": "And my soul hungered; and I kneeled down before my Maker, and I cried unto him in mighty prayer and supplication for mine own soul; and all the day long did I cry unto him; yea, and when the night came I did still raise my voice high that it reached the heavens.",
                    "score": 0.8153198943695656
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 36,
                    "verse": 18,
                    "text": "Now, as my mind caught hold upon this thought, I cried within my heart: O Jesus, thou Son of God, have mercy on me, who am in the gall of bitterness, and am encircled about by the everlasting chains of death.",
                    "score": 0.8148783823087612
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 6,
                    "verse": 16,
                    "text": "And my soul was rent with anguish, because of the slain of my people, and I cried:",
                    "score": 0.7952389738813856
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 20,
                    "verse": 19,
                    "text": "Serving the Lord with all humility of mind, and with many tears, and temptations, which befell me by the lying in wait of the Jews:",
                    "score": 0.7952076710695409
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 26,
                    "text": "And now, Amulek, because thou hast fed me and taken me in, thou art blessed; for I was an hungered, for I had fasted many days.",
                    "score": 0.7897894200491355
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 15,
                    "text": "But behold, the Lord hath redeemed my soul from hell; I have beheld his glory, and I am encircled about eternally in the arms of his love.",
                    "score": 0.7862740360711796
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 47,
                    "text": "Behold, my soul is rent with anguish because of you, and my heart is pained; I fear lest ye shall be cast off forever. Behold, I am full of the Spirit of God, insomuch that my frame has no strength.",
                    "score": 0.7861209563460398
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 38,
                    "verse": 8,
                    "text": "And it came to pass that I was three days and three nights in the most bitter pain and anguish of soul; and never, until I did cry out unto the Lord Jesus Christ for mercy, did I receive a remission of my sins. But behold, I did cry unto him and I did find peace to my soul.",
                    "score": 0.7852210712184585
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 28,
                    "verse": 6,
                    "text": "And now surely this was a sorrowful day; yea, a time of solemnity, and a time of much fasting and prayer.",
                    "score": 0.7848865680796274
                }
            ]
        },
        {
            "verse": 11,
            "text": "I made sackcloth also my garment; and I became a proverb to them.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 7,
                    "verse": 3,
                    "text": "I clothe the heavens with blackness, and I make sackcloth their covering.",
                    "score": 0.8032364561343838
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 69,
                    "text": "I clothe the heavens with blackness, and make sackcloth their covering.",
                    "score": 0.7947367820221584
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 19,
                    "text": "And after I had smitten off his head with his own sword, I took the garments of Laban and put them upon mine own body; yea, even every whit; and I did gird on his armor about my loins.",
                    "score": 0.7561228795630321
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 4,
                    "verse": 21,
                    "text": "And he supposed me to be his master, Laban, for he beheld the garments and also the sword girded about my loins.",
                    "score": 0.7545083419356992
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 11,
                    "verse": 3,
                    "text": "And I will give power unto my two witnesses, and they shall prophesy a thousand two hundred and threescore days, clothed in sackcloth.",
                    "score": 0.7470783801597191
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 14,
                    "text": "To preach my gospel by the Spirit, even the Comforter which was sent forth to teach the truth.",
                    "score": 0.7433343564430214
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 5,
                    "verse": 11,
                    "text": "He answered them, He that made me whole, the same said unto me, Take up thy bed, and walk.",
                    "score": 0.743225481665159
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 11,
                    "verse": 1,
                    "text": "And now, Jacob spake many more things to my people at that time; nevertheless only these things have I caused to be written, for the things which I have written sufficeth me.",
                    "score": 0.7371094991727432
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 27,
                    "text": "Unto Adam, and also unto his wife, did I, the Lord God, make coats of skins, and clothed them.",
                    "score": 0.7343390831995359
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 10,
                    "verse": 5,
                    "text": "And I did cause that the women should spin, and toil, and work, and work all manner of fine linen, yea, and cloth of every kind, that we might clothe our nakedness; and thus we did prosper in the land--thus we did have continual peace in the land for the space of twenty and two years.",
                    "score": 0.7323504838612513
                }
            ]
        },
        {
            "verse": 12,
            "text": "They that sit in the gate speak against me; and I was the song of the drunkards.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 7,
                    "verse": 1,
                    "text": "Behold my beloved brethren, seeing that I have been permitted to come unto you, therefore I attempt to address you in my language; yea, by my own mouth, seeing that it is the first time that I have spoken unto you by the words of my mouth, I having been wholly confined to the judgment-seat, having had much business that I could not come unto you.",
                    "score": 0.7426682508343257
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 3,
                    "verse": 11,
                    "text": "So I sware in my wrath, They shall not enter into my rest.)",
                    "score": 0.7405337388270082
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 20,
                    "text": "He again forbade me to join with any of them; and many other things did he say unto me, which I cannot write at this time. When I came to myself again, I found myself lying on my back, looking up into heaven. When the light had departed, I had no strength; but soon recovering in some degree, I went home. And as I leaned up to the fireplace, mother inquired what the matter was. I replied, \"Never mind, all is well--I am well enough off.\" I then said to my mother, \"I have learned for myself that Presbyterianism is not true.\" It seems as though the adversary was aware, at a very early period of my life, that I was destined to prove a disturber and an annoyer of his kingdom; else why should the powers of darkness combine against me? Why the opposition and persecution that arose against me, almost in my infancy?",
                    "score": 0.734698469232682
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 22,
                    "verse": 4,
                    "text": "Wherefore, enter ye in at the gate, as I have commanded, and seek not to counsel your God. Amen.",
                    "score": 0.7298546246168766
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 16,
                    "verse": 36,
                    "text": "And thus they did murmur against my father, and also against me; and they were desirous to return again to Jerusalem.",
                    "score": 0.7297012116231505
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 10,
                    "verse": 7,
                    "text": "Then said Jesus unto them again, Verily, verily, I say unto you, I am the door of the sheep.",
                    "score": 0.7296268793088337
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 9,
                    "verse": 32,
                    "text": "And also because I said unto them that they were a lost and a fallen people they were angry with me, and sought to lay their hands upon me, that they might cast me into prison.",
                    "score": 0.7267027421062906
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 2,
                    "text": "And it came to pass that I beheld my brethren, and they were disputing one with another concerning the things which my father had spoken unto them.",
                    "score": 0.7237664722823626
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 9,
                    "verse": 31,
                    "text": "Now it came to pass that when I, Alma, had spoken these words, behold, the people were wroth with me because I said unto them that they were a hard-hearted and a stiffnecked people.",
                    "score": 0.7237473537576953
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 10,
                    "verse": 16,
                    "text": "He that heareth you heareth me; and he that despiseth you despiseth me; and he that despiseth me despiseth him that sent me.",
                    "score": 0.7236876711066207
                }
            ]
        },
        {
            "verse": 13,
            "text": "But as for me, my prayer is unto thee, O Lord, in an acceptable time: O God, in the multitude of thy mercy hear me, in the truth of thy salvation.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 90,
                    "verse": 1,
                    "text": "Thus saith the Lord, verily, verily I say unto you my son, thy sins are forgiven thee, according to thy petition, for thy prayers and the prayers of thy brethren have come up into my ears.",
                    "score": 0.8247594271613204
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 77,
                    "text": "O Lord God Almighty, hear us in these our petitions, and answer us from heaven, thy holy habitation, where thou sittest enthroned, with glory, honor, power, majesty, might, dominion, truth, justice, judgment, mercy, and an infinity of fulness, from everlasting to everlasting.",
                    "score": 0.8110597929745507
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 19,
                    "verse": 23,
                    "text": "And now Father, I pray unto thee for them, and also for all those who shall believe on their words, that they may believe in me, that I may be in them as thou, Father, art in me, that we may be one.",
                    "score": 0.8068685678659431
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 6,
                    "text": "And, as it is written--Whatsoever ye shall ask in faith, being united in prayer according to my command, ye shall receive.",
                    "score": 0.8034801480693194
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 2,
                    "text": "Verily, verily I say unto you, blessed are such, for they shall obtain; for I, the Lord, show mercy unto all the meek, and upon all whomsoever I will, that I may be justified when I shall bring them unto judgment.",
                    "score": 0.801490351425692
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 127,
                    "verse": 12,
                    "text": "Behold, my prayer to God is that you all may be saved. And I subscribe myself your servant in the Lord, prophet and seer of The Church of Jesus Christ of Latter-day Saints.",
                    "score": 0.8004811788645678
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 6,
                    "verse": 2,
                    "text": "(For he saith, I have heard thee in a time accepted, and in the day of salvation have I succoured thee: behold, now is the accepted time; behold, now is the day of salvation.)",
                    "score": 0.7996429459810404
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 24,
                    "verse": 4,
                    "text": "Notwithstanding, that I be not further tedious unto thee, I pray thee that thou wouldest hear us of thy clemency a few words.",
                    "score": 0.7971085546710887
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 42,
                    "verse": 31,
                    "text": "And now, O my son, ye are called of God to preach the word unto this people. And now, my son, go thy way, declare the word with truth and soberness, that thou mayest bring souls unto repentance, that the great plan of mercy may have claim upon them. And may God grant unto you even according to my words. Amen.",
                    "score": 0.7962784392033594
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 4,
                    "text": "For the Lord hath heard thy prayers, and hath judged of thy righteousness, and hath sent me to declare unto thee that thou mayest rejoice; and that thou mayest declare unto thy people, that they may also be filled with joy.",
                    "score": 0.7940836288118045
                }
            ]
        },
        {
            "verse": 14,
            "text": "Deliver me out of the mire, and let me not sink: let me be delivered from them that hate me, and out of the deep waters.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 48,
                    "text": "And now it came to pass that when I had spoken these words they were angry with me, and were desirous to throw me into the depths of the sea; and as they came forth to lay their hands upon me I spake unto them, saying: In the name of the Almighty God, I command you that ye touch me not, for I am filled with the power of God, even unto the consuming of my flesh; and whoso shall lay his hands upon me shall wither even as a dried reed; and he shall be as naught before the power of God, for God shall smite him.",
                    "score": 0.7899259710116034
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 127,
                    "verse": 2,
                    "text": "And as for the perils which I am called to pass through, they seem but a small thing to me, as the envy and wrath of man have been my common lot all the days of my life; and for what cause it seems mysterious, unless I was ordained from before the foundation of the world for some good end, or bad, as you may choose to call it. Judge ye for yourselves. God knoweth all these things, whether it be good or bad. But nevertheless, deep water is what I am wont to swim in. It all has become a second nature to me; and I feel, like Paul, to glory in tribulation; for to this day has the God of my fathers delivered me out of them all, and will deliver me from henceforth; for behold, and lo, I shall triumph over all my enemies, for the Lord God hath spoken it.",
                    "score": 0.7875237350213109
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 3,
                    "verse": 15,
                    "text": "Vengeance is mine, and I will repay; and because this people repented not after I had delivered them, behold, they shall be cut off from the face of the earth.",
                    "score": 0.7791893819023119
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 9,
                    "text": "Then shall they deliver you up to be afflicted, and shall kill you: and ye shall be hated of all nations for my name's sake.",
                    "score": 0.778446946701173
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 7,
                    "text": "Then shall they deliver you up to be afflicted, and shall kill you, and ye shall be hated of all nations, for my name's sake;",
                    "score": 0.778446946701173
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 7,
                    "verse": 24,
                    "text": "O wretched man that I am! who shall deliver me from the body of this death?",
                    "score": 0.7751992543398093
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 8,
                    "verse": 4,
                    "text": "Therefore this is thy gift; apply unto it, and blessed art thou, for it shall deliver you out of the hands of your enemies, when, if it were not so, they would slay you and bring your soul to destruction.",
                    "score": 0.7710341317784195
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 3,
                    "verse": 13,
                    "text": "And thrice have I delivered them out of the hands of their enemies, and they have repented not of their sins.",
                    "score": 0.7701142561071366
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 31,
                    "text": "O Lord, wilt thou redeem my soul? Wilt thou deliver me out of the hands of mine enemies? Wilt thou make me that I may shake at the appearance of sin?",
                    "score": 0.769210616451791
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 10,
                    "verse": 16,
                    "text": "He that heareth you heareth me; and he that despiseth you despiseth me; and he that despiseth me despiseth him that sent me.",
                    "score": 0.7682165921070422
                }
            ]
        },
        {
            "verse": 15,
            "text": "Let not the waterflood overflow me, neither let the deep swallow me up, and let not the pit shut her mouth upon me.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 4,
                    "verse": 15,
                    "text": "The woman saith unto him, Sir, give me this water, that I thirst not, neither come hither to draw.",
                    "score": 0.777795667761435
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 30,
                    "text": "For as I, the Lord God, liveth, even so my words cannot return void, for as they go forth out of my mouth they must be fulfilled.",
                    "score": 0.7471067985884862
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 7,
                    "verse": 7,
                    "text": "For the Lord God will help me, therefore shall I not be confounded. Therefore have I set my face like a flint, and I know that I shall not be ashamed.",
                    "score": 0.722852393111794
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 5,
                    "text": "For all those who will not endure chastening, but deny me, cannot be sanctified.",
                    "score": 0.7189536701521093
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 3,
                    "verse": 16,
                    "text": "So then because thou art lukewarm, and neither cold nor hot, I will spue thee out of my mouth.",
                    "score": 0.7161795958017804
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 21,
                    "verse": 9,
                    "text": "They shall not hurt nor destroy in all my holy mountain, for the earth shall be full of the knowledge of the Lord, as the waters cover the sea.",
                    "score": 0.7142578671766083
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 30,
                    "verse": 15,
                    "text": "They shall not hurt nor destroy in all my holy mountain; for the earth shall be full of the knowledge of the Lord as the waters cover the sea.",
                    "score": 0.7142578671766083
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 6,
                    "text": "And again, I, God, said: Let there be a firmament in the midst of the water, and it was so, even as I spake; and I said: Let it divide the waters from the waters; and it was done;",
                    "score": 0.71283277274481
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 7,
                    "verse": 38,
                    "text": "He that believeth on me, as the scripture hath said, out of his belly shall flow rivers of living water.",
                    "score": 0.7091753224356238
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 14,
                    "verse": 18,
                    "text": "I will not leave you comfortless: I will come to you.",
                    "score": 0.7091422611608655
                }
            ]
        },
        {
            "verse": 16,
            "text": "Hear me, O Lord; for thy lovingkindness is good: turn unto me according to the multitude of thy tender mercies.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 33,
                    "verse": 11,
                    "text": "And thou didst hear me because of mine afflictions and my sincerity; and it is because of thy Son that thou hast been thus merciful unto me, therefore I will cry unto thee in all mine afflictions, for in thee is my joy; for thou hast turned thy judgments away from me, because of thy Son.",
                    "score": 0.8129291879308832
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 13,
                    "text": "Let him, therefore, hearken to your counsel, and I will bless him with a multiplicity of blessings; let him be faithful and true in all things from henceforth, and he shall be great in mine eyes;",
                    "score": 0.7970221041483265
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 2,
                    "text": "Verily, verily I say unto you, blessed are such, for they shall obtain; for I, the Lord, show mercy unto all the meek, and upon all whomsoever I will, that I may be justified when I shall bring them unto judgment.",
                    "score": 0.7951055137517888
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 2,
                    "verse": 28,
                    "text": "Thou hast made known to me the ways of life; thou shalt make me full of joy with thy countenance.",
                    "score": 0.7948843860603927
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 11,
                    "text": "I know thy heart, and have heard thy prayers concerning thy brethren. Be not partial towards them in love above many others, but let thy love be for them as for thyself; and let thy love abound unto all men, and unto all who love my name.",
                    "score": 0.7941612158975213
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 1,
                    "text": "Hearken, O ye people, and open your hearts and give ear from afar; and listen, you that call yourselves the people of the Lord, and hear the word of the Lord and his will concerning you.",
                    "score": 0.7921508242664507
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 3,
                    "verse": 4,
                    "text": "For the Lord hath heard thy prayers, and hath judged of thy righteousness, and hath sent me to declare unto thee that thou mayest rejoice; and that thou mayest declare unto thy people, that they may also be filled with joy.",
                    "score": 0.7909205894821397
                },
                {
                    "volume": "New Testament",
                    "book": "Philemon",
                    "chapter": 1,
                    "verse": 5,
                    "text": "Hearing of thy love and faith, which thou hast toward the Lord Jesus, and toward all saints;",
                    "score": 0.7909101984330867
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 5,
                    "text": "For thus saith the Lord--I, the Lord, am merciful and gracious unto those who fear me, and delight to honor those who serve me in righteousness and in truth unto the end.",
                    "score": 0.7907982281231019
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 16,
                    "text": "And thou must open thy mouth at all times, declaring my gospel with the sound of rejoicing. Amen.",
                    "score": 0.7892693843912433
                }
            ]
        },
        {
            "verse": 17,
            "text": "And hide not thy face from thy servant; for I am in trouble: hear me speedily.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 22,
                    "verse": 18,
                    "text": "And saw him saying unto me, Make haste, and get thee quickly out of Jerusalem: for they will not receive thy testimony concerning me.",
                    "score": 0.8014148657951926
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 39,
                    "text": "Behold thou hast driven me out this day from the face of the Lord, and from thy face shall I be hid; and I shall be a fugitive and a vagabond in the earth; and it shall come to pass, that he that findeth me will slay me, because of mine iniquities, for these things are not hid from the Lord.",
                    "score": 0.7968038981456183
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 7,
                    "verse": 35,
                    "text": "And this I speak for your own profit; not that I may cast a snare upon you, but for that which is comely, and that ye may attend upon the Lord without distraction.",
                    "score": 0.7959201795142574
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 20,
                    "verse": 9,
                    "text": "Nevertheless, for my name's sake will I defer mine anger, and for my praise will I refrain from thee, that I cut thee not off.",
                    "score": 0.7897676492139065
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 8,
                    "text": "In a little wrath I hid my face from thee for a moment, but with everlasting kindness will I have mercy on thee, saith the Lord thy Redeemer.",
                    "score": 0.7892880680743117
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 33,
                    "text": "O Lord, wilt thou encircle me around in the robe of thy righteousness! O Lord, wilt thou make a way for mine escape before mine enemies! Wilt thou make my path straight before me! Wilt thou not place a stumbling block in my way--but that thou wouldst clear my way before me, and hedge not up my way, but the ways of mine enemy.",
                    "score": 0.787382546179719
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 29,
                    "text": "For behold, the Lord hath said: I will not succor my people in the day of their transgression; but I will hedge up their ways that they prosper not; and their doings shall be as a stumbling block before them.",
                    "score": 0.785232802404579
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 17,
                    "text": "Go thy way and do as I have told you, and fear not thine enemies; for they shall not have power to stop my work.",
                    "score": 0.7796061430145017
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 35,
                    "verse": 21,
                    "text": "For they will hear my voice, and shall see me, and shall not be asleep, and shall abide the day of my coming; for they shall be purified, even as I am pure.",
                    "score": 0.778584208267455
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 85,
                    "verse": 10,
                    "text": "These things I say not of myself; therefore, as the Lord speaketh, he will also fulfil.",
                    "score": 0.77582355803501
                }
            ]
        },
        {
            "verse": 18,
            "text": "Draw nigh unto my soul, and redeem it: deliver me because of mine enemies.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 31,
                    "text": "O Lord, wilt thou redeem my soul? Wilt thou deliver me out of the hands of mine enemies? Wilt thou make me that I may shake at the appearance of sin?",
                    "score": 0.839465966156944
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 4,
                    "verse": 8,
                    "text": "Draw nigh to God, and he will draw nigh to you. Cleanse your hands, ye sinners; and purify your hearts, ye double minded.",
                    "score": 0.8229451676936824
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 8,
                    "verse": 4,
                    "text": "Therefore this is thy gift; apply unto it, and blessed art thou, for it shall deliver you out of the hands of your enemies, when, if it were not so, they would slay you and bring your soul to destruction.",
                    "score": 0.8186371076902554
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 44,
                    "text": "But behold I say unto you, love your enemies, bless them that curse you, do good to them that hate you, and pray for them who despitefully use you and persecute you;",
                    "score": 0.8160300395042723
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 2,
                    "text": "Being driven and smitten by the hands of mine enemies, on whom I will pour out my wrath without measure in mine own time.",
                    "score": 0.8159163522893642
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 44,
                    "text": "But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;",
                    "score": 0.8132192203146934
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 17,
                    "verse": 19,
                    "text": "Thus God executeth vengeance upon those that destroy his people. O God, receive my soul.",
                    "score": 0.8115653610207734
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 12,
                    "verse": 19,
                    "text": "Dearly beloved, avenge not yourselves, but rather give place unto wrath: for it is written, Vengeance is mine; I will repay, saith the Lord.",
                    "score": 0.8046004402857319
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 27,
                    "verse": 29,
                    "text": "My soul hath been redeemed from the gall of bitterness and bonds of iniquity. I was in the darkest abyss; but now I behold the marvelous light of God. My soul was racked with eternal torment; but I am snatched, and my soul is pained no more.",
                    "score": 0.7983710308861244
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 9,
                    "text": "Then shall they deliver you up to be afflicted, and shall kill you: and ye shall be hated of all nations for my name's sake.",
                    "score": 0.7912503139056494
                }
            ]
        },
        {
            "verse": 19,
            "text": "Thou hast known my reproach, and my shame, and my dishonour: mine adversaries are all before thee.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 33,
                    "verse": 10,
                    "text": "Yea, and thou hast also heard me when I have been cast out and have been despised by mine enemies; yea, thou didst hear my cries, and wast angry with mine enemies, and thou didst visit them in thine anger with speedy destruction.",
                    "score": 0.8002654607816287
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 112,
                    "verse": 26,
                    "text": "First among those among you, saith the Lord, who have professed to know my name and have not known me, and have blasphemed against me in the midst of my house, saith the Lord.",
                    "score": 0.7966951324448109
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 16,
                    "text": "Behold, I have graven thee upon the palms of my hands; thy walls are continually before me.",
                    "score": 0.7929071819559287
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 39,
                    "text": "And that which I have chosen hath pled before my face. Wherefore, he suffereth for their sins; inasmuch as they will repent in the day that my Chosen shall return unto me, and until that day they shall be in torment;",
                    "score": 0.7885694128706116
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 42,
                    "text": "O Lord, thou shalt come down to make thy name known to thine adversaries, and all nations shall tremble at thy presence--",
                    "score": 0.7880777921881907
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 39,
                    "text": "Behold thou hast driven me out this day from the face of the Lord, and from thy face shall I be hid; and I shall be a fugitive and a vagabond in the earth; and it shall come to pass, that he that findeth me will slay me, because of mine iniquities, for these things are not hid from the Lord.",
                    "score": 0.7861951652169957
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 3,
                    "verse": 3,
                    "text": "Remember therefore how thou hast received and heard, and hold fast, and repent. If therefore thou shalt not watch, I will come on thee as a thief, and thou shalt not know what hour I will come upon thee.",
                    "score": 0.785735271227475
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 31,
                    "text": "For thou knowest, O Lord, that thy servants have been innocent before thee in bearing record of thy name, for which they have suffered these things.",
                    "score": 0.7856904552811741
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 71,
                    "verse": 7,
                    "text": "Wherefore, confound your enemies; call upon them to meet you both in public and in private; and inasmuch as ye are faithful their shame shall be made manifest.",
                    "score": 0.7843954268555687
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 2,
                    "text": "Being driven and smitten by the hands of mine enemies, on whom I will pour out my wrath without measure in mine own time.",
                    "score": 0.7814605566483379
                }
            ]
        },
        {
            "verse": 20,
            "text": "Reproach hath broken my heart; and I am full of heaviness: and I looked for some to take pity, but there was none; and for comforters, but I found none.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 9,
                    "verse": 2,
                    "text": "That I have great heaviness and continual sorrow in my heart.",
                    "score": 0.7926861039933625
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 47,
                    "text": "Behold, my soul is rent with anguish because of you, and my heart is pained; I fear lest ye shall be cast off forever. Behold, I am full of the Spirit of God, insomuch that my frame has no strength.",
                    "score": 0.7621706647764852
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 12,
                    "verse": 10,
                    "text": "Therefore I take pleasure in infirmities, in reproaches, in necessities, in persecutions, in distresses for Christ's sake: for when I am weak, then am I strong.",
                    "score": 0.7449089299209626
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 18,
                    "verse": 19,
                    "text": "And Jacob and Joseph also, being young, having need of much nourishment, were grieved because of the afflictions of their mother; and also my wife with her tears and prayers, and also my children, did not soften the hearts of my brethren that they would loose me.",
                    "score": 0.7427845683087442
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 5,
                    "verse": 4,
                    "text": "And I wept much, because no man was found worthy to open and to read the book, neither to look thereon.",
                    "score": 0.7376766763305805
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 2,
                    "verse": 19,
                    "text": "And wo is me because of their wickedness; for my heart has been filled with sorrow because of their wickedness, all my days; nevertheless, I know that I shall be lifted up at the last day.",
                    "score": 0.7359787495414614
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 27,
                    "verse": 29,
                    "text": "My soul hath been redeemed from the gall of bitterness and bonds of iniquity. I was in the darkest abyss; but now I behold the marvelous light of God. My soul was racked with eternal torment; but I am snatched, and my soul is pained no more.",
                    "score": 0.7336955373150287
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 31,
                    "text": "O Lord, my heart is exceedingly sorrowful; wilt thou comfort my soul in Christ. O Lord, wilt thou grant unto me that I may have strength, that I may suffer with patience these afflictions which shall come upon me, because of the iniquity of this people.",
                    "score": 0.7313636920232026
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 18,
                    "text": "But, behold, Laman and Lemuel would not hearken unto my words; and being grieved because of the hardness of their hearts I cried unto the Lord for them.",
                    "score": 0.7304875928460083
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 17,
                    "text": "My heart hath been weighed down with sorrow from time to time, for I have feared, lest for the hardness of your hearts the Lord your God should come out in the fulness of his wrath upon you, that ye be cut off and destroyed forever;",
                    "score": 0.7283525985344247
                }
            ]
        },
        {
            "verse": 21,
            "text": "They gave me also gall for my meat; and in my thirst they gave me vinegar to drink.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 35,
                    "text": "For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:",
                    "score": 0.8292552390937411
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 27,
                    "verse": 34,
                    "text": "They gave him vinegar to drink mingled with gall: and when he had tasted thereof, he would not drink.",
                    "score": 0.7995011294814077
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 6,
                    "verse": 55,
                    "text": "For my flesh is meat indeed, and my blood is drink indeed.",
                    "score": 0.7900301624960915
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 42,
                    "text": "For I was an hungred, and ye gave me no meat: I was thirsty, and ye gave me no drink:",
                    "score": 0.7769311958861571
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 6,
                    "verse": 56,
                    "text": "He that eateth my flesh, and drinketh my blood, dwelleth in me, and I in him.",
                    "score": 0.7723948638521416
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 26,
                    "text": "And I will feed them that oppress thee with their own flesh; they shall be drunken with their own blood as with sweet wine; and all flesh shall know that I, the Lord, am thy Savior and thy Redeemer, the Mighty One of Jacob.",
                    "score": 0.7367726989007554
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 23,
                    "verse": 36,
                    "text": "And the soldiers also mocked him, coming to him, and offering him vinegar,",
                    "score": 0.7352808467903809
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 6,
                    "verse": 18,
                    "text": "And I will feed them that oppress thee, with their own flesh; and they shall be drunken with their own blood as with sweet wine; and all flesh shall know that I the Lord am thy Savior and thy Redeemer, the Mighty One of Jacob.",
                    "score": 0.7342243025161854
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 26,
                    "text": "And now, Amulek, because thou hast fed me and taken me in, thou art blessed; for I was an hungered, for I had fasted many days.",
                    "score": 0.7317201578033428
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 11,
                    "verse": 12,
                    "text": "And on the morrow, when they were come from Bethany, he was hungry:",
                    "score": 0.7263613199742716
                }
            ]
        },
        {
            "verse": 22,
            "text": "Let their table become a snare before them: and that which should have been for their welfare, let it become a trap.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 11,
                    "verse": 9,
                    "text": "And David saith, Let their table be made a snare, and a trap, and a stumblingblock, and a recompence unto them:",
                    "score": 0.8341459077633423
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 32,
                    "text": "And they that make a man an offender for a word, and lay a snare for him that reproveth in the gate, and turn aside the just for a thing of naught.",
                    "score": 0.7556257608334677
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 20,
                    "text": "Their basket shall not be full, their houses and their barns shall perish, and they themselves shall be despised by those that flattered them.",
                    "score": 0.7466476984554927
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 15,
                    "text": "Let such beware and repent speedily, lest judgment shall come upon them as a snare, and their folly shall be made manifest, and their works shall follow them in the eyes of the people.",
                    "score": 0.7387022516035846
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 18,
                    "verse": 15,
                    "text": "And many among them shall stumble and fall, and be broken, and be snared, and be taken.",
                    "score": 0.7357529767585722
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 10,
                    "verse": 26,
                    "text": "And thus he flattereth them, and leadeth them along until he draggeth their souls down to hell; and thus he causeth them to catch themselves in their own snare.",
                    "score": 0.7307294304385804
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 23,
                    "verse": 17,
                    "text": "(For of necessity he must release one unto them at the feast.)",
                    "score": 0.7258097316053591
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 19,
                    "verse": 22,
                    "text": "For they cannot bear meat now, but milk they must receive; wherefore, they must not know these things, lest they perish.",
                    "score": 0.7221679383495127
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 2,
                    "verse": 26,
                    "text": "And that they may recover themselves out of the snare of the devil, who are taken captive by him at his will.",
                    "score": 0.7171839812806379
                },
                {
                    "volume": "New Testament",
                    "book": "1 Timothy",
                    "chapter": 6,
                    "verse": 9,
                    "text": "But they that will be rich fall into temptation and a snare, and into many foolish and hurtful lusts, which drown men in destruction and perdition.",
                    "score": 0.7161408202422032
                }
            ]
        },
        {
            "verse": 23,
            "text": "Let their eyes be darkened, that they see not; and make their loins continually to shake.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 11,
                    "verse": 10,
                    "text": "Let their eyes be darkened, that they may not see, and bow down their back alway.",
                    "score": 0.862336610289188
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 11,
                    "verse": 8,
                    "text": "(According as it is written, God hath given them the spirit of slumber, eyes that they should not see, and ears that they should not hear;) unto this day.",
                    "score": 0.7544828073030233
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 16,
                    "verse": 10,
                    "text": "Make the heart of this people fat, and make their ears heavy, and shut their eyes--lest they see with their eyes, and hear with their ears, and understand with their heart, and be converted and be healed.",
                    "score": 0.751685776700746
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 27,
                    "text": "And all this have they done that they might pervert the right ways of the Lord, that they might blind the eyes and harden the hearts of the children of men.",
                    "score": 0.7405246540310628
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 12,
                    "verse": 40,
                    "text": "He hath blinded their eyes, and hardened their heart; that they should not see with their eyes, nor understand with their heart, and be converted, and I should heal them.",
                    "score": 0.7389640938486831
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "chapter": 2,
                    "verse": 14,
                    "text": "Having eyes full of adultery, and that cannot cease from sin; beguiling unstable souls: an heart they have exercised with covetous practices; cursed children:",
                    "score": 0.7385638742174212
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 78,
                    "verse": 10,
                    "text": "Otherwise Satan seeketh to turn their hearts away from the truth, that they become blinded and understand not the things which are prepared for them.",
                    "score": 0.7384038253603317
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 27,
                    "text": "None shall slumber nor sleep; neither shall the girdle of their loins be loosed, nor the latchet of their shoes be broken;",
                    "score": 0.7369927027162634
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 35,
                    "text": "Let your loins be girded about, and your lights burning;",
                    "score": 0.735689545043931
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 19,
                    "text": "For the kingdom of the devil must shake, and they which belong to it must needs be stirred up unto repentance, or the devil will grasp them with his everlasting chains, and they be stirred up to anger, and perish;",
                    "score": 0.7333937988115861
                }
            ]
        },
        {
            "verse": 24,
            "text": "Pour out thine indignation upon them, and let thy wrathful anger take hold of them.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 27,
                    "text": "And if any people shall rise against this people, that thine anger be kindled against them;",
                    "score": 0.8242715146794871
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 11,
                    "verse": 11,
                    "text": "Now, O Lord, because of this their humility wilt thou turn away thine anger, and let thine anger be appeased in the destruction of those wicked men whom thou hast already destroyed.",
                    "score": 0.8218174447815801
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 5,
                    "text": "Let thine anger be kindled against our enemies; and, in the fury of thine heart, with thy sword avenge us of our wrongs.",
                    "score": 0.8193968094184794
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 25,
                    "text": "For yet a very little while, and the indignation shall cease, and mine anger in their destruction.",
                    "score": 0.8188133830004577
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 34,
                    "text": "And the fire of mine indignation is kindled against them; and in my hot displeasure will I send in the floods upon them, for my fierce anger is kindled against them.",
                    "score": 0.8170977462629568
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 2,
                    "verse": 8,
                    "text": "But unto them that are contentious, and do not obey the truth, but obey unrighteousness, indignation and wrath,",
                    "score": 0.8147353077441883
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 52,
                    "text": "And I will answer judgment, wrath, and indignation, wailing, and anguish, and gnashing of teeth upon their heads, unto the third and fourth generation, so long as they repent not, and hate me, saith the Lord your God.",
                    "score": 0.8133777858336833
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 28,
                    "text": "For Satan putteth it into their hearts to anger against you, and to the shedding of blood.",
                    "score": 0.8097573724794783
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 20,
                    "text": "For behold, at that day shall he rage in the hearts of the children of men, and stir them up to anger against that which is good.",
                    "score": 0.804745781138237
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 10,
                    "text": "Yea, I will visit them in my fierce anger, and there shall be those of the fourth generation who shall live, of your enemies, to behold your utter destruction; and this shall surely come except ye repent, saith the Lord; and those of the fourth generation shall visit your destruction.",
                    "score": 0.8031507731806287
                }
            ]
        },
        {
            "verse": 25,
            "text": "Let their habitation be desolate; and let none dwell in their tents.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 23,
                    "verse": 20,
                    "text": "It shall never be inhabited, neither shall it be dwelt in from generation to generation: neither shall the Arabian pitch tent there; neither shall the shepherds make their fold there.",
                    "score": 0.8063772083441755
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 2,
                    "text": "Enlarge the place of thy tent, and let them stretch forth the curtains of thy habitations; spare not, lengthen thy cords and strengthen thy stakes;",
                    "score": 0.8042134434767576
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 1,
                    "verse": 20,
                    "text": "For it is written in the book of Psalms, Let his habitation be desolate, and let no man dwell therein: and his bishoprick let another take.",
                    "score": 0.8019164242163076
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 19,
                    "text": "For thy waste and thy desolate places, and the land of thy destruction, shall even now be too narrow by reason of the inhabitants; and they that swallowed thee up shall be far away.",
                    "score": 0.7699102567267034
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 9,
                    "text": "In mine ears, said the Lord of Hosts, of a truth many houses shall be desolate, and great and fair cities without inhabitant.",
                    "score": 0.7694495721977056
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 20,
                    "text": "Their basket shall not be full, their houses and their barns shall perish, and they themselves shall be despised by those that flattered them.",
                    "score": 0.7677945315410577
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 115,
                    "text": "For if they do reject these things the hour of their judgment is nigh, and their house shall be left unto them desolate.",
                    "score": 0.7581361483393543
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 19,
                    "text": "And they shall come, and shall rest all of them in the desolate valleys, and in the holes of the rocks, and upon all thorns, and upon all bushes.",
                    "score": 0.7535686654438628
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 13,
                    "verse": 13,
                    "text": "Let us go forth therefore unto him without the camp, bearing his reproach.",
                    "score": 0.7533014466844348
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 8,
                    "text": "Wo unto them that join house to house, till there can be no place, that they may be placed alone in the midst of the earth!",
                    "score": 0.7498550617861675
                }
            ]
        },
        {
            "verse": 26,
            "text": "For they persecute him whom thou hast smitten; and they talk to the grief of those whom thou hast wounded.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 19,
                    "verse": 9,
                    "text": "And the world, because of their iniquity, shall judge him to be a thing of naught; wherefore they scourge him, and he suffereth it; and they smite him, and he suffereth it. Yea, they spit upon him, and he suffereth it, because of his loving kindness and his long-suffering towards the children of men.",
                    "score": 0.8042482719331671
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 28,
                    "verse": 5,
                    "text": "And they sorrowed in their hearts, for they durst not speak unto him the thing which they desired.",
                    "score": 0.7916871466127134
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 28,
                    "text": "And now, because he said this, they did put him to death; and many more things did they do which brought down the wrath of God upon them. Therefore, who wondereth that they are in bondage, and that they are smitten with sore afflictions?",
                    "score": 0.7878142177097194
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 15,
                    "verse": 12,
                    "text": "For these are they whose sins he has borne; these are they for whom he has died, to redeem them from their transgressions. And now, are they not his seed?",
                    "score": 0.7808463622325973
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 48,
                    "text": "Thou knowest, O Lord, that they have been greatly oppressed and afflicted by wicked men; and our hearts flow out with sorrow because of their grievous burdens.",
                    "score": 0.7768842854509703
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 19,
                    "verse": 17,
                    "text": "Therefore the Lord shall have no joy in their young men, neither shall have mercy on their fatherless and widows; for every one of them is a hypocrite and an evildoer, and every mouth speaketh folly. For all this his anger is not turned away, but his hand is stretched out still.",
                    "score": 0.775495235297926
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 24,
                    "verse": 24,
                    "text": "Now when the Lamanites saw this they did forbear from slaying them; and there were many whose hearts had swollen in them for those of their brethren who had fallen under the sword, for they repented of the things which they had done.",
                    "score": 0.7721185789480405
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 3,
                    "text": "Behold, O Lord, thou hast smitten us because of our iniquity, and hast driven us forth, and for these many years we have been in the wilderness; nevertheless, thou hast been merciful unto us. O Lord, look upon me in pity, and turn away thine anger from this thy people, and suffer not that they shall go forth across this raging deep in darkness; but behold these things which I have molten out of the rock.",
                    "score": 0.7707970743652279
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 17,
                    "verse": 8,
                    "text": "For thou hast said that God himself should come down among the children of men; and now, for this cause thou shalt be put to death unless thou wilt recall all the words which thou hast spoken evil concerning me and my people.",
                    "score": 0.7707079131056207
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 13,
                    "text": "Also because their hearts are corrupted, and the things which they are willing to bring upon others, and love to have others suffer, may come upon themselves to the very uttermost;",
                    "score": 0.7697810596408644
                }
            ]
        },
        {
            "verse": 27,
            "text": "Add iniquity unto their iniquity: and let them not come into thy righteousness.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 6,
                    "verse": 12,
                    "text": "That ye be not slothful, but followers of them who through faith and patience inherit the promises.",
                    "score": 0.8021971707764428
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 22,
                    "text": "And thus saith the Lord God: I will cause that they shall be loathsome unto thy people, save they shall repent of their iniquities.",
                    "score": 0.800671387868173
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 12,
                    "text": "Make not thy gift known unto any save it be those who are of thy faith. Trifle not with sacred things.",
                    "score": 0.8004940926505197
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 7,
                    "verse": 29,
                    "text": "For behold, the Lord hath said: I will not succor my people in the day of their transgression; but I will hedge up their ways that they prosper not; and their doings shall be as a stumbling block before them.",
                    "score": 0.7997587130056124
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 11,
                    "text": "Purge ye out the iniquity which is among you; sanctify yourselves before me;",
                    "score": 0.7964070007820588
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 37,
                    "text": "O ye workers of iniquity; ye that are puffed up in the vain things of the world, ye that have professed to have known the ways of righteousness nevertheless have gone astray, as sheep having no shepherd, notwithstanding a shepherd hath called after you and is still calling after you, but ye will not hearken unto his voice!",
                    "score": 0.7933952035748408
                },
                {
                    "volume": "New Testament",
                    "book": "1 Timothy",
                    "chapter": 6,
                    "verse": 17,
                    "text": "Charge them that are rich in this world, that they be not highminded, nor trust in uncertain riches, but in the living God, who giveth us richly all things to enjoy;",
                    "score": 0.7906455023090944
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 12,
                    "verse": 21,
                    "text": "And if the Lord shall say--Because of thine iniquities thou shalt be cut off from my presence--he will cause that it shall be so.",
                    "score": 0.7891707498274224
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 28,
                    "verse": 16,
                    "text": "Wo unto them that turn aside the just for a thing of naught and revile against that which is good, and say that it is of no worth! For the day shall come that the Lord God will speedily visit the inhabitants of the earth; and in that day that they are fully ripe in iniquity they shall perish.",
                    "score": 0.7888716609044334
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 33,
                    "text": "For none of these iniquities come of the Lord; for he doeth that which is good among the children of men; and he doeth nothing save it be plain unto the children of men; and he inviteth them all to come unto him and partake of his goodness; and he denieth none that come unto him, black and white, bond and free, male and female; and he remembereth the heathen; and all are alike unto God, both Jew and Gentile.",
                    "score": 0.7880931292521557
                }
            ]
        },
        {
            "verse": 28,
            "text": "Let them be blotted out of the book of the living, and not be written with the righteous.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 17,
                    "text": "For thus saith the Lord God: They shall write the things which shall be done among them, and they shall be written and sealed up in a book, and those who have dwindled in unbelief shall not have them, for they seek to destroy the things of God.",
                    "score": 0.8016889489511606
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 3,
                    "verse": 12,
                    "text": "Take heed, brethren, lest there be in any of you an evil heart of unbelief, in departing from the living God.",
                    "score": 0.7798159629970222
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 10,
                    "verse": 3,
                    "text": "For they being ignorant of God's righteousness, and going about to establish their own righteousness, have not submitted themselves unto the righteousness of God.",
                    "score": 0.7740303069457275
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 63,
                    "text": "And upon them that hearken not to the voice of the Lord shall be fulfilled that which was written by the prophet Moses, that they should be cut off from among the people.",
                    "score": 0.7733570230491024
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 85,
                    "text": "That their souls may escape the wrath of God, the desolation of abomination which awaits the wicked, both in this world and in the world to come. Verily, I say unto you, let those who are not the first elders continue in the vineyard until the mouth of the Lord shall call them, for their time is not yet come; their garments are not clean from the blood of this generation.",
                    "score": 0.7717709235808105
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 5,
                    "verse": 57,
                    "text": "And now I say unto you, all you that are desirous to follow the voice of the good shepherd, come ye out from the wicked, and be ye separate, and touch not their unclean things; and behold, their names shall be blotted out, that the names of the wicked shall not be numbered among the names of the righteous, that the word of God may be fulfilled, which saith: The names of the wicked shall not be mingled with the names of my people;",
                    "score": 0.7688710994759607
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 19,
                    "text": "For behold, the righteous shall not perish; for the time surely must come that all they who fight against Zion shall be cut off.",
                    "score": 0.7682072799754266
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 20,
                    "text": "For I say unto you, That except your righteousness shall exceed the righteousness of the scribes and Pharisees, ye shall in no case enter into the kingdom of heaven.",
                    "score": 0.7676675679761056
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 23,
                    "verse": 13,
                    "text": "But woe unto you, scribes and Pharisees, hypocrites! for ye shut up the kingdom of heaven against men: for ye neither go in yourselves, neither suffer ye them that are entering to go in.",
                    "score": 0.7671844923486306
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 34,
                    "text": "O Jehovah, have mercy upon this people, and as all men sin, forgive the transgressions of thy people, and let them be blotted out forever.",
                    "score": 0.7667332690013973
                }
            ]
        },
        {
            "verse": 29,
            "text": "But I am poor and sorrowful: let thy salvation, O God, set me up on high.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 31,
                    "verse": 31,
                    "text": "O Lord, my heart is exceedingly sorrowful; wilt thou comfort my soul in Christ. O Lord, wilt thou grant unto me that I may have strength, that I may suffer with patience these afflictions which shall come upon me, because of the iniquity of this people.",
                    "score": 0.8029252828399289
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 3,
                    "verse": 17,
                    "text": "Because thou sayest, I am rich, and increased with goods, and have need of nothing; and knowest not that thou art wretched, and miserable, and poor, and blind, and naked:",
                    "score": 0.7907352888746562
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 7,
                    "verse": 14,
                    "text": "Yea, because I have got upon my tower that I might pour out my soul unto my God, because of the exceeding sorrow of my heart, which is because of your iniquities!",
                    "score": 0.7862137550556525
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 47,
                    "text": "Behold, my soul is rent with anguish because of you, and my heart is pained; I fear lest ye shall be cast off forever. Behold, I am full of the Spirit of God, insomuch that my frame has no strength.",
                    "score": 0.785848391912413
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 11,
                    "verse": 1,
                    "text": "Would to God ye could bear with me a little in my folly: and indeed bear with me.",
                    "score": 0.7816002399435836
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 38,
                    "verse": 16,
                    "text": "And for your salvation I give unto you a commandment, for I have heard your prayers, and the poor have complained before me, and the rich have I made, and all flesh is mine, and I am no respecter of persons.",
                    "score": 0.7802843716891276
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 4,
                    "verse": 18,
                    "text": "The Spirit of the Lord is upon me, because he hath anointed me to preach the gospel to the poor; he hath sent me to heal the brokenhearted, to preach deliverance to the captives, and recovering of sight to the blind, to set at liberty them that are bruised,",
                    "score": 0.7780836053875567
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 100,
                    "verse": 4,
                    "text": "Therefore, I, the Lord, have suffered you to come unto this place; for thus it was expedient in me for the salvation of souls.",
                    "score": 0.775392958840533
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 106,
                    "verse": 7,
                    "text": "Therefore, blessed is my servant Warren, for I will have mercy on him; and, notwithstanding the vanity of his heart, I will lift him up inasmuch as he will humble himself before me.",
                    "score": 0.7735842618591281
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 6,
                    "text": "Yea, it grieveth my soul and causeth me to shrink with shame before the presence of my Maker, that I must testify unto you concerning the wickedness of your hearts.",
                    "score": 0.7729805913177681
                }
            ]
        },
        {
            "verse": 30,
            "text": "I will praise the name of God with a song, and will magnify him with thanksgiving.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 26,
                    "verse": 8,
                    "text": "Blessed be the name of our God; let us sing to his praise, yea, let us give thanks to his holy name, for he doth work righteousness forever.",
                    "score": 0.8298667470357495
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 28,
                    "text": "If thou art merry, praise the Lord with singing, with music, with dancing, and with a prayer of praise and thanksgiving.",
                    "score": 0.8047191864600806
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 49,
                    "text": "Behold, my soul abhorreth sin, and my heart delighteth in righteousness; and I will praise the holy name of my God.",
                    "score": 0.8020003838649757
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 52,
                    "text": "Behold, my beloved brethren, remember the words of your God; pray unto him continually by day, and give thanks unto his holy name by night. Let your hearts rejoice.",
                    "score": 0.7882855362227217
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 30,
                    "text": "Rejoice, O my heart, and cry unto the Lord, and say: O Lord, I will praise thee forever; yea, my soul will rejoice in thee, my God, and the rock of my salvation.",
                    "score": 0.7882495206581438
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 16,
                    "verse": 14,
                    "text": "He shall glorify me: for he shall receive of mine, and shall shew it unto you.",
                    "score": 0.7864000373049134
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 26,
                    "verse": 36,
                    "text": "Now if this is boasting, even so will I boast; for this is my life and my light, my joy and my salvation, and my redemption from everlasting wo. Yea, blessed is the name of my God, who has been mindful of this people, who are a branch of the tree of Israel, and has been lost from its body in a strange land; yea, I say, blessed be the name of my God, who has been mindful of us, wanderers in a strange land.",
                    "score": 0.7821755704250226
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 49,
                    "text": "For he that is mighty hath done to me great things; and holy is his name.",
                    "score": 0.7762013597742216
                },
                {
                    "volume": "New Testament",
                    "book": "Hebrews",
                    "chapter": 6,
                    "verse": 14,
                    "text": "Saying, Surely blessing I will bless thee, and multiplying I will multiply thee.",
                    "score": 0.775627644572084
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 98,
                    "text": "Until all shall know me, who remain, even from the least unto the greatest, and shall be filled with the knowledge of the Lord, and shall see eye to eye, and shall lift up their voice, and with the voice together sing this new song, saying:",
                    "score": 0.7756276306448622
                }
            ]
        },
        {
            "verse": 31,
            "text": "This also shall please the Lord better than an ox or bullock that hath horns and hoofs.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 62,
                    "verse": 7,
                    "text": "I, the Lord, am willing, if any among you desire to ride upon horses, or upon mules, or in chariots, he shall receive this blessing, if he receive it from the hand of the Lord, with a thankful heart in all things.",
                    "score": 0.8014971647558747
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 5,
                    "verse": 12,
                    "text": "Saying with a loud voice, Worthy is the Lamb that was slain to receive power, and riches, and wisdom, and strength, and honour, and glory, and blessing.",
                    "score": 0.776938019477784
                },
                {
                    "volume": "New Testament",
                    "book": "1 Timothy",
                    "chapter": 5,
                    "verse": 18,
                    "text": "For the scripture saith, Thou shalt not muzzle the ox that treadeth out the corn. And, The labourer is worthy of his reward.",
                    "score": 0.7675245221848954
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 18,
                    "verse": 13,
                    "text": "And if so be that he find it, verily I say unto you, he rejoiceth more of that sheep, than of the ninety and nine which went not astray.",
                    "score": 0.7607248775327652
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 24,
                    "text": "And I, God, said: Let the earth bring forth the living creature after his kind, cattle, and creeping things, and beasts of the earth after their kind, and it was so;",
                    "score": 0.760266329561118
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 19,
                    "text": "For I will make my people with whom the Father hath covenanted, yea, I will make thy horn iron, and I will make thy hoofs brass. And thou shalt beat in pieces many people; and I will consecrate their gain unto the Lord, and their substance unto the Lord of the whole earth. And behold, I am he who doeth it.",
                    "score": 0.7483816736691226
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 5,
                    "verse": 13,
                    "text": "And every creature which is in heaven, and on the earth, and under the earth, and such as are in the sea, and all that are in them, heard I saying, Blessing, and honour, and glory, and power, be unto him that sitteth upon the throne, and unto the Lamb for ever and ever.",
                    "score": 0.7471644583670896
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 33,
                    "text": "And he shall set the sheep on his right hand, but the goats on the left.",
                    "score": 0.7466194018301753
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 119,
                    "text": "And to God and the Lamb be glory, and honor, and dominion forever and ever. Amen.",
                    "score": 0.7459002423085728
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 21,
                    "verse": 5,
                    "text": "And righteousness shall be the girdle of his loins, and faithfulness the girdle of his reins.",
                    "score": 0.7446046695031533
                }
            ]
        },
        {
            "verse": 32,
            "text": "The humble shall see this, and be glad: and your heart shall live that seek God.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 8,
                    "text": "Blessed are the pure in heart: for they shall see God.",
                    "score": 0.8364084992068255
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 12,
                    "verse": 8,
                    "text": "And blessed are all the pure in heart, for they shall see God.",
                    "score": 0.8172068993220121
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 4,
                    "verse": 10,
                    "text": "Humble yourselves in the sight of the Lord, and he shall lift you up.",
                    "score": 0.8140570628579671
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 49,
                    "text": "He who hath faith to see shall see.",
                    "score": 0.8022893762880278
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 13,
                    "verse": 28,
                    "text": "But that ye would humble yourselves before the Lord, and call on his holy name, and watch and pray continually, that ye may not be tempted above that which ye can bear, and thus be led by the Holy Spirit, becoming humble, meek, submissive, patient, full of love and all long-suffering;",
                    "score": 0.8006405864137897
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 79,
                    "text": "And it is my will that you shall humble yourselves before me, and obtain this blessing by your diligence and humility and the prayer of faith.",
                    "score": 0.7990035311955932
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 5,
                    "verse": 24,
                    "text": "Behold, I say unto him, he exalts himself and does not humble himself sufficiently before me; but if he will bow down before me, and humble himself in mighty prayer and faith, in the sincerity of his heart, then will I grant unto him a view of the things which he desires to see.",
                    "score": 0.797416793236299
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 18,
                    "verse": 10,
                    "text": "Remember the worth of souls is great in the sight of God;",
                    "score": 0.794361092508964
                },
                {
                    "volume": "New Testament",
                    "book": "1 Timothy",
                    "chapter": 2,
                    "verse": 3,
                    "text": "For this is good and acceptable in the sight of God our Saviour;",
                    "score": 0.7921950099148122
                },
                {
                    "volume": "New Testament",
                    "book": "Jude",
                    "chapter": 1,
                    "verse": 21,
                    "text": "Keep yourselves in the love of God, looking for the mercy of our Lord Jesus Christ unto eternal life.",
                    "score": 0.7887631995622388
                }
            ]
        },
        {
            "verse": 33,
            "text": "For the Lord heareth the poor, and despiseth not his prisoners.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 14,
                    "verse": 3,
                    "text": "Let not him that eateth despise him that eateth not; and let not him which eateth not judge him that eateth: for God hath received him.",
                    "score": 0.8065405978798185
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 19,
                    "verse": 17,
                    "text": "Therefore the Lord shall have no joy in their young men, neither shall have mercy on their fatherless and widows; for every one of them is a hypocrite and an evildoer, and every mouth speaketh folly. For all this his anger is not turned away, but his hand is stretched out still.",
                    "score": 0.7965741726925386
                },
                {
                    "volume": "New Testament",
                    "book": "1 Thessalonians",
                    "chapter": 4,
                    "verse": 8,
                    "text": "He therefore that despiseth, despiseth not man, but God, who hath also given unto us his holy Spirit.",
                    "score": 0.7941786385088379
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 7,
                    "text": "Thus saith the Lord, the Redeemer of Israel, his Holy One, to him whom man despiseth, to him whom the nations abhorreth, to servant of rulers: Kings shall see and arise, princes also shall worship, because of the Lord that is faithful.",
                    "score": 0.7921545151574525
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 11,
                    "verse": 25,
                    "text": "And except they repent in sackcloth and ashes, and cry mightily to the Lord their God, I will not hear their prayers, neither will I deliver them out of their afflictions; and thus saith the Lord, and thus hath he commanded me.",
                    "score": 0.7878024447715903
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 44,
                    "text": "Then shall they also answer him, saying, Lord, when saw we thee an hungred, or athirst, or a stranger, or naked, or sick, or in prison, and did not minister unto thee?",
                    "score": 0.7867083960905934
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 22,
                    "text": "And thus saith the Lord God: I will cause that they shall be loathsome unto thy people, save they shall repent of their iniquities.",
                    "score": 0.7861965136407907
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 10,
                    "verse": 16,
                    "text": "He that heareth you heareth me; and he that despiseth you despiseth me; and he that despiseth me despiseth him that sent me.",
                    "score": 0.7858773826379772
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 8,
                    "verse": 2,
                    "text": "Why seest thou this man, and hearest him revile against this people and against our law?",
                    "score": 0.7856628182024035
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 120,
                    "text": "For that which is more or less than this cometh of evil, and shall be attended with cursings and not blessings, saith the Lord your God. Even so. Amen.",
                    "score": 0.7850409505928808
                }
            ]
        },
        {
            "verse": 34,
            "text": "Let the heaven and earth praise him, the seas, and every thing that moveth therein.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 39,
                    "text": "And worship him that made heaven, and earth, and the sea, and the fountains of waters--",
                    "score": 0.8392840750738338
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 5,
                    "verse": 13,
                    "text": "And every creature which is in heaven, and on the earth, and under the earth, and such as are in the sea, and all that are in them, heard I saying, Blessing, and honour, and glory, and power, be unto him that sitteth upon the throne, and unto the Lamb for ever and ever.",
                    "score": 0.8124034637063474
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 28,
                    "text": "And I, God, blessed them, and said unto them: Be fruitful, and multiply, and replenish the earth, and subdue it, and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.",
                    "score": 0.809297655788418
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 10,
                    "verse": 6,
                    "text": "And sware by him that liveth for ever and ever, who created heaven, and the things that therein are, and the earth, and the things that therein are, and the sea, and the things which are therein, that there should be time no longer:",
                    "score": 0.8064829728086187
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 121,
                    "verse": 4,
                    "text": "O Lord God Almighty, maker of heaven, earth, and seas, and of all things that in them are, and who controllest and subjectest the devil, and the dark and benighted dominion of Sheol--stretch forth thy hand; let thine eye pierce; let thy pavilion be taken up; let thy hiding place no longer be covered; let thine ear be inclined; let thine heart be softened, and thy bowels moved with compassion toward us.",
                    "score": 0.8001591939232494
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 12,
                    "verse": 8,
                    "text": "For behold, the dust of the earth moveth hither and thither, to the dividing asunder, at the command of our great and everlasting God.",
                    "score": 0.7986838716616753
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 2,
                    "verse": 22,
                    "text": "And I, God, blessed them, saying: Be fruitful, and multiply, and fill the waters in the sea; and let fowl multiply in the earth;",
                    "score": 0.7971210314126779
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 20,
                    "text": "For behold, he shall stand upon the mount of Olivet, and upon the mighty ocean, even the great deep, and upon the islands of the sea, and upon the land of Zion.",
                    "score": 0.7948121964604387
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 21,
                    "verse": 9,
                    "text": "They shall not hurt nor destroy in all my holy mountain, for the earth shall be full of the knowledge of the Lord, as the waters cover the sea.",
                    "score": 0.7921918612759663
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 30,
                    "verse": 15,
                    "text": "They shall not hurt nor destroy in all my holy mountain; for the earth shall be full of the knowledge of the Lord as the waters cover the sea.",
                    "score": 0.7921918612759663
                }
            ]
        },
        {
            "verse": 35,
            "text": "For God will save Zion, and will build the cities of Judah: that they may dwell there, and have it in possession.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 23,
                    "text": "And they shall assist my people, the remnant of Jacob, and also as many of the house of Israel as shall come, that they may build a city, which shall be called the New Jerusalem.",
                    "score": 0.8113591257657845
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 12,
                    "text": "Behold, this is the tithing and the sacrifice which I, the Lord, require at their hands, that there may be a house built unto me for the salvation of Zion--",
                    "score": 0.8016354964423646
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 2,
                    "text": "Yea, the word of the Lord concerning his church, established in the last days for the restoration of his people, as he has spoken by the mouth of his prophets, and for the gathering of his saints to stand upon Mount Zion, which shall be the city of New Jerusalem.",
                    "score": 0.8010267983429369
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 39,
                    "text": "And whatsoever city thy servants shall enter, and the people of that city receive their testimony, let thy peace and thy salvation be upon that city; that they may gather out of that city the righteous, that they may come forth to Zion, or to her stakes, the places of thine appointment, with songs of everlasting joy;",
                    "score": 0.7947022120090478
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 32,
                    "text": "What shall then answer the messengers of the nations? That the Lord hath founded Zion, and the poor of his people shall trust in it.",
                    "score": 0.7925620277833904
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 64,
                    "text": "And there shall be mine abode, and it shall be Zion, which shall come forth out of all the creations which I have made; and for the space of a thousand years the earth shall rest.",
                    "score": 0.792074338211017
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 62,
                    "text": "And righteousness will I send down out of heaven; and truth will I send forth out of the earth, to bear testimony of mine Only Begotten; his resurrection from the dead; yea, and also the resurrection of all men; and righteousness and truth will I cause to sweep the earth as with a flood, to gather out mine elect from the four quarters of the earth, unto a place which I shall prepare, an Holy City, that my people may gird up their loins, and be looking forth for the time of my coming; for there shall be my tabernacle, and it shall be called Zion, a New Jerusalem.",
                    "score": 0.791093646340031
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 90,
                    "verse": 8,
                    "text": "That thereby they may be perfected in their ministry for the salvation of Zion, and of the nations of Israel, and of the Gentiles, as many as will believe;",
                    "score": 0.7894767929221516
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 14,
                    "verse": 5,
                    "text": "And the Lord will create upon every dwelling-place of mount Zion, and upon her assemblies, a cloud and smoke by day and the shining of a flaming fire by night; for upon all the glory of Zion shall be a defence.",
                    "score": 0.7886376325697093
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 67,
                    "text": "And the glory of the Lord shall be there, and the terror of the Lord also shall be there, insomuch that the wicked will not come unto it, and it shall be called Zion.",
                    "score": 0.7877099219977644
                }
            ]
        },
        {
            "verse": 36,
            "text": "The seed also of his servants shall inherit it: and they that love his name shall dwell therein.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 59,
                    "text": "Therefore, let my servant Joseph and his seed after him have place in that house, from generation to generation, forever and ever, saith the Lord.",
                    "score": 0.8532285826473676
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 19,
                    "text": "Wherefore, I will consecrate this land unto thy seed, and them who shall be numbered among thy seed, forever, for the land of their inheritance; for it is a choice land, saith God unto me, above all other lands, wherefore I will have all men that dwell thereon that they shall worship me, saith God.",
                    "score": 0.8378653875222873
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 9,
                    "text": "And it shall also be of worth unto the Gentiles; and not only unto the Gentiles but unto all the house of Israel, unto the making known of the covenants of the Father of heaven unto Abraham, saying: In thy seed shall all the kindreds of the earth be blessed.",
                    "score": 0.8214373072240995
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 1,
                    "verse": 43,
                    "text": "And there will I bless thee and thy seed, and raise up unto me of thy seed, and of the seed of thy brother, and they who shall go with thee, a great nation. And there shall be none greater than the nation which I will raise up unto me of thy seed, upon all the face of the earth. And thus I will do unto thee because this long time ye have cried unto me.",
                    "score": 0.8149471688219859
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 48,
                    "text": "He that sendeth up treasures unto the land of Zion shall receive an inheritance in this world, and his works shall follow him, and also a reward in the world to come.",
                    "score": 0.8142907703057244
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 15,
                    "verse": 18,
                    "text": "Wherefore, our father hath not spoken of our seed alone, but also of all the house of Israel, pointing to the covenant which should be fulfilled in the latter days; which covenant the Lord made to our father Abraham, saying: In thy seed shall all the kindreds of the earth be blessed.",
                    "score": 0.8098205952912116
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 8,
                    "text": "And after our seed is scattered the Lord God will proceed to do a marvelous work among the Gentiles, which shall be of great worth unto our seed; wherefore, it is likened unto their being nourished by the Gentiles and being carried in their arms and upon their shoulders.",
                    "score": 0.809199996438273
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 31,
                    "text": "Wherefore, because thou hast been faithful thy seed shall be blessed with his seed, that they dwell in prosperity long upon the face of this land; and nothing, save it shall be iniquity among them, shall harm or disturb their prosperity upon the face of this land forever.",
                    "score": 0.8047921898247431
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 2,
                    "text": "And may the Lord consecrate also unto thee this land, which is a most precious land, for thine inheritance and the inheritance of thy seed with thy brethren, for thy security forever, if it so be that ye shall keep the commandments of the Holy One of Israel.",
                    "score": 0.8046791107856923
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 30,
                    "text": "For if I will, saith the Lord of Hosts, raise up seed unto me, I will command my people; otherwise they shall hearken unto these things.",
                    "score": 0.8016004023980873
                }
            ]
        }
    ]
}