{
    "volume": "Old Testament",
    "book": "Psalms",
    "chapter": 98,
    "verses": [
        {
            "verse": 1,
            "text": "O sing unto the Lord a new song; for he hath done marvellous things: his right hand, and his holy arm, hath gotten him the victory.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 22,
                    "verse": 5,
                    "text": "Sing unto the Lord; for he hath done excellent things; this is known in all the earth.",
                    "score": 0.8338735100707798
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 49,
                    "text": "For he that is mighty hath done to me great things; and holy is his name.",
                    "score": 0.7994757867638325
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 74,
                    "text": "Behold the Lord your God hath spoken it. Amen.",
                    "score": 0.7770011781321178
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 20,
                    "verse": 36,
                    "text": "And the Lord God has spoken it; and honor, power and glory be rendered to his holy name, both now and ever. Amen.",
                    "score": 0.7749359638862243
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 4,
                    "verse": 11,
                    "text": "Thou art worthy, O Lord, to receive glory and honour and power: for thou hast created all things, and for thy pleasure they are and were created.",
                    "score": 0.7745600400355845
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 21,
                    "text": "His lord said unto him, Well done, thou good and faithful servant: thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord.",
                    "score": 0.773867182167567
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 98,
                    "text": "Until all shall know me, who remain, even from the least unto the greatest, and shall be filled with the knowledge of the Lord, and shall see eye to eye, and shall lift up their voice, and with the voice together sing this new song, saying:",
                    "score": 0.7733029674157662
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 128,
                    "verse": 22,
                    "text": "Brethren, shall we not go on in so great a cause? Go forward and not backward. Courage, brethren; and on, on to the victory! Let your hearts rejoice, and be exceedingly glad. Let the earth break forth into singing. Let the dead speak forth anthems of eternal praise to the King Immanuel, who hath ordained, before the world was, that which would enable us to redeem them out of their prison; for the prisoners shall go free.",
                    "score": 0.771472908491872
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 26,
                    "verse": 8,
                    "text": "Blessed be the name of our God; let us sing to his praise, yea, let us give thanks to his holy name, for he doth work righteousness forever.",
                    "score": 0.7694195611919832
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 23,
                    "text": "His lord said unto him, Well done, good and faithful servant; thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord.",
                    "score": 0.7687203461825242
                }
            ]
        },
        {
            "verse": 2,
            "text": "The Lord hath made known his salvation: his righteousness hath he openly shewed in the sight of the heathen.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 20,
                    "text": "The Lord hath made bare his holy arm in the eyes of all the nations; and all the ends of the earth shall see the salvation of God.",
                    "score": 0.8021050922545582
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 24,
                    "text": "The Lord hath made bare his holy arm in the eyes of all the nations, and all the ends of the earth shall see the salvation of our God?",
                    "score": 0.8001628172323522
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 15,
                    "verse": 31,
                    "text": "The Lord hath made bare his holy arm in the eyes of all the nations; and all the ends of the earth shall see the salvation of our God.",
                    "score": 0.8001628172323522
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 5,
                    "verse": 20,
                    "text": "And when he saw their faith, he said unto him, Man, thy sins are forgiven thee.",
                    "score": 0.7934907704496186
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 3,
                    "verse": 13,
                    "text": "And when he had said these words, behold, the Lord showed himself unto him, and said: Because thou knowest these things ye are redeemed from the fall; therefore ye are brought back into my presence; therefore I show myself unto you.",
                    "score": 0.7932946228543131
                },
                {
                    "volume": "New Testament",
                    "book": "Titus",
                    "chapter": 2,
                    "verse": 11,
                    "text": "For the grace of God that bringeth salvation hath appeared to all men,",
                    "score": 0.7908521927779181
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 47,
                    "text": "And he shall say: I am he who spake in righteousness, mighty to save.",
                    "score": 0.7855394693573204
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 18,
                    "verse": 42,
                    "text": "And Jesus said unto him, Receive thy sight: thy faith hath saved thee.",
                    "score": 0.7846690378293403
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 2,
                    "verse": 17,
                    "text": "And I spake unto Sam, making known unto him the things which the Lord had manifested unto me by his Holy Spirit. And it came to pass that he believed in my words.",
                    "score": 0.784652421452193
                },
                {
                    "volume": "New Testament",
                    "book": "2 Corinthians",
                    "chapter": 10,
                    "verse": 17,
                    "text": "But he that glorieth, let him glory in the Lord.",
                    "score": 0.7836449882349723
                }
            ]
        },
        {
            "verse": 3,
            "text": "He hath remembered his mercy and his truth toward the house of Israel: all the ends of the earth have seen the salvation of our God.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 54,
                    "text": "He hath holpen his servant Israel, in remembrance of his mercy;",
                    "score": 0.8006705015148683
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 24,
                    "text": "The Lord hath made bare his holy arm in the eyes of all the nations, and all the ends of the earth shall see the salvation of our God?",
                    "score": 0.7953053978931554
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 15,
                    "verse": 31,
                    "text": "The Lord hath made bare his holy arm in the eyes of all the nations; and all the ends of the earth shall see the salvation of our God.",
                    "score": 0.7953053978931554
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 19,
                    "verse": 17,
                    "text": "Yea, and all the earth shall see the salvation of the Lord, saith the prophet; every nation, kindred, tongue and people shall be blessed.",
                    "score": 0.7940648211625883
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 20,
                    "text": "The Lord hath made bare his holy arm in the eyes of all the nations; and all the ends of the earth shall see the salvation of God.",
                    "score": 0.7926858600041463
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 67,
                    "text": "And may all the scattered remnants of Israel, who have been driven to the ends of the earth, come to a knowledge of the truth, believe in the Messiah, and be redeemed from oppression, and rejoice before thee.",
                    "score": 0.7895696234743629
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 24,
                    "verse": 14,
                    "text": "And the great God has had mercy on us, and made these things known unto us that we might not perish; yea, and he has made these things known unto us beforehand, because he loveth our souls as well as he loveth our children; therefore, in his mercy he doth visit us by his angels, that the plan of salvation might be made known unto us as well as unto future generations.",
                    "score": 0.789125388232669
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 3,
                    "text": "For he shall make bare his holy arm in the eyes of all the nations, and all the ends of the earth shall see the salvation of their God.",
                    "score": 0.7880894733925854
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 35,
                    "text": "The Father hath made bare his holy arm in the eyes of all the nations; and all the ends of the earth shall see the salvation of the Father; and the Father and I are one.",
                    "score": 0.7847920908143586
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 1,
                    "text": "Thanks be to thy name, O Lord God of Israel, who keepest covenant and showest mercy unto thy servants who walk uprightly before thee, with all their hearts--",
                    "score": 0.7832283634897103
                }
            ]
        },
        {
            "verse": 4,
            "text": "Make a joyful noise unto the Lord, all the earth: make a loud noise, and rejoice, and sing praise.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 19,
                    "verse": 37,
                    "text": "And speak freely to all; yea, preach, exhort, declare the truth, even with a loud voice, with a sound of rejoicing, crying--Hosanna, hosanna, blessed be the name of the Lord God!",
                    "score": 0.8512136999982729
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 128,
                    "verse": 23,
                    "text": "Let the mountains shout for joy, and all ye valleys cry aloud; and all ye seas and dry lands tell the wonders of your Eternal King! And ye rivers, and brooks, and rills, flow down with gladness. Let the woods and all the trees of the field praise the Lord; and ye solid rocks weep for joy! And let the sun, moon, and the morning stars sing together, and let all the sons of God shout for joy! And let the eternal creations declare his name forever and ever! And again I say, how glorious is the voice we hear from heaven, proclaiming in our ears, glory, and salvation, and honor, and immortality, and eternal life; kingdoms, principalities, and powers!",
                    "score": 0.8332274147227308
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 22,
                    "verse": 5,
                    "text": "Sing unto the Lord; for he hath done excellent things; this is known in all the earth.",
                    "score": 0.8216846213472443
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 13,
                    "text": "Sing, O heavens; and be joyful, O earth; for the feet of those who are in the east shall be established; and break forth into singing, O mountains; for they shall be smitten no more; for the Lord hath comforted his people, and will have mercy upon his afflicted.",
                    "score": 0.8153134323970066
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 30,
                    "text": "Rejoice, O my heart, and cry unto the Lord, and say: O Lord, I will praise thee forever; yea, my soul will rejoice in thee, my God, and the rock of my salvation.",
                    "score": 0.8140967577983579
                },
                {
                    "volume": "New Testament",
                    "book": "Philippians",
                    "chapter": 4,
                    "verse": 4,
                    "text": "Rejoice in the Lord alway: and again I say, Rejoice.",
                    "score": 0.8131523366797716
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 16,
                    "text": "And thou must open thy mouth at all times, declaring my gospel with the sound of rejoicing. Amen.",
                    "score": 0.8089293586359401
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 76,
                    "verse": 1,
                    "text": "Hear, O ye heavens, and give ear, O earth, and rejoice ye inhabitants thereof, for the Lord is God, and beside him there is no Savior.",
                    "score": 0.8082428116011274
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 13,
                    "verse": 22,
                    "text": "Yea, and the voice of the Lord, by the mouth of angels, doth declare it unto all nations; yea, doth declare it, that they may have glad tidings of great joy; yea, and he doth sound these glad tidings among all his people, yea, even to them that are scattered abroad upon the face of the earth; wherefore they have come unto us.",
                    "score": 0.8060924506488216
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 18,
                    "text": "For the day cometh that the Lord shall utter his voice out of heaven; the heavens shall shake and the earth shall tremble, and the trump of God shall sound both long and loud, and shall say to the sleeping nations: Ye saints arise and live; ye sinners stay and sleep until I shall call again.",
                    "score": 0.8009618118642445
                }
            ]
        },
        {
            "verse": 5,
            "text": "Sing unto the Lord with the harp; with the harp, and the voice of a psalm.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Ephesians",
                    "chapter": 5,
                    "verse": 19,
                    "text": "Speaking to yourselves in psalms and hymns and spiritual songs, singing and making melody in your heart to the Lord;",
                    "score": 0.8232557636635607
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 22,
                    "verse": 5,
                    "text": "Sing unto the Lord; for he hath done excellent things; this is known in all the earth.",
                    "score": 0.7955177261021571
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 28,
                    "text": "If thou art merry, praise the Lord with singing, with music, with dancing, and with a prayer of praise and thanksgiving.",
                    "score": 0.7748946076301726
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 18,
                    "text": "Thy watchmen shall lift up the voice; with the voice together shall they sing, for they shall see eye to eye when the Lord shall bring again Zion.",
                    "score": 0.7626323447767844
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 22,
                    "text": "Thy watchmen shall lift up the voice; with the voice together shall they sing; for they shall see eye to eye when the Lord shall bring again Zion;",
                    "score": 0.7626323447767844
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 5,
                    "text": "Behold, I, the Lord, utter my voice, and it shall be obeyed.",
                    "score": 0.7616477934130599
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 98,
                    "text": "Until all shall know me, who remain, even from the least unto the greatest, and shall be filled with the knowledge of the Lord, and shall see eye to eye, and shall lift up their voice, and with the voice together sing this new song, saying:",
                    "score": 0.7615297074256596
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 19,
                    "verse": 37,
                    "text": "And speak freely to all; yea, preach, exhort, declare the truth, even with a loud voice, with a sound of rejoicing, crying--Hosanna, hosanna, blessed be the name of the Lord God!",
                    "score": 0.7613787646770103
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 13,
                    "text": "Sing, O heavens; and be joyful, O earth; for the feet of those who are in the east shall be established; and break forth into singing, O mountains; for they shall be smitten no more; for the Lord hath comforted his people, and will have mercy upon his afflicted.",
                    "score": 0.7573285992326758
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 15,
                    "verse": 29,
                    "text": "Yea, Lord, thy watchmen shall lift up their voice; with the voice together shall they sing; for they shall see eye to eye, when the Lord shall bring again Zion.",
                    "score": 0.7559460148472066
                }
            ]
        },
        {
            "verse": 6,
            "text": "With trumpets and sound of cornet make a joyful noise before the Lord, the King.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 31,
                    "text": "And he shall send his angels with a great sound of a trumpet, and they shall gather together his elect from the four winds, from one end of heaven to the other.",
                    "score": 0.774282214165587
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 37,
                    "text": "And whoso treasureth up my word, shall not be deceived, for the Son of Man shall come, and he shall send his angels before him with the great sound of a trumpet, and they shall gather together the remainder of his elect from the four winds, from one end of heaven to the other.",
                    "score": 0.7676753204054421
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 38,
                    "text": "Saying, Blessed be the King that cometh in the name of the Lord: peace in heaven, and glory in the highest.",
                    "score": 0.7647835241178225
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 8,
                    "verse": 6,
                    "text": "And the seven angels which had the seven trumpets prepared themselves to sound.",
                    "score": 0.7392735974792208
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 10,
                    "text": "I was in the Spirit on the Lord's day, and heard behind me a great voice, as of a trumpet,",
                    "score": 0.7366785145899223
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 19,
                    "text": "For I will make my people with whom the Father hath covenanted, yea, I will make thy horn iron, and I will make thy hoofs brass. And thou shalt beat in pieces many people; and I will consecrate their gain unto the Lord, and their substance unto the Lord of the whole earth. And behold, I am he who doeth it.",
                    "score": 0.7363302210131841
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 9,
                    "verse": 13,
                    "text": "And the sixth angel sounded, and I heard a voice from the four horns of the golden altar which is before God,",
                    "score": 0.7357970040365187
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 6,
                    "verse": 2,
                    "text": "Therefore when thou doest thine alms, do not sound a trumpet before thee, as the hypocrites do in the synagogues and in the streets, that they may have glory of men. Verily I say unto you, They have their reward.",
                    "score": 0.7328474399136868
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 43,
                    "text": "Then shall the righteous shine forth as the sun in the kingdom of their Father. Who hath ears to hear, let him hear.",
                    "score": 0.7305770318914335
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 72,
                    "verse": 1,
                    "text": "Hearken, and listen to the voice of the Lord, O ye who have assembled yourselves together, who are the high priests of my church, to whom the kingdom and power have been given.",
                    "score": 0.7286759546227434
                }
            ]
        },
        {
            "verse": 7,
            "text": "Let the sea roar, and the fulness thereof; the world, and they that dwell therein.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 30,
                    "text": "And in that day they shall roar against them like the roaring of the sea; and if they look unto the land, behold, darkness and sorrow, and the light is darkened in the heavens thereof.",
                    "score": 0.8216098395716582
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 1,
                    "text": "Hearken, O ye people of my church, saith the voice of him who dwells on high, and whose eyes are upon all men; yea, verily I say: Hearken ye people from afar; and ye that are upon the islands of the sea, listen together.",
                    "score": 0.8102783092408186
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 21,
                    "verse": 35,
                    "text": "For as a snare shall it come on all them that dwell on the face of the whole earth.",
                    "score": 0.7842610616514402
                },
                {
                    "volume": "New Testament",
                    "book": "1 John",
                    "chapter": 4,
                    "verse": 5,
                    "text": "They are of the world: therefore speak they of the world, and the world heareth them.",
                    "score": 0.7831749490063226
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 12,
                    "verse": 12,
                    "text": "Therefore rejoice, ye heavens, and ye that dwell in them. Woe to the inhabiters of the earth and of the sea! for the devil is come down unto you, having great wrath, because he knoweth that he hath but a short time.",
                    "score": 0.7829431622588351
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 29,
                    "verse": 24,
                    "text": "For all old things shall pass away, and all things shall become new, even the heaven and the earth, and all the fulness thereof, both men and beasts, the fowls of the air, and the fishes of the sea;",
                    "score": 0.7766526181205724
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 128,
                    "verse": 23,
                    "text": "Let the mountains shout for joy, and all ye valleys cry aloud; and all ye seas and dry lands tell the wonders of your Eternal King! And ye rivers, and brooks, and rills, flow down with gladness. Let the woods and all the trees of the field praise the Lord; and ye solid rocks weep for joy! And let the sun, moon, and the morning stars sing together, and let all the sons of God shout for joy! And let the eternal creations declare his name forever and ever! And again I say, how glorious is the voice we hear from heaven, proclaiming in our ears, glory, and salvation, and honor, and immortality, and eternal life; kingdoms, principalities, and powers!",
                    "score": 0.7707924415988024
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 2,
                    "text": "And when that day shall come they shall be visited of the Lord of Hosts, with thunder and with earthquake, and with a great noise, and with storm, and with tempest, and with the flame of devouring fire.",
                    "score": 0.769726526563531
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 64,
                    "text": "For, verily, the sound must go forth from this place into all the world, and unto the uttermost parts of the earth--the gospel must be preached unto every creature, with signs following them that believe.",
                    "score": 0.7667511533241849
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 19,
                    "verse": 12,
                    "text": "And all these things must surely come, saith the prophet Zenos. And the rocks of the earth must rend; and because of the groanings of the earth, many of the kings of the isles of the sea shall be wrought upon by the Spirit of God, to exclaim: The God of nature suffers.",
                    "score": 0.765516588294917
                }
            ]
        },
        {
            "verse": 8,
            "text": "Let the floods clap their hands: let the hills be joyful together",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 128,
                    "verse": 23,
                    "text": "Let the mountains shout for joy, and all ye valleys cry aloud; and all ye seas and dry lands tell the wonders of your Eternal King! And ye rivers, and brooks, and rills, flow down with gladness. Let the woods and all the trees of the field praise the Lord; and ye solid rocks weep for joy! And let the sun, moon, and the morning stars sing together, and let all the sons of God shout for joy! And let the eternal creations declare his name forever and ever! And again I say, how glorious is the voice we hear from heaven, proclaiming in our ears, glory, and salvation, and honor, and immortality, and eternal life; kingdoms, principalities, and powers!",
                    "score": 0.7947955894574352
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 31,
                    "text": "And the boundaries of the everlasting hills shall tremble at their presence.",
                    "score": 0.7634343876050382
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 13,
                    "text": "Sing, O heavens; and be joyful, O earth; for the feet of those who are in the east shall be established; and break forth into singing, O mountains; for they shall be smitten no more; for the Lord hath comforted his people, and will have mercy upon his afflicted.",
                    "score": 0.7547879416962994
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 14,
                    "text": "And upon all the high mountains, and upon all the hills, and upon all the nations which are lifted up, and upon every people;",
                    "score": 0.7545185411250814
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 12,
                    "verse": 9,
                    "text": "Yea, behold at his voice do the hills and the mountains tremble and quake.",
                    "score": 0.7524620582457257
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 12,
                    "verse": 15,
                    "text": "Rejoice with them that do rejoice, and weep with them that weep.",
                    "score": 0.7471713949197795
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 23,
                    "verse": 4,
                    "text": "The noise of the multitude in the mountains like as of a great people, a tumultuous noise of the kingdoms of nations gathered together, the Lord of Hosts mustereth the hosts of the battle.",
                    "score": 0.7447427225998492
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 18,
                    "verse": 11,
                    "text": "And now when the people had heard these words, they clapped their hands for joy, and exclaimed: This is the desire of our hearts.",
                    "score": 0.742291853036343
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 15,
                    "verse": 30,
                    "text": "Break forth into joy, sing together, ye waste places of Jerusalem; for the Lord hath comforted his people, he hath redeemed Jerusalem.",
                    "score": 0.7374694068441335
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 23,
                    "text": "Break forth into joy; sing together ye waste places of Jerusalem; for the Lord hath comforted his people, he hath redeemed Jerusalem;",
                    "score": 0.7374694068441335
                }
            ]
        },
        {
            "verse": 9,
            "text": "Before the Lord; for he cometh to judge the earth: with righteousness shall he judge the world, and the people with equity.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 30,
                    "verse": 9,
                    "text": "And with righteousness shall the Lord God judge the poor, and reprove with equity for the meek of the earth. And he shall smite the earth with the rod of his mouth; and with the breath of his lips shall he slay the wicked.",
                    "score": 0.8694540506523469
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 21,
                    "verse": 4,
                    "text": "But with righteousness shall he judge the poor, and reprove with equity for the meek of the earth; and he shall smite the earth with the rod of his mouth, and with the breath of his lips shall he slay the wicked.",
                    "score": 0.8609074329076757
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 3,
                    "verse": 6,
                    "text": "God forbid: for then how shall God judge the world?",
                    "score": 0.8289513117315317
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 10,
                    "verse": 26,
                    "text": "For the earth is the Lord's, and the fulness thereof.",
                    "score": 0.8098107388497061
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 29,
                    "text": "For in mine own due time will I come upon the earth in judgment, and my people shall be redeemed and shall reign with me on earth.",
                    "score": 0.8094471836969616
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 17,
                    "verse": 31,
                    "text": "Because he hath appointed a day, in the which he will judge the world in righteousness by that man whom he hath ordained; whereof he hath given assurance unto all men, in that he hath raised him from the dead.",
                    "score": 0.8077447528049319
                },
                {
                    "volume": "New Testament",
                    "book": "2 Peter",
                    "chapter": 3,
                    "verse": 13,
                    "text": "Nevertheless we, according to his promise, look for new heavens and a new earth, wherein dwelleth righteousness.",
                    "score": 0.8030131833064528
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 19,
                    "verse": 2,
                    "text": "For true and righteous are his judgments: for he hath judged the great whore, which did corrupt the earth with her fornication, and hath avenged the blood of his servants at her hand.",
                    "score": 0.8015489730819774
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 19,
                    "verse": 17,
                    "text": "Yea, and all the earth shall see the salvation of the Lord, saith the prophet; every nation, kindred, tongue and people shall be blessed.",
                    "score": 0.7939253176265647
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 13,
                    "verse": 13,
                    "text": "The Lord standeth up to plead, and standeth to judge the people.",
                    "score": 0.7938841270074651
                }
            ]
        }
    ]
}