{
    "volume": "Old Testament",
    "book": "Ruth",
    "chapter": 3,
    "verses": [
        {
            "verse": 1,
            "text": "Then Naomi her mother in law said unto her, My daughter, shall I not seek rest for thee, that it may be well with thee?",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 5,
                    "text": "But behold, my sons and my daughters, I cannot go down to my grave save I should leave a blessing upon you; for behold, I know that if ye are brought up in the way ye should go ye will not depart from it.",
                    "score": 0.7811037093310992
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 90,
                    "verse": 31,
                    "text": "That she may settle down in peace inasmuch as she is faithful, and not be idle in her days from thenceforth.",
                    "score": 0.7692876408964971
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 2,
                    "verse": 25,
                    "text": "And it came to pass that I, Abraham, told Sarai, my wife, all that the Lord had said unto me--Therefore say unto them, I pray thee, thou art my sister, that it may be well with me for thy sake, and my soul shall live because of thee.",
                    "score": 0.7591897522701607
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 5,
                    "verse": 23,
                    "text": "And besought him greatly, saying, My little daughter lieth at the point of death: I pray thee, come and lay thy hands on her, that she may be healed; and she shall live.",
                    "score": 0.757706731937962
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 33,
                    "text": "For they shall not lead away captive the daughters of my people because of their tenderness, save I shall visit them with a sore curse, even unto destruction; for they shall not commit whoredoms, like unto them of old, saith the Lord of Hosts.",
                    "score": 0.7553409107163895
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 7,
                    "verse": 13,
                    "text": "And the woman which hath an husband that believeth not, and if he be pleased to dwell with her, let her not leave him.",
                    "score": 0.7533591186123981
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 7,
                    "verse": 12,
                    "text": "But to the rest speak I, not the Lord: If any brother hath a wife that believeth not, and she be pleased to dwell with him, let him not put her away.",
                    "score": 0.750816556732355
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 8,
                    "verse": 48,
                    "text": "And he said unto her, Daughter, be of good comfort: thy faith hath made thee whole; go in peace.",
                    "score": 0.7489251021989155
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 23,
                    "text": "And kings shall be thy nursing fathers, and their queens thy nursing mothers; they shall bow down to thee with their face towards the earth, and lick up the dust of thy feet; and thou shalt know that I am the Lord; for they shall not be ashamed that wait for me.",
                    "score": 0.7482720085834014
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 6,
                    "verse": 7,
                    "text": "And kings shall be thy nursing fathers, and their queens thy nursing mothers; they shall bow down to thee with their faces towards the earth, and lick up the dust of thy feet; and thou shalt know that I am the Lord; for they shall not be ashamed that wait for me.",
                    "score": 0.7481147934562261
                }
            ]
        },
        {
            "verse": 2,
            "text": "And now is not Boaz of our kindred, with whose maidens thou wast? Behold, he winnoweth barley to night in the threshingfloor.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 23,
                    "text": "And that which doth not edify is not of God, and is darkness.",
                    "score": 0.7743699494758027
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 8,
                    "verse": 21,
                    "text": "Therefore hear now this, thou afflicted, and drunken, and not with wine:",
                    "score": 0.773847795032815
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--History",
                    "chapter": 1,
                    "verse": 37,
                    "text": "For behold, the day cometh that shall burn as an oven, and all the proud, yea, and all that do wickedly shall burn as stubble; for they that come shall burn them, saith the Lord of Hosts, that it shall leave them neither root nor branch.",
                    "score": 0.7686844740753949
                },
                {
                    "volume": "New Testament",
                    "book": "Galatians",
                    "chapter": 3,
                    "verse": 16,
                    "text": "Now to Abraham and his seed were the promises made. He saith not, And to seeds, as of many; but as of one, And to thy seed, which is Christ.",
                    "score": 0.767776158987606
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 22,
                    "verse": 10,
                    "text": "And he saith unto me, Seal not the sayings of the prophecy of this book: for the time is at hand.",
                    "score": 0.7676649321805027
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 4,
                    "text": "For behold, all ye that doeth iniquity, stay yourselves and wonder, for ye shall cry out, and cry; yea, ye shall be drunken but not with wine, ye shall stagger but not with strong drink.",
                    "score": 0.766528665974855
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 1,
                    "verse": 33,
                    "text": "And he that repents not, from him shall be taken even the light which he has received; for my Spirit shall not always strive with man, saith the Lord of Hosts.",
                    "score": 0.7664132695310316
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 25,
                    "verse": 1,
                    "text": "For behold, the day cometh that shall burn as an oven; and all the proud, yea, and all that do wickedly, shall be stubble; and the day that cometh shall burn them up, saith the Lord of Hosts, that it shall leave them neither root nor branch.",
                    "score": 0.7656831047202991
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 14,
                    "verse": 22,
                    "text": "Judas saith unto him, not Iscariot, Lord, how is it that thou wilt manifest thyself unto us, and not unto the world?",
                    "score": 0.765450546419926
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 11,
                    "verse": 35,
                    "text": "Take heed therefore that the light which is in thee be not darkness.",
                    "score": 0.7638193247845475
                }
            ]
        },
        {
            "verse": 3,
            "text": "Wash thyself therefore, and anoint thee, and put thy raiment upon thee, and get thee down to the floor: but make not thyself known unto the man, until he shall have done eating and drinking.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 17,
                    "verse": 8,
                    "text": "And will not rather say unto him, Make ready wherewith I may sup, and gird thyself, and serve me, till I have eaten and drunken; and afterward thou shalt eat and drink?",
                    "score": 0.8366371362452182
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 14,
                    "verse": 3,
                    "text": "Let not him that eateth despise him that eateth not; and let not him which eateth not judge him that eateth: for God hath received him.",
                    "score": 0.8222462017373273
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 11,
                    "verse": 29,
                    "text": "For he that eateth and drinketh unworthily, eateth and drinketh damnation to himself, not discerning the Lord's body.",
                    "score": 0.8112260321392576
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 18,
                    "verse": 29,
                    "text": "For whoso eateth and drinketh my flesh and blood unworthily eateth and drinketh damnation to his soul; therefore if ye know that a man is unworthy to eat and drink of my flesh and blood ye shall forbid him.",
                    "score": 0.805280569907928
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 14,
                    "verse": 6,
                    "text": "He that regardeth the day, regardeth it unto the Lord; and he that regardeth not the day, to the Lord he doth not regard it. He that eateth, eateth to the Lord, for he giveth God thanks; and he that eateth not, to the Lord he eateth not, and giveth God thanks.",
                    "score": 0.8045791760608392
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 7,
                    "verse": 5,
                    "text": "Defraud ye not one the other, except it be with consent for a time, that ye may give yourselves to fasting and prayer; and come together again, that Satan tempt you not for your incontinency.",
                    "score": 0.8020396136089392
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 81,
                    "text": "Therefore, take ye no thought for the morrow, for what ye shall eat, or what ye shall drink, or wherewithal ye shall be clothed.",
                    "score": 0.7995281445616694
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 7,
                    "verse": 21,
                    "text": "And he doth not dwell in unholy temples; neither can filthiness or anything which is unclean be received into the kingdom of God; therefore I say unto you the time shall come, yea, and it shall be at the last day, that he who is filthy shall remain in his filthiness.",
                    "score": 0.7984302283095962
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 60,
                    "verse": 15,
                    "text": "And shake off the dust of thy feet against those who receive thee not, not in their presence, lest thou provoke them, but in secret; and wash thy feet, as a testimony against them in the day of judgment.",
                    "score": 0.7968420089636211
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 13,
                    "verse": 10,
                    "text": "Jesus saith to him, He that is washed needeth not save to wash his feet, but is clean every whit: and ye are clean, but not all.",
                    "score": 0.7951474978582781
                }
            ]
        },
        {
            "verse": 4,
            "text": "And it shall be, when he lieth down, that thou shalt mark the place where he shall lie, and thou shalt go in, and uncover his feet, and lay thee down; and he will tell thee what thou shalt do.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 37,
                    "verse": 37,
                    "text": "Counsel with the Lord in all thy doings, and he will direct thee for good; yea, when thou liest down at night lie down unto the Lord, that he may watch over you in your sleep; and when thou risest in the morning let thy heart be full of thanks unto God; and if ye do these things, ye shall be lifted up at the last day.",
                    "score": 0.7958186460244983
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 28,
                    "verse": 15,
                    "text": "And it shall be given thee from the time thou shalt go, until the time thou shalt return, what thou shalt do.",
                    "score": 0.7956367397261943
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 23,
                    "text": "If thou doest well, thou shalt be accepted. And if thou doest not well, sin lieth at the door, and Satan desireth to have thee; and except thou shalt hearken unto my commandments, I will deliver thee up, and it shall be unto thee according to his desire. And thou shalt rule over him;",
                    "score": 0.7953514631274049
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 12,
                    "verse": 18,
                    "text": "And behold, if a man hide up a treasure in the earth, and the Lord shall say--Let it be accursed, because of the iniquity of him who hath hid it up--behold, it shall be accursed.",
                    "score": 0.7887355303705269
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 62,
                    "text": "Thou shalt ask, and it shall be revealed unto you in mine own due time where the New Jerusalem shall be built.",
                    "score": 0.7884146543568904
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 13,
                    "verse": 6,
                    "text": "But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father who is in secret; and thy Father, who seeth in secret, shall reward thee openly.",
                    "score": 0.7810105244826828
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 86,
                    "text": "And if he or she shall lie, he or she shall be delivered up unto the law of the land.",
                    "score": 0.7808809198413708
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 6,
                    "verse": 6,
                    "text": "But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father which is in secret; and thy Father which seeth in secret shall reward thee openly.",
                    "score": 0.7802850427121231
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 21,
                    "text": "Thou shalt not lie; he that lieth and will not repent shall be cast out.",
                    "score": 0.77973312197969
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 11,
                    "verse": 34,
                    "text": "And said, Where have ye laid him? They said unto him, Lord, come and see.",
                    "score": 0.7793393585868351
                }
            ]
        },
        {
            "verse": 5,
            "text": "And she said unto her, All that thou sayest unto me I will do.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 4,
                    "verse": 26,
                    "text": "Jesus saith unto her, I that speak unto thee am he.",
                    "score": 0.8288095074533601
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 22,
                    "verse": 10,
                    "text": "And I said, What shall I do, Lord? And the Lord said unto me, Arise, and go into Damascus; and there it shall be told thee of all things which are appointed for thee to do.",
                    "score": 0.824522497315875
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 64,
                    "verse": 14,
                    "text": "Verily I say, for this cause ye shall do these things.",
                    "score": 0.8170422845914906
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 15,
                    "verse": 7,
                    "text": "If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you.",
                    "score": 0.8132075796923977
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 50,
                    "text": "And I said unto them: If God had commanded me to do all things I could do them. If he should command me that I should say unto this water, be thou earth, it should be earth; and if I should say it, it would be done.",
                    "score": 0.8121894113584154
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 14,
                    "verse": 9,
                    "text": "Verily I say unto you, Wheresoever this gospel shall be preached throughout the whole world, this also that she hath done shall be spoken of for a memorial of her.",
                    "score": 0.8115630595787049
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 26,
                    "verse": 13,
                    "text": "Verily I say unto you, Wheresoever this gospel shall be preached in the whole world, there shall also this, that this woman hath done, be told for a memorial of her.",
                    "score": 0.8109646971801475
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 25,
                    "verse": 10,
                    "text": "For he said unto them: What ye shall do unto me shall be a type of things to come.",
                    "score": 0.810407318848327
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 46,
                    "verse": 31,
                    "text": "And again, I say unto you, all things must be done in the name of Christ, whatsoever you do in the Spirit;",
                    "score": 0.80833013282206
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 18,
                    "verse": 41,
                    "text": "Saying, What wilt thou that I shall do unto thee? And he said, Lord, that I may receive my sight.",
                    "score": 0.8059924150837514
                }
            ]
        },
        {
            "verse": 6,
            "text": "And she went down unto the floor, and did according to all that her mother in law bade her.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 16,
                    "verse": 15,
                    "text": "And when she was baptized, and her household, she besought us, saying, If ye have judged me to be faithful to the Lord, come into my house, and abide there. And she constrained us.",
                    "score": 0.7498043011902832
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 2,
                    "verse": 5,
                    "text": "His mother saith unto the servants, Whatsoever he saith unto you, do it.",
                    "score": 0.7448787685483576
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 5,
                    "verse": 33,
                    "text": "But the woman fearing and trembling, knowing what was done in her, came and fell down before him, and told him all the truth.",
                    "score": 0.7443854794348034
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 18,
                    "verse": 5,
                    "text": "For her sins have reached unto heaven, and God hath remembered her iniquities.",
                    "score": 0.7394190299390416
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 4,
                    "text": "They say unto him, Master, this woman was taken in adultery, in the very act.",
                    "score": 0.7354107871920869
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 7,
                    "verse": 25,
                    "text": "For a certain woman, whose young daughter had an unclean spirit, heard of him, and came and fell at his feet:",
                    "score": 0.7347424168349519
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 15,
                    "verse": 2,
                    "text": "And they related unto them all that had happened unto their wives and children, and also concerning themselves, and of their power of deliverance.",
                    "score": 0.7282791244860806
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 2,
                    "verse": 11,
                    "text": "And when they were come into the house, they saw the young child with Mary his mother, and fell down, and worshipped him: and when they had opened their treasures, they presented unto him gifts; gold, and frankincense, and myrrh.",
                    "score": 0.7267927957532648
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 2,
                    "verse": 51,
                    "text": "And he went down with them, and came to Nazareth, and was subject unto them: but his mother kept all these sayings in her heart.",
                    "score": 0.7218367143551296
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 7,
                    "verse": 30,
                    "text": "And when she was come to her house, she found the devil gone out, and her daughter laid upon the bed.",
                    "score": 0.7218039305576027
                }
            ]
        },
        {
            "verse": 7,
            "text": "And when Boaz had eaten and drunk, and his heart was merry, he went to lie down at the end of the heap of corn: and she came softly, and uncovered his feet, and laid her down.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 8,
                    "verse": 22,
                    "text": "And it came to pass that Alma ate bread and was filled; and he blessed Amulek and his house, and he gave thanks unto God.",
                    "score": 0.7275497280945552
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 13,
                    "verse": 4,
                    "text": "And when he sowed, some seeds fell by the way side, and the fowls came and devoured them up:",
                    "score": 0.7272284950324223
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 12,
                    "verse": 24,
                    "text": "Verily, verily, I say unto you, Except a corn of wheat fall into the ground and die, it abideth alone: but if it die, it bringeth forth much fruit.",
                    "score": 0.7137712279661024
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 27,
                    "verse": 17,
                    "text": "Now the joy of Ammon was so great even that he was full; yea, he was swallowed up in the joy of his God, even to the exhausting of his strength; and he fell again to the earth.",
                    "score": 0.7108385237576238
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 24,
                    "verse": 30,
                    "text": "And it came to pass, as he sat at meat with them, he took bread, and blessed it, and brake, and gave to them.",
                    "score": 0.7083295605219401
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 75,
                    "text": "And it came to pass that when the Lord of the vineyard saw that his fruit was good, and that his vineyard was no more corrupt, he called up his servants, and said unto them: Behold, for this last time have we nourished my vineyard; and thou beholdest that I have done according to my will; and I have preserved the natural fruit, that it is good, even like as it was in the beginning. And blessed art thou; for because ye have been diligent in laboring with me in my vineyard, and have kept my commandments, and have brought unto me again the natural fruit, that my vineyard is no more corrupted, and the bad is cast away, behold ye shall have joy with me because of the fruit of my vineyard.",
                    "score": 0.7069315124456625
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 7,
                    "text": "But he truly gave unto them bread to eat, and also wine to drink.",
                    "score": 0.7061157246754193
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 4,
                    "verse": 12,
                    "text": "And when the woman saw that the tree was good for food, and that it became pleasant to the eyes, and a tree to be desired to make her wise, she took of the fruit thereof, and did eat, and also gave unto her husband with her, and he did eat.",
                    "score": 0.7060826549458571
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 6,
                    "text": "Now, this was what Ammon desired, for he knew that king Lamoni was under the power of God; he knew that the dark veil of unbelief was being cast away from his mind, and the light which did light up his mind, which was the light of the glory of God, which was a marvelous light of his goodness--yea, this light had infused such joy into his soul, the cloud of darkness having been dispelled, and that the light of everlasting life was lit up in his soul, yea, he knew that this had overcome his natural frame, and he was carried away in God--",
                    "score": 0.7057709571374045
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 24,
                    "verse": 18,
                    "text": "Now it came to pass that Alma and his people in the night-time gathered their flocks together, and also of their grain; yea, even all the night-time were they gathering their flocks together.",
                    "score": 0.7051681349292945
                }
            ]
        },
        {
            "verse": 8,
            "text": "And it came to pass at midnight, that the man was afraid, and turned himself: and, behold, a woman lay at his feet.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 5,
                    "verse": 33,
                    "text": "But the woman fearing and trembling, knowing what was done in her, came and fell down before him, and told him all the truth.",
                    "score": 0.7671576546740368
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 58,
                    "verse": 26,
                    "text": "Now it came to pass that when it was night, I caused that my men should not sleep, but that they should march forward by another way towards the land of Manti.",
                    "score": 0.7287749995317125
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 6,
                    "text": "And at midnight there was a cry made, Behold, the bridegroom cometh; go ye out to meet him.",
                    "score": 0.7144951306230699
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 8,
                    "verse": 35,
                    "text": "Then they went out to see what was done; and came to Jesus, and found the man, out of whom the devils were departed, sitting at the feet of Jesus, clothed, and in his right mind: and they were afraid.",
                    "score": 0.7127909770935457
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 101,
                    "verse": 84,
                    "text": "And he would not for a while, but afterward he said within himself: Though I fear not God, nor regard man, yet because this widow troubleth me I will avenge her, lest by her continual coming she weary me.",
                    "score": 0.7087306470373625
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 8,
                    "verse": 47,
                    "text": "And when the woman saw that she was not hid, she came trembling, and falling down before him, she declared unto him before all the people for what cause she had touched him, and how she was healed immediately.",
                    "score": 0.7077571895335809
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 5,
                    "verse": 28,
                    "text": "And it came to pass that they were overshadowed with a cloud of darkness, and an awful solemn fear came upon them.",
                    "score": 0.7065086222301076
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 7,
                    "verse": 25,
                    "text": "For a certain woman, whose young daughter had an unclean spirit, heard of him, and came and fell at his feet:",
                    "score": 0.6977815056555069
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 17,
                    "text": "And when I saw him, I fell at his feet as dead. And he laid his right hand upon me, saying unto me, Fear not; I am the first and the last:",
                    "score": 0.6972500752697909
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 39,
                    "text": "And it came to pass when they heard him, no man laid hands on him; for fear came on all them that heard him; for he walked with God.",
                    "score": 0.6969561479869316
                }
            ]
        },
        {
            "verse": 9,
            "text": "And he said, Who art thou? And she answered, I am Ruth thine handmaid: spread therefore thy skirt over thine handmaid; for thou art a near kinsman.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 56,
                    "text": "And again, verily I say, let mine handmaid forgive my servant Joseph his trespasses; and then shall she be forgiven her trespasses, wherein she has trespassed against me; and I, the Lord thy God, will bless her, and multiply her, and make her heart to rejoice.",
                    "score": 0.7930856043637559
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 12,
                    "verse": 48,
                    "text": "But he answered and said unto him that told him, Who is my mother? and who are my brethren?",
                    "score": 0.789503518428752
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 1,
                    "text": "Verily, thus saith the Lord unto you my servant Joseph, that inasmuch as you have inquired of my hand to know and understand wherein I, the Lord, justified my servants Abraham, Isaac, and Jacob, as also Moses, David and Solomon, my servants, as touching the principle and doctrine of their having many wives and concubines--",
                    "score": 0.7882070446589954
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 26,
                    "verse": 15,
                    "text": "And I said, Who art thou, Lord? And he said, I am Jesus whom thou persecutest.",
                    "score": 0.7867745851090273
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 51,
                    "text": "Verily, I say unto you: A commandment I give unto mine handmaid, Emma Smith, your wife, whom I have given unto you, that she stay herself and partake not of that which I commanded you to offer unto her; for I did it, saith the Lord, to prove you all, as I did Abraham, and that I might require an offering at your hand, by covenant and sacrifice.",
                    "score": 0.7826758181353722
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 5,
                    "verse": 12,
                    "text": "Then asked they him, What man is that which said unto thee, Take up thy bed, and walk?",
                    "score": 0.7821348409328638
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 36,
                    "text": "For he that receiveth my servants receiveth me;",
                    "score": 0.7808350189932739
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 22,
                    "verse": 8,
                    "text": "And I answered, Who art thou, Lord? And he said unto me, I am Jesus of Nazareth, whom thou persecutest.",
                    "score": 0.7793922537561037
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 16,
                    "verse": 15,
                    "text": "He saith unto them, But whom say ye that I am?",
                    "score": 0.7769329118587006
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 25,
                    "verse": 26,
                    "text": "His lord answered and said unto him, Thou wicked and slothful servant, thou knewest that I reap where I sowed not, and gather where I have not strawed:",
                    "score": 0.7766267854405576
                }
            ]
        },
        {
            "verse": 10,
            "text": "And he said, Blessed be thou of the Lord, my daughter: for thou hast shewed more kindness in the latter end than at the beginning, inasmuch as thou followedst not young men, whether poor or rich.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 15,
                    "text": "Yea, he that truly humbleth himself, and repenteth of his sins, and endureth to the end, the same shall be blessed--yea, much more blessed than they who are compelled to be humble because of their exceeding poverty.",
                    "score": 0.792094103645849
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 7,
                    "verse": 38,
                    "text": "So then he that giveth her in marriage doeth well; but he that giveth her not in marriage doeth better.",
                    "score": 0.7873837583584496
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 14,
                    "text": "And now, as I said unto you, that because ye were compelled to be humble ye were blessed, do ye not suppose that they are more blessed who truly humble themselves because of the word?",
                    "score": 0.7865277357169541
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 37,
                    "text": "And it came to pass that the Lord said unto me: If they have not charity it mattereth not unto thee, thou hast been faithful; wherefore, thy garments shall be made clean. And because thou hast seen thy weakness thou shalt be made strong, even unto the sitting down in the place which I have prepared in the mansions of my Father.",
                    "score": 0.7860409874082087
                },
                {
                    "volume": "New Testament",
                    "book": "1 Corinthians",
                    "chapter": 14,
                    "verse": 17,
                    "text": "For thou verily givest thanks well, but the other is not edified.",
                    "score": 0.7842134192109341
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 9,
                    "verse": 31,
                    "text": "Condemn me not because of mine imperfection, neither my father, because of his imperfection, neither them who have written before him; but rather give thanks unto God that he hath made manifest unto you our imperfections, that ye may learn to be more wise than we have been.",
                    "score": 0.7826688793095808
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 8,
                    "verse": 48,
                    "text": "And he said unto her, Daughter, be of good comfort: thy faith hath made thee whole; go in peace.",
                    "score": 0.7801642548634065
                },
                {
                    "volume": "New Testament",
                    "book": "James",
                    "chapter": 4,
                    "verse": 6,
                    "text": "But he giveth more grace. Wherefore he saith, God resisteth the proud, but giveth grace unto the humble.",
                    "score": 0.7773391685956523
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 32,
                    "verse": 23,
                    "text": "And now, he imparteth his word by angels unto men, yea, not only men but women also. Now this is not all; little children do have words given unto them many times, which confound the wise and the learned.",
                    "score": 0.775461150090606
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 1,
                    "verse": 48,
                    "text": "For he hath regarded the low estate of his handmaiden: for, behold, from henceforth all generations shall call me blessed.",
                    "score": 0.7753422818955222
                }
            ]
        },
        {
            "verse": 11,
            "text": "And now, my daughter, fear not; I will do to thee all that thou requirest: for all the city of my people doth know that thou art a virtuous woman.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 5,
                    "verse": 34,
                    "text": "And he said unto her, Daughter, thy faith hath made thee whole; go in peace, and be whole of thy plague.",
                    "score": 0.7805191812130062
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 55,
                    "text": "But if she will not abide this commandment, then shall my servant Joseph do all things for her, even as he hath said; and I will bless him and multiply him and give unto him an hundred-fold in this world, of fathers and mothers, brothers and sisters, houses and lands, wives and children, and crowns of eternal lives in the eternal worlds.",
                    "score": 0.7763123570494542
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 8,
                    "verse": 16,
                    "text": "Wo be unto them that shall pervert the ways of the Lord after this manner, for they shall perish except they repent. Behold, I speak with boldness, having authority from God; and I fear not what man can do; for perfect love casteth out all fear.",
                    "score": 0.7721139648268501
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 19,
                    "verse": 30,
                    "text": "And thou shalt do it with all humility, trusting in me, reviling not against revilers.",
                    "score": 0.7716302078721944
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 50,
                    "verse": 41,
                    "text": "Fear not, little children, for you are mine, and I have overcome the world, and you are of them that my Father hath given me;",
                    "score": 0.7667889157191903
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 33,
                    "text": "For they shall not lead away captive the daughters of my people because of their tenderness, save I shall visit them with a sore curse, even unto destruction; for they shall not commit whoredoms, like unto them of old, saith the Lord of Hosts.",
                    "score": 0.7667290156361932
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 39,
                    "verse": 12,
                    "text": "And now the Spirit of the Lord doth say unto me: Command thy children to do good, lest they lead away the hearts of many people to destruction; therefore I command you, my son, in the fear of God, that ye refrain from your iniquities;",
                    "score": 0.7648118984494319
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 8,
                    "verse": 48,
                    "text": "And he said unto her, Daughter, be of good comfort: thy faith hath made thee whole; go in peace.",
                    "score": 0.7627367989120173
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 50,
                    "verse": 20,
                    "text": "Blessed art thou and thy children; and they shall be blessed, inasmuch as they shall keep my commandments they shall prosper in the land. But remember, inasmuch as they will not keep my commandments they shall be cut off from the presence of the Lord.",
                    "score": 0.7611265647442528
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 109,
                    "verse": 41,
                    "text": "And whatsoever city thy servants shall enter, and the people of that city receive not the testimony of thy servants, and thy servants warn them to save themselves from this untoward generation, let it be upon that city according to that which thou hast spoken by the mouths of thy prophets.",
                    "score": 0.760294555018193
                }
            ]
        },
        {
            "verse": 12,
            "text": "And now it is true that I am thy near kinsman: howbeit there is a kinsman nearer than I.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 5,
                    "verse": 32,
                    "text": "There is another that beareth witness of me; and I know that the witness which he witnesseth of me is true.",
                    "score": 0.7587004299896484
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 1,
                    "verse": 30,
                    "text": "This is he of whom I said, After me cometh a man which is preferred before me: for he was before me.",
                    "score": 0.7476101427598745
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 15,
                    "verse": 15,
                    "text": "Henceforth I call you not servants; for the servant knoweth not what his lord doeth: but I have called you friends; for all things that I have heard of my Father I have made known unto you.",
                    "score": 0.7382914103477705
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 14,
                    "verse": 20,
                    "text": "At that day ye shall know that I am in my Father, and ye in me, and I in you.",
                    "score": 0.7366784160432749
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 32,
                    "text": "Verily, verily, I say unto you, as I said unto my disciples, where two or three are gathered together in my name, as touching one thing, behold, there will I be in the midst of them--even so am I in the midst of you.",
                    "score": 0.7365231938820572
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 20,
                    "verse": 27,
                    "text": "Then saith he to Thomas, Reach hither thy finger, and behold my hands; and reach hither thy hand, and thrust it into my side: and be not faithless, but believing.",
                    "score": 0.733869635549673
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 14,
                    "verse": 7,
                    "text": "If ye had known me, ye should have known my Father also: and from henceforth ye know him, and have seen him.",
                    "score": 0.7297644299206414
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 14,
                    "verse": 11,
                    "text": "Believe me that I am in the Father, and the Father in me: or else believe me for the very works' sake.",
                    "score": 0.7266198768795182
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 63,
                    "text": "And as I said unto mine apostles, even so I say unto you, for you are mine apostles, even God's high priests; ye are they whom my Father hath given me; ye are my friends;",
                    "score": 0.7265092579930942
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 9,
                    "verse": 3,
                    "text": "For I could wish that myself were accursed from Christ for my brethren, my kinsmen according to the flesh:",
                    "score": 0.7255925860525541
                }
            ]
        },
        {
            "verse": 13,
            "text": "Tarry this night, and it shall be in the morning, that if he will perform unto thee the part of a kinsman, well; let him do the kinsman's part: but if he will not do the part of a kinsman to thee, then will I do the part of a kinsman to thee, as the Lord liveth: lie down until the morning.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 37,
                    "verse": 37,
                    "text": "Counsel with the Lord in all thy doings, and he will direct thee for good; yea, when thou liest down at night lie down unto the Lord, that he may watch over you in your sleep; and when thou risest in the morning let thy heart be full of thanks unto God; and if ye do these things, ye shall be lifted up at the last day.",
                    "score": 0.8048992788292457
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 23,
                    "text": "If thou doest well, thou shalt be accepted. And if thou doest not well, sin lieth at the door, and Satan desireth to have thee; and except thou shalt hearken unto my commandments, I will deliver thee up, and it shall be unto thee according to his desire. And thou shalt rule over him;",
                    "score": 0.7918720603912263
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 31,
                    "text": "And now, my brethren, I would that ye should do as ye have hitherto done. As ye have kept my commandments, and also the commandments of my father, and have prospered, and have been kept from falling into the hands of your enemies, even so if ye shall keep the commandments of my son, or the commandments of God which shall be delivered unto you by him, ye shall prosper in the land, and your enemies shall have no power over you.",
                    "score": 0.7911514444053351
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 21,
                    "verse": 22,
                    "text": "Jesus saith unto him, If I will that he tarry till I come, what is that to thee? follow thou me.",
                    "score": 0.7899196022400213
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 29,
                    "verse": 11,
                    "text": "Therefore I will be your king the remainder of my days; nevertheless, let us appoint judges, to judge this people according to our law; and we will newly arrange the affairs of this people, for we will appoint wise men to be judges, that will judge this people according to the commandments of God.",
                    "score": 0.7860447034816715
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 17,
                    "verse": 8,
                    "text": "And will not rather say unto him, Make ready wherewith I may sup, and gird thyself, and serve me, till I have eaten and drunken; and afterward thou shalt eat and drink?",
                    "score": 0.7852173487828881
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 18,
                    "text": "For the day cometh that the Lord shall utter his voice out of heaven; the heavens shall shake and the earth shall tremble, and the trump of God shall sound both long and loud, and shall say to the sleeping nations: Ye saints arise and live; ye sinners stay and sleep until I shall call again.",
                    "score": 0.7850630505449462
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 14,
                    "verse": 10,
                    "text": "But when thou art bidden, go and sit down in the lowest room; that when he that bade thee cometh, he may say unto thee, Friend, go up higher: then shalt thou have worship in the presence of them that sit at meat with thee.",
                    "score": 0.7846005143188484
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 22,
                    "verse": 4,
                    "text": "And now O king, if thou hast not found me to be an unprofitable servant, or if thou hast hitherto listened to my words in any degree, and they have been of service to thee, even so I desire that thou wouldst listen to my words at this time, and I will be thy servant and deliver this people out of bondage.",
                    "score": 0.7839731085612575
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 49,
                    "text": "Verily, verily, I say unto you, that when I give a commandment to any of the sons of men to do a work unto my name, and those sons of men go with all their might and with all they have to perform that work, and cease not their diligence, and their enemies come upon them and hinder them from performing that work, behold, it behooveth me to require that work no more at the hands of those sons of men, but to accept of their offerings.",
                    "score": 0.7836611826098803
                }
            ]
        },
        {
            "verse": 14,
            "text": "And she lay at his feet until the morning: and she rose up before one could know another. And he said, Let it not be known that a woman came into the floor.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 5,
                    "verse": 33,
                    "text": "But the woman fearing and trembling, knowing what was done in her, came and fell down before him, and told him all the truth.",
                    "score": 0.7580976827832369
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 8,
                    "verse": 47,
                    "text": "And when the woman saw that she was not hid, she came trembling, and falling down before him, she declared unto him before all the people for what cause she had touched him, and how she was healed immediately.",
                    "score": 0.7573685955761393
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 11,
                    "verse": 29,
                    "text": "As soon as she heard that, she arose quickly, and came unto him.",
                    "score": 0.7530161291843084
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 16,
                    "verse": 11,
                    "text": "And they, when they had heard that he was alive, and had been seen of her, believed not.",
                    "score": 0.7484955563681344
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 11,
                    "text": "And it came to pass that she watched over the bed of her husband, from that time even until that time on the morrow which Ammon had appointed that he should rise.",
                    "score": 0.7477093077715687
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 11,
                    "verse": 20,
                    "text": "Then Martha, as soon as she heard that Jesus was coming, went and met him: but Mary sat still in the house.",
                    "score": 0.7388435768458445
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 7,
                    "verse": 25,
                    "text": "For a certain woman, whose young daughter had an unclean spirit, heard of him, and came and fell at his feet:",
                    "score": 0.7312801571450726
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 1,
                    "verse": 25,
                    "text": "And knew her not till she had brought forth her firstborn son: and he called his name Jesus.",
                    "score": 0.7280297426356812
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 17,
                    "text": "Thus, having been converted to the Lord, and never having made it known, therefore, when she saw that all the servants of Lamoni had fallen to the earth, and also her mistress, the queen, and the king, and Ammon lay prostrate upon the earth, she knew that it was the power of God; and supposing that this opportunity, by making known unto the people what had happened among them, that by beholding this scene it would cause them to believe in the power of God, therefore she ran forth from house to house, making it known unto the people.",
                    "score": 0.7205386472183125
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 50,
                    "text": "The lord of that servant shall come in a day when he looketh not for him, and in an hour that he is not aware of,",
                    "score": 0.7203966876592851
                }
            ]
        },
        {
            "verse": 15,
            "text": "Also he said, Bring the veil that thou hast upon thee, and hold it. And when she held it, he measured six measures of barley, and laid it on her: and she went into the city.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 22,
                    "verse": 10,
                    "text": "And he said unto them, Behold, when ye are entered into the city, there shall a man meet you, bearing a pitcher of water; follow him into the house where he entereth in.",
                    "score": 0.7395560431629388
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 12,
                    "verse": 21,
                    "text": "And after the brother of Jared had beheld the finger of the Lord, because of the promise which the brother of Jared had obtained by faith, the Lord could not withhold anything from his sight; wherefore he showed him all things, for he could no longer be kept without the veil.",
                    "score": 0.7394462572726712
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 7,
                    "verse": 48,
                    "text": "And he said unto her, Thy sins are forgiven.",
                    "score": 0.732516197183126
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 4,
                    "text": "And it came to pass that they would not suffer that he should enter into the city; therefore he went and got upon the wall thereof, and stretched forth his hand and cried with a loud voice, and prophesied unto the people whatsoever things the Lord put into his heart.",
                    "score": 0.7323522450877379
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 15,
                    "verse": 18,
                    "text": "Now as I said, Alma having seen all these things, therefore he took Amulek and came over to the land of Zarahemla, and took him to his own house, and did administer unto him in his tribulations, and strengthened him in the Lord.",
                    "score": 0.731943883110642
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 19,
                    "verse": 12,
                    "text": "And it came to pass that he arose, according to the words of Ammon; and as he arose, he stretched forth his hand unto the woman, and said: Blessed be the name of God, and blessed art thou.",
                    "score": 0.7305711094631879
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 7,
                    "verse": 44,
                    "text": "And he turned to the woman, and said unto Simon, Seest thou this woman? I entered into thine house, thou gavest me no water for my feet: but she hath washed my feet with tears, and wiped them with the hairs of her head.",
                    "score": 0.7300033869002931
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 11,
                    "verse": 13,
                    "text": "And it came to pass that I looked and beheld the great city of Jerusalem, and also other cities. And I beheld the city of Nazareth; and in the city of Nazareth I beheld a virgin, and she was exceedingly fair and white.",
                    "score": 0.7286737953146429
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 6,
                    "verse": 36,
                    "text": "And he beheld the spirits that God had created; and he beheld also things which were not visible to the natural eye; and from thenceforth came the saying abroad in the land: A seer hath the Lord raised up unto his people.",
                    "score": 0.7279114683228242
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 11,
                    "verse": 17,
                    "text": "And it came to pass that in the seventy and sixth year the Lord did turn away his anger from the people, and caused that rain should fall upon the earth, insomuch that it did bring forth her fruit in the season of her fruit. And it came to pass that it did bring forth her grain in the season of her grain.",
                    "score": 0.7278489853945973
                }
            ]
        },
        {
            "verse": 16,
            "text": "And when she came to her mother in law, she said, Who art thou, my daughter? And she told her all that the man had done to her.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 10,
                    "verse": 35,
                    "text": "For I am come to set a man at variance against his father, and the daughter against her mother, and the daughter in law against her mother in law.",
                    "score": 0.7957322147594765
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 7,
                    "verse": 29,
                    "text": "And he said unto her, For this saying go thy way; the devil is gone out of thy daughter.",
                    "score": 0.7557611765466414
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 8,
                    "verse": 4,
                    "text": "They say unto him, Master, this woman was taken in adultery, in the very act.",
                    "score": 0.7541688017156261
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 15,
                    "verse": 22,
                    "text": "And, behold, a woman of Canaan came out of the same coasts, and cried unto him, saying, Have mercy on me, O Lord, thou Son of David; my daughter is grievously vexed with a devil.",
                    "score": 0.748250430457323
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 24,
                    "text": "And she went forth, and said unto her mother, What shall I ask? And she said, The head of John the Baptist.",
                    "score": 0.7424366642626333
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 5,
                    "verse": 28,
                    "text": "But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.",
                    "score": 0.7406530743020499
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 64,
                    "text": "And again, verily, verily, I say unto you, if any man have a wife, who holds the keys of this power, and he teaches unto her the law of my priesthood, as pertaining to these things, then shall she believe and administer unto him, or she shall be destroyed, saith the Lord your God; for I will destroy her; for I will magnify my name upon all those who receive and abide in my law.",
                    "score": 0.7397032458602977
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 53,
                    "text": "The father shall be divided against the son, and the son against the father; the mother against the daughter, and the daughter against the mother; the mother in law against her daughter in law, and the daughter in law against her mother in law.",
                    "score": 0.7393944707582375
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 20,
                    "verse": 13,
                    "text": "And they say unto her, Woman, why weepest thou? She saith unto them, Because they have taken away my Lord, and I know not where they have laid him.",
                    "score": 0.7372367263621075
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 9,
                    "verse": 18,
                    "text": "While he spake these things unto them, behold, there came a certain ruler, and worshipped him, saying, My daughter is even now dead: but come and lay thy hand upon her, and she shall live.",
                    "score": 0.7359831858480104
                }
            ]
        },
        {
            "verse": 17,
            "text": "And she said, These six measures of barley gave he me; for he said to me, Go not empty unto thy mother in law.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 51,
                    "text": "Verily, I say unto you: A commandment I give unto mine handmaid, Emma Smith, your wife, whom I have given unto you, that she stay herself and partake not of that which I commanded you to offer unto her; for I did it, saith the Lord, to prove you all, as I did Abraham, and that I might require an offering at your hand, by covenant and sacrifice.",
                    "score": 0.7884981949480392
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 6,
                    "verse": 24,
                    "text": "And she went forth, and said unto her mother, What shall I ask? And she said, The head of John the Baptist.",
                    "score": 0.7682714021388366
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 20,
                    "verse": 21,
                    "text": "And he said unto her, What wilt thou? She saith unto him, Grant that these my two sons may sit, the one on thy right hand, and the other on the left, in thy kingdom.",
                    "score": 0.7650015103581447
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 12,
                    "verse": 48,
                    "text": "But he answered and said unto him that told him, Who is my mother? and who are my brethren?",
                    "score": 0.7605132053729529
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 2,
                    "verse": 51,
                    "text": "And he went down with them, and came to Nazareth, and was subject unto them: but his mother kept all these sayings in her heart.",
                    "score": 0.7564779118839554
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 20,
                    "verse": 17,
                    "text": "Jesus saith unto her, Touch me not; for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God.",
                    "score": 0.7564518941878107
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 8,
                    "verse": 21,
                    "text": "And he answered and said unto them, My mother and my brethren are these which hear the word of God, and do it.",
                    "score": 0.756393725565407
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 38,
                    "verse": 1,
                    "text": "My son, give ear to my words, for I say unto you, even as I said unto Helaman, that inasmuch as ye shall keep the commandments of God ye shall prosper in the land; and inasmuch as ye will not keep the commandments of God ye shall be cut off from his presence.",
                    "score": 0.7562332717031496
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 132,
                    "verse": 55,
                    "text": "But if she will not abide this commandment, then shall my servant Joseph do all things for her, even as he hath said; and I will bless him and multiply him and give unto him an hundred-fold in this world, of fathers and mothers, brothers and sisters, houses and lands, wives and children, and crowns of eternal lives in the eternal worlds.",
                    "score": 0.7552939223473701
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 36,
                    "verse": 1,
                    "text": "My son, give ear to my words; for I swear unto you, that inasmuch as ye shall keep the commandments of God ye shall prosper in the land.",
                    "score": 0.7552031383520822
                }
            ]
        },
        {
            "verse": 18,
            "text": "Then said she, Sit still, my daughter, until thou know how the matter will fall: for the man will not be in rest, until he have finished the thing this day.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 8,
                    "verse": 48,
                    "text": "And he said unto her, Daughter, be of good comfort: thy faith hath made thee whole; go in peace.",
                    "score": 0.7472360259182836
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 5,
                    "verse": 23,
                    "text": "And besought him greatly, saying, My little daughter lieth at the point of death: I pray thee, come and lay thy hands on her, that she may be healed; and she shall live.",
                    "score": 0.7429428779832233
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 3,
                    "verse": 21,
                    "text": "To him that overcometh will I grant to sit with me in my throne, even as I also overcame, and am set down with my Father in his throne.",
                    "score": 0.740402681615824
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 9,
                    "verse": 18,
                    "text": "While he spake these things unto them, behold, there came a certain ruler, and worshipped him, saying, My daughter is even now dead: but come and lay thy hand upon her, and she shall live.",
                    "score": 0.7375988150053109
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 9,
                    "verse": 22,
                    "text": "But Jesus turned him about, and when he saw her, he said, Daughter, be of good comfort; thy faith hath made thee whole. And the woman was made whole from that hour.",
                    "score": 0.7367498514279478
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 15,
                    "verse": 28,
                    "text": "Then Jesus answered and said unto her, O woman, great is thy faith: be it unto thee even as thou wilt. And her daughter was made whole from that very hour.",
                    "score": 0.7353309672121913
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 12,
                    "verse": 7,
                    "text": "Then said Jesus, Let her alone: against the day of my burying hath she kept this.",
                    "score": 0.7346346723140017
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 7,
                    "verse": 29,
                    "text": "And he said unto her, For this saying go thy way; the devil is gone out of thy daughter.",
                    "score": 0.7256190059117471
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 2,
                    "verse": 4,
                    "text": "Jesus saith unto her, Woman, what have I to do with thee? mine hour is not yet come.",
                    "score": 0.7226875982151721
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 32,
                    "text": "As yet shall he remain at Nob that day; he shall shake his hand against the mount of the daughter of Zion, the hill of Jerusalem.",
                    "score": 0.720815632630079
                }
            ]
        }
    ]
}