{
    "volume": "Old Testament",
    "book": "Zechariah",
    "chapter": 9,
    "verses": [
        {
            "verse": 1,
            "text": "The burden of the word of the Lord in the land of Hadrach, and Damascus shall be the rest thereof: when the eyes of man, as of all the tribes of Israel, shall be toward the Lord.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 29,
                    "verse": 14,
                    "text": "And it shall come to pass that my people, which are of the house of Israel, shall be gathered home unto the lands of their possessions; and my word also shall be gathered in one. And I will show unto them that fight against my word and against my people, who are of the house of Israel, that I am God, and that I covenanted with Abraham that I would remember his seed forever.",
                    "score": 0.7959200213336688
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 136,
                    "verse": 1,
                    "text": "The Word and Will of the Lord concerning the Camp of Israel in their journeyings to the West:",
                    "score": 0.7944516212011271
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 9,
                    "text": "And behold, and lo, this shall be their cry, and the voice of the Lord unto all people: Go ye forth unto the land of Zion, that the borders of my people may be enlarged, and that her stakes may be strengthened, and that Zion may go forth unto the regions round about.",
                    "score": 0.7898613161623637
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 13,
                    "verse": 30,
                    "text": "Nevertheless, thou beholdest that the Gentiles who have gone forth out of captivity, and have been lifted up by the power of God above all other nations, upon the face of the land which is choice above all other lands, which is the land that the Lord God hath covenanted with thy father that his seed should have for the land of their inheritance; wherefore, thou seest that the Lord God will not suffer that the Gentiles will utterly destroy the mixture of thy seed, which are among thy brethren.",
                    "score": 0.7895655207088282
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 14,
                    "verse": 2,
                    "text": "And harden not their hearts against the Lamb of God, they shall be numbered among the seed of thy father; yea, they shall be numbered among the house of Israel; and they shall be a blessed people upon the promised land forever; they shall be no more brought down into captivity; and the house of Israel shall no more be confounded.",
                    "score": 0.7886509085592185
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 11,
                    "text": "Wherefore, the Lord God will proceed to make bare his arm in the eyes of all the nations, in bringing about his covenants and his gospel unto those who are of the house of Israel.",
                    "score": 0.786304385567866
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 59,
                    "verse": 1,
                    "text": "Behold, blessed, saith the Lord, are they who have come up unto this land with an eye single to my glory, according to my commandments.",
                    "score": 0.7843314694343035
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 18,
                    "text": "Behold, my brethren, I say unto you, that these things must shortly come; yea, even blood, and fire, and vapor of smoke must come; and it must needs be upon the face of this earth; and it cometh unto men according to the flesh if it so be that they will harden their hearts against the Holy One of Israel.",
                    "score": 0.7826691217691863
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 18,
                    "text": "Wherefore, my beloved brethren, thus saith our God: I will afflict thy seed by the hand of the Gentiles; nevertheless, I will soften the hearts of the Gentiles, that they shall be like unto a father to them; wherefore, the Gentiles shall be blessed and numbered among the house of Israel.",
                    "score": 0.7818148831806753
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 1,
                    "verse": 9,
                    "text": "Wherefore, I, Lehi, have obtained a promise, that inasmuch as those whom the Lord God shall bring out of the land of Jerusalem shall keep his commandments, they shall prosper upon the face of this land; and they shall be kept from all other nations, that they may possess this land unto themselves. And if it so be that they shall keep his commandments they shall be blessed upon the face of this land, and there shall be none to molest them, nor to take away the land of their inheritance; and they shall dwell safely forever.",
                    "score": 0.7816789499383857
                }
            ]
        },
        {
            "verse": 2,
            "text": "And Hamath also shall border thereby; Tyrus, and Zidon, though it be very wise.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 4,
                    "verse": 6,
                    "text": "And the Gods also said: Let there be an expanse in the midst of the waters, and it shall divide the waters from the waters.",
                    "score": 0.7352311302703047
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 58,
                    "verse": 20,
                    "text": "Let no man think he is ruler; but let God rule him that judgeth, according to the counsel of his own will, or, in other words, him that counseleth or sitteth upon the judgment seat.",
                    "score": 0.7265366948097968
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 40,
                    "text": "For intelligence cleaveth unto intelligence; wisdom receiveth wisdom; truth embraceth truth; virtue loveth virtue; light cleaveth unto light; mercy hath compassion on mercy and claimeth her own; justice continueth its course and claimeth its own; judgment goeth before the face of him who sitteth upon the throne and governeth and executeth all things.",
                    "score": 0.7257763140269478
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 10,
                    "verse": 6,
                    "text": "He lodgeth with one Simon a tanner, whose house is by the sea side: he shall tell thee what thou oughtest to do.",
                    "score": 0.7251512668272446
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 1,
                    "verse": 3,
                    "text": "And Judas begat Phares and Zara of Thamar; and Phares begat Esrom; and Esrom begat Aram;",
                    "score": 0.7242496038327099
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 82,
                    "verse": 22,
                    "text": "And now, verily I say unto you, and this is wisdom, make unto yourselves friends with the mammon of unrighteousness, and they will not destroy you.",
                    "score": 0.7233877915722747
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Abraham",
                    "chapter": 4,
                    "verse": 26,
                    "text": "And the Gods took counsel among themselves and said: Let us go down and form man in our image, after our likeness; and we will give them dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.",
                    "score": 0.723311870272515
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 18,
                    "verse": 22,
                    "text": "Now Ammon being wise, yet harmless, he said unto Lamoni: Wilt thou hearken unto my words, if I tell thee by what power I do these things? And this is the thing that I desire of thee.",
                    "score": 0.7213465679398577
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 10,
                    "verse": 32,
                    "text": "Send therefore to Joppa, and call hither Simon, whose surname is Peter; he is lodged in the house of one Simon a tanner by the sea side: who, when he cometh, shall speak unto thee.",
                    "score": 0.7203369281705293
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 122,
                    "verse": 7,
                    "text": "And if thou shouldst be cast into the pit, or into the hands of murderers, and the sentence of death passed upon thee; if thou be cast into the deep; if the billowing surge conspire against thee; if fierce winds become thine enemy; if the heavens gather blackness, and all the elements combine to hedge up the way; and above all, if the very jaws of hell shall gape open the mouth wide after thee, know thou, my son, that all these things shall give thee experience, and shall be for thy good.",
                    "score": 0.7189458511271413
                }
            ]
        },
        {
            "verse": 3,
            "text": "And Tyrus did build herself a strong hold, and heaped up silver as the dust, and fine gold as the mire of the streets.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 10,
                    "verse": 23,
                    "text": "And they did work in all manner of ore, and they did make gold, and silver, and iron, and brass, and all manner of metals; and they did dig it out of the earth; wherefore, they did cast up mighty heaps of earth to get ore, of gold, and of silver, and of iron, and of copper. And they did work all manner of fine work.",
                    "score": 0.7367142998662486
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 5,
                    "verse": 15,
                    "text": "And I did teach my people to build buildings, and to work in all manner of wood, and of iron, and of copper, and of brass, and of steel, and of gold, and of silver, and of precious ores, which were in great abundance.",
                    "score": 0.7155326162648712
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 5,
                    "text": "Now the reckoning is thus--a senine of gold, a seon of gold, a shum of gold, and a limnah of gold.",
                    "score": 0.7144106231118619
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 1,
                    "verse": 16,
                    "text": "Yea, and they also began to search much gold and silver, and began to be lifted up somewhat in pride.",
                    "score": 0.7139708579910232
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 111,
                    "verse": 4,
                    "text": "And it shall come to pass in due time that I will give this city into your hands, that you shall have power over it, insomuch that they shall not discover your secret parts; and its wealth pertaining to gold and silver shall be yours.",
                    "score": 0.7092464898747505
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 11,
                    "verse": 10,
                    "text": "And a limnah of gold was the value of them all.",
                    "score": 0.7091248378976246
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 13,
                    "verse": 51,
                    "text": "But they shook off the dust of their feet against them, and came unto Iconium.",
                    "score": 0.7044820451852523
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Ether",
                    "chapter": 10,
                    "verse": 12,
                    "text": "And it came to pass that Morianton built up many cities, and the people became exceedingly rich under his reign, both in buildings, and in gold and silver, and in raising grain, and in flocks, and herds, and such things which had been restored unto them.",
                    "score": 0.7004945041292586
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 18,
                    "verse": 25,
                    "text": "And it came to pass that we did find upon the land of promise, as we journeyed in the wilderness, that there were beasts in the forests of every kind, both the cow and the ox, and the ass and the horse, and the goat and the wild goat, and all manner of wild animals, which were for the use of men. And we did find all manner of ore, both of gold, and of silver, and of copper.",
                    "score": 0.6983264270068347
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 3,
                    "verse": 22,
                    "text": "And it came to pass that we went down to the land of our inheritance, and we did gather together our gold, and our silver, and our precious things.",
                    "score": 0.6962968498143716
                }
            ]
        },
        {
            "verse": 4,
            "text": "Behold, the Lord will cast her out, and he will smite her power in the sea; and she shall be devoured with fire.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 18,
                    "verse": 8,
                    "text": "Therefore shall her plagues come in one day, death, and mourning, and famine; and she shall be utterly burned with fire: for strong is the Lord God who judgeth her.",
                    "score": 0.8221704250808655
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 9,
                    "verse": 22,
                    "text": "And ofttimes it hath cast him into the fire, and into the waters, to destroy him: but if thou canst do any thing, have compassion on us, and help us.",
                    "score": 0.807998012053837
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 48,
                    "text": "And now it came to pass that when I had spoken these words they were angry with me, and were desirous to throw me into the depths of the sea; and as they came forth to lay their hands upon me I spake unto them, saying: In the name of the Almighty God, I command you that ye touch me not, for I am filled with the power of God, even unto the consuming of my flesh; and whoso shall lay his hands upon me shall wither even as a dried reed; and he shall be as naught before the power of God, for God shall smite him.",
                    "score": 0.8044544904496793
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 10,
                    "verse": 10,
                    "text": "And behold, if ye shall say that God shall smite this people, it shall come to pass.",
                    "score": 0.8024174621751047
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 21,
                    "verse": 15,
                    "text": "And the Lord shall utterly destroy the tongue of the Egyptian sea; and with his mighty wind he shall shake his hand over the river, and shall smite it in the seven streams, and make men go over dry shod.",
                    "score": 0.8014103149056125
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 18,
                    "verse": 9,
                    "text": "And the kings of the earth, who have committed fornication and lived deliciously with her, shall bewail her, and lament for her, when they shall see the smoke of her burning,",
                    "score": 0.8001120795698812
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 23,
                    "verse": 13,
                    "text": "Therefore, I will shake the heavens, and the earth shall remove out of her place, in the wrath of the Lord of Hosts, and in the day of his fierce anger.",
                    "score": 0.7980308587353281
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 6,
                    "text": "And they shall be visited with thunderings, and lightnings, and earthquakes, and all manner of destructions, for the fire of the anger of the Lord shall be kindled against them, and they shall be as stubble, and the day that cometh shall consume them, saith the Lord of Hosts.",
                    "score": 0.7955650863814036
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 133,
                    "verse": 41,
                    "text": "And it shall be answered upon their heads; for the presence of the Lord shall be as the melting fire that burneth, and as the fire which causeth the waters to boil.",
                    "score": 0.7912034242356083
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 88,
                    "verse": 94,
                    "text": "And another angel shall sound his trump, saying: That great church, the mother of abominations, that made all nations drink of the wine of the wrath of her fornication, that persecuteth the saints of God, that shed their blood--she who sitteth upon many waters, and upon the islands of the sea--behold, she is the tares of the earth; she is bound in bundles; her bands are made strong, no man can loose them; therefore, she is ready to be burned. And he shall sound his trump both long and loud, and all nations shall hear it.",
                    "score": 0.7902454026811331
                }
            ]
        },
        {
            "verse": 5,
            "text": "Ashkelon shall see it, and fear; Gaza also shall see it, and be very sorrowful, and Ekron; for her expectation shall be ashamed; and the king shall perish from Gaza, and Ashkelon shall not be inhabited.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 67,
                    "text": "And the glory of the Lord shall be there, and the terror of the Lord also shall be there, insomuch that the wicked will not come unto it, and it shall be called Zion.",
                    "score": 0.7693804155778876
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 12,
                    "verse": 14,
                    "text": "For our words will condemn us, yea, all our works will condemn us; we shall not be found spotless; and our thoughts will also condemn us; and in this awful state we shall not dare to look up to our God; and we would fain be glad if we could command the rocks and the mountains to fall upon us to hide us from his presence.",
                    "score": 0.7689915985464609
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 11,
                    "verse": 4,
                    "text": "O Lord, do not suffer that this people shall be destroyed by the sword; but O Lord, rather let there be a famine in the land, to stir them up in remembrance of the Lord their God, and perhaps they will repent and turn unto thee.",
                    "score": 0.7628376779225993
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 23,
                    "verse": 9,
                    "text": "Behold, the day of the Lord cometh, cruel both with wrath and fierce anger, to lay the land desolate; and he shall destroy the sinners thereof out of it.",
                    "score": 0.7621947852502313
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 17,
                    "verse": 16,
                    "text": "For before the child shall know to refuse the evil and choose the good, the land that thou abhorrest shall be forsaken of both her kings.",
                    "score": 0.7612360730289202
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 16,
                    "verse": 15,
                    "text": "But if they will not turn unto me, and hearken unto my voice, I will suffer them, yea, I will suffer my people, O house of Israel, that they shall go through among them, and shall tread them down, and they shall be as salt that hath lost its savor, which is thenceforth good for nothing but to be cast out, and to be trodden under foot of my people, O house of Israel.",
                    "score": 0.7609934508053859
                },
                {
                    "volume": "New Testament",
                    "book": "Mark",
                    "chapter": 13,
                    "verse": 14,
                    "text": "But when ye shall see the abomination of desolation, spoken of by Daniel the prophet, standing where it ought not, (let him that readeth understand,) then let them that be in Judaea flee to the mountains:",
                    "score": 0.7606671304292806
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 14,
                    "text": "And every nation which shall war against thee, O house of Israel, shall be turned one against another, and they shall fall into the pit which they digged to ensnare the people of the Lord. And all that fight against Zion shall be destroyed, and that great whore, who hath perverted the right ways of the Lord, yea, that great and abominable church, shall tumble to the dust and great shall be the fall of it.",
                    "score": 0.7589805086006033
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mormon",
                    "chapter": 8,
                    "verse": 21,
                    "text": "And he that shall breathe out wrath and strifes against the work of the Lord, and against the covenant people of the Lord who are the house of Israel, and shall say: We will destroy the work of the Lord, and the Lord will not remember his covenant which he hath made unto the house of Israel--the same is in danger to be hewn down and cast into the fire;",
                    "score": 0.7584249790709086
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 24,
                    "text": "Therefore, thus saith the Lord God of Hosts: O my people that dwellest in Zion, be not afraid of the Assyrian; he shall smite thee with a rod, and shall lift up his staff against thee, after the manner of Egypt.",
                    "score": 0.7575089981808656
                }
            ]
        },
        {
            "verse": 6,
            "text": "And a bastard shall dwell in Ashdod, and I will cut off the pride of the Philistines.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 20,
                    "text": "For it shall come to pass, saith the Father, that at that day whosoever will not repent and come unto my Beloved Son, them will I cut off from among my people, O house of Israel;",
                    "score": 0.7889806404635856
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 15,
                    "text": "And I will cut off the cities of thy land, and throw down all thy strongholds;",
                    "score": 0.788483871389489
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 22,
                    "text": "For I will rise up against them, saith the Lord of Hosts, and cut off from Babylon the name, and remnant, and son, and nephew, saith the Lord.",
                    "score": 0.7845383741470829
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 22,
                    "verse": 14,
                    "text": "And every nation which shall war against thee, O house of Israel, shall be turned one against another, and they shall fall into the pit which they digged to ensnare the people of the Lord. And all that fight against Zion shall be destroyed, and that great whore, who hath perverted the right ways of the Lord, yea, that great and abominable church, shall tumble to the dust and great shall be the fall of it.",
                    "score": 0.7798008449646636
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 25,
                    "text": "That I will bring the Assyrian in my land, and upon my mountains tread him under foot; then shall his yoke depart from off them, and his burden depart from off their shoulders.",
                    "score": 0.779656628730419
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 17,
                    "verse": 38,
                    "text": "And he leadeth away the righteous into precious lands, and the wicked he destroyeth, and curseth the land unto them for their sakes.",
                    "score": 0.7772587064396215
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 5,
                    "text": "For I, the Lord, have decreed in my heart, that inasmuch as any man belonging to the order shall be found a transgressor, or, in other words, shall break the covenant with which ye are bound, he shall be cursed in his life, and shall be trodden down by whom I will;",
                    "score": 0.7770859902976859
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 17,
                    "text": "Thy graven images I will also cut off, and thy standing images out of the midst of thee, and thou shalt no more worship the works of thy hands;",
                    "score": 0.7747755238549854
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 103,
                    "verse": 24,
                    "text": "And inasmuch as mine enemies come against you to drive you from my goodly land, which I have consecrated to be the land of Zion, even from your own lands after these testimonies, which ye have brought before me against them, ye shall curse them;",
                    "score": 0.7743585950375418
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 16,
                    "text": "O that he would rid you from this iniquity and abomination. And, O that ye would listen unto the word of his commands, and let not this pride of your hearts destroy your souls!",
                    "score": 0.7737377034437225
                }
            ]
        },
        {
            "verse": 7,
            "text": "And I will take away his blood out of his mouth, and his abominations from between his teeth: but he that remaineth, even he, shall be for our God, and he shall be as a governor in Judah, and Ekron as a Jebusite.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 19,
                    "verse": 15,
                    "text": "And out of his mouth goeth a sharp sword, that with it he should smite the nations: and he shall rule them with a rod of iron: and he treadeth the winepress of the fierceness and wrath of Almighty God.",
                    "score": 0.8022424062528876
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 13,
                    "verse": 28,
                    "text": "There shall be weeping and gnashing of teeth, when ye shall see Abraham, and Isaac, and Jacob, and all the prophets, in the kingdom of God, and you yourselves thrust out.",
                    "score": 0.8015516600459671
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 54,
                    "text": "And shall cut him asunder, and shall appoint him his portion with the hypocrites; there shall be weeping and gnashing of teeth.",
                    "score": 0.8012347318624425
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 51,
                    "text": "And shall cut him asunder, and appoint him his portion with the hypocrites: there shall be weeping and gnashing of teeth.",
                    "score": 0.7991720913725332
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 11,
                    "text": "And I give unto you a commandment, that ye shall forsake all evil and cleave unto all good, that ye shall live by every word which proceedeth forth out of the mouth of God.",
                    "score": 0.7973159376510752
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 6,
                    "verse": 56,
                    "text": "He that eateth my flesh, and drinketh my blood, dwelleth in me, and I in him.",
                    "score": 0.7971296195425942
                },
                {
                    "volume": "New Testament",
                    "book": "Acts",
                    "chapter": 15,
                    "verse": 29,
                    "text": "That ye abstain from meats offered to idols, and from blood, and from things strangled, and from fornication: from which if ye keep yourselves, ye shall do well. Fare ye well.",
                    "score": 0.7934526250977632
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 25,
                    "text": "That I will bring the Assyrian in my land, and upon my mountains tread him under foot; then shall his yoke depart from off them, and his burden depart from off their shoulders.",
                    "score": 0.7915444678229593
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 9,
                    "verse": 19,
                    "text": "And ye shall offer up unto me no more the shedding of blood; yea, your sacrifices and your burnt offerings shall be done away, for I will accept none of your sacrifices and your burnt offerings.",
                    "score": 0.7861127179516236
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 17,
                    "text": "O the greatness and the justice of our God! For he executeth all his words, and they have gone forth out of his mouth, and his law must be fulfilled.",
                    "score": 0.7857817621629366
                }
            ]
        },
        {
            "verse": 8,
            "text": "And I will encamp about mine house because of the army, because of him that passeth by, and because of him that returneth: and no oppressor shall pass through them any more: for now have I seen with mine eyes.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 15,
                    "text": "And inasmuch as my people build a house unto me in the name of the Lord, and do not suffer any unclean thing to come into it, that it be not defiled, my glory shall rest upon it;",
                    "score": 0.7818688139627527
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 29,
                    "verse": 14,
                    "text": "And it shall come to pass that my people, which are of the house of Israel, shall be gathered home unto the lands of their possessions; and my word also shall be gathered in one. And I will show unto them that fight against my word and against my people, who are of the house of Israel, that I am God, and that I covenanted with Abraham that I would remember his seed forever.",
                    "score": 0.7804857392494752
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 5,
                    "verse": 39,
                    "text": "Behold thou hast driven me out this day from the face of the Lord, and from thy face shall I be hid; and I shall be a fugitive and a vagabond in the earth; and it shall come to pass, that he that findeth me will slay me, because of mine iniquities, for these things are not hid from the Lord.",
                    "score": 0.7731333179460076
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 60,
                    "verse": 25,
                    "text": "And except ye grant mine epistle, and come out and show unto me a true spirit of freedom, and strive to strengthen and fortify our armies, and grant unto them food for their support, behold I will leave a part of my freemen to maintain this part of our land, and I will leave the strength and the blessings of God upon them, that none other power can operate against them--",
                    "score": 0.7728814503629897
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 18,
                    "verse": 17,
                    "text": "And I will wait upon the Lord, that hideth his face from the house of Jacob, and I will look for him.",
                    "score": 0.7715094660864438
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 20,
                    "text": "And it shall come to pass in that day, that the remnant of Israel, and such as are escaped of the house of Jacob, shall no more again stay upon him that smote them, but shall stay upon the Lord, the Holy One of Israel, in truth.",
                    "score": 0.7690904886841892
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 96,
                    "verse": 9,
                    "text": "Therefore ye shall ordain him unto this blessing, and he shall seek diligently to take away incumbrances that are upon the house named among you, that he may dwell therein. Even so. Amen.",
                    "score": 0.7677932029087468
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 13,
                    "verse": 20,
                    "text": "And the day shall come that they shall hide up their treasures, because they have set their hearts upon riches; and because they have set their hearts upon their riches, and will hide up their treasures when they shall flee before their enemies; because they will not hide them up unto me, cursed be they and also their treasures; and in that day shall they be smitten, saith the Lord.",
                    "score": 0.7676032636709372
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 98,
                    "verse": 18,
                    "text": "Let not your hearts be troubled; for in my Father's house are many mansions, and I have prepared a place for you; and where my Father and I am, there ye shall be also.",
                    "score": 0.7624302455925762
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 44,
                    "text": "And then they shall look for me, and, behold, I will come; and they shall see me in the clouds of heaven, clothed with power and great glory; with all the holy angels; and he that watches not for me shall be cut off.",
                    "score": 0.7623060806074238
                }
            ]
        },
        {
            "verse": 9,
            "text": "Rejoice greatly, O daughter of Zion; shout, O daughter of Jerusalem: behold, thy King cometh unto thee: he is just, and having salvation; lowly, and riding upon an ass, and upon a colt the foal of an ass.",
            "similars": [
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 21,
                    "verse": 5,
                    "text": "Tell ye the daughter of Sion, Behold, thy King cometh unto thee, meek, and sitting upon an ass, and a colt the foal of an ass.",
                    "score": 0.8781402283108335
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 12,
                    "verse": 15,
                    "text": "Fear not, daughter of Sion: behold, thy King cometh, sitting on an ass's colt.",
                    "score": 0.8142895258746344
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 37,
                    "text": "Shake thyself from the dust; arise, sit down, O Jerusalem; loose thyself from the bands of thy neck, O captive daughter of Zion.",
                    "score": 0.8097042581356712
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 8,
                    "verse": 25,
                    "text": "Shake thyself from the dust; arise, sit down, O Jerusalem; loose thyself from the bands of thy neck, O captive daughter of Zion.",
                    "score": 0.8097042581356712
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Moroni",
                    "chapter": 10,
                    "verse": 31,
                    "text": "And awake, and arise from the dust, O Jerusalem; yea, and put on thy beautiful garments, O daughter of Zion; and strengthen thy stakes and enlarge thy borders forever, that thou mayest no more be confounded, that the covenants of the Eternal Father which he hath made unto thee, O house of Israel, may be fulfilled.",
                    "score": 0.8051576313102125
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 21,
                    "text": "How beautiful upon the mountains are the feet of him that bringeth good tidings; that publisheth peace; that bringeth good tidings of good; that publisheth salvation; that saith unto Zion, Thy God reigneth;",
                    "score": 0.7837231933848967
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 7,
                    "verse": 53,
                    "text": "And the Lord said: Blessed is he through whose seed Messiah shall come; for he saith--I am Messiah, the King of Zion, the Rock of Heaven, which is broad as eternity; whoso cometh in at the gate and climbeth up by me shall never fall; wherefore, blessed are they of whom I have spoken, for they shall come forth with songs of everlasting joy.",
                    "score": 0.7795155803964147
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 97,
                    "verse": 21,
                    "text": "Therefore, verily, thus saith the Lord, let Zion rejoice, for this is Zion--the pure in heart; therefore, let Zion rejoice, while all the wicked shall mourn.",
                    "score": 0.7792006304239724
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 6,
                    "verse": 23,
                    "text": "Rejoice ye in that day, and leap for joy: for, behold, your reward is great in heaven: for in the like manner did their fathers unto the prophets.",
                    "score": 0.7774077167653128
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 14,
                    "text": "Yea, wo be unto the Gentiles except they repent; for it shall come to pass in that day, saith the Father, that I will cut off thy horses out of the midst of thee, and I will destroy thy chariots;",
                    "score": 0.7765874023787658
                }
            ]
        },
        {
            "verse": 10,
            "text": "And I will cut off the chariot from Ephraim, and the horse from Jerusalem, and the battle bow shall be cut off: and he shall speak peace unto the heathen: and his dominion shall be from sea even to sea, and from the river even to the ends of the earth.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 21,
                    "verse": 14,
                    "text": "Yea, wo be unto the Gentiles except they repent; for it shall come to pass in that day, saith the Father, that I will cut off thy horses out of the midst of thee, and I will destroy thy chariots;",
                    "score": 0.8522438081254846
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 22,
                    "verse": 19,
                    "text": "And if any man shall take away from the words of the book of this prophecy, God shall take away his part out of the book of life, and out of the holy city, and from the things which are written in this book.",
                    "score": 0.7969771913813024
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 38,
                    "verse": 1,
                    "text": "My son, give ear to my words, for I say unto you, even as I said unto Helaman, that inasmuch as ye shall keep the commandments of God ye shall prosper in the land; and inasmuch as ye will not keep the commandments of God ye shall be cut off from his presence.",
                    "score": 0.7917181013770248
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 24,
                    "verse": 25,
                    "text": "That I will bring the Assyrian in my land, and upon my mountains tread him under foot; then shall his yoke depart from off them, and his burden depart from off their shoulders.",
                    "score": 0.7917070302813153
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 7,
                    "verse": 15,
                    "text": "Now behold, I say unto you that if ye will return unto Jerusalem ye shall also perish with them. And now, if ye have choice, go up to the land, and remember the words which I speak unto you, that if ye go ye will also perish; for thus the Spirit of the Lord constraineth me that I should speak.",
                    "score": 0.7910212437730711
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 44,
                    "verse": 14,
                    "text": "Even as this scalp has fallen to the earth, which is the scalp of your chief, so shall ye fall to the earth except ye will deliver up your weapons of war and depart with a covenant of peace.",
                    "score": 0.7895759705532561
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 19,
                    "verse": 26,
                    "text": "For I say unto you, That unto every one which hath shall be given; and from him that hath not, even that he hath shall be taken away from him.",
                    "score": 0.7866048148738517
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 37,
                    "verse": 15,
                    "text": "And now behold, I tell you by the spirit of prophecy, that if ye transgress the commandments of God, behold, these things which are sacred shall be taken away from you by the power of God, and ye shall be delivered up unto Satan, that he may sift you as chaff before the wind.",
                    "score": 0.7860210972239002
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 22,
                    "verse": 10,
                    "text": "For the mountains shall depart and the hills be removed, but my kindness shall not depart from thee, neither shall the covenant of my peace be removed, saith the Lord that hath mercy on thee.",
                    "score": 0.7845748464148886
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 7,
                    "verse": 28,
                    "text": "And except ye repent ye shall perish; yea, even your lands shall be taken from you, and ye shall be destroyed from off the face of the earth.",
                    "score": 0.7841937722154626
                }
            ]
        },
        {
            "verse": 11,
            "text": "As for thee also, by the blood of thy covenant I have sent forth thy prisoners out of the pit wherein is no water.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 4,
                    "text": "Without me they shall bow down under the prisoners, and they shall fall under the slain. For all this his anger is not turned away, but his hand is stretched out still.",
                    "score": 0.7798149492471866
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 9,
                    "verse": 19,
                    "text": "And ye shall offer up unto me no more the shedding of blood; yea, your sacrifices and your burnt offerings shall be done away, for I will accept none of your sacrifices and your burnt offerings.",
                    "score": 0.7739569824848119
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 104,
                    "verse": 5,
                    "text": "For I, the Lord, have decreed in my heart, that inasmuch as any man belonging to the order shall be found a transgressor, or, in other words, shall break the covenant with which ye are bound, he shall be cursed in his life, and shall be trodden down by whom I will;",
                    "score": 0.7732094296665808
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 27,
                    "verse": 19,
                    "text": "And no unclean thing can enter into his kingdom; therefore nothing entereth into his rest save it be those who have washed their garments in my blood, because of their faith, and the repentance of all their sins, and their faithfulness unto the end.",
                    "score": 0.7723574201954562
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 16,
                    "verse": 6,
                    "text": "For they have shed the blood of saints and prophets, and thou hast given them blood to drink; for they are worthy.",
                    "score": 0.7698577824586966
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 6,
                    "verse": 17,
                    "text": "But thus saith the Lord: Even the captives of the mighty shall be taken away, and the prey of the terrible shall be delivered; for the Mighty God shall deliver his covenant people. For thus saith the Lord: I will contend with them that contendeth with thee--",
                    "score": 0.7694112412460652
                },
                {
                    "volume": "New Testament",
                    "book": "Romans",
                    "chapter": 11,
                    "verse": 27,
                    "text": "For this is my covenant unto them, when I shall take away their sins.",
                    "score": 0.7677257038063964
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 12,
                    "verse": 34,
                    "text": "I am the Lord thy God, who hath brought thee out of the land of Egypt, out of the house of bondage.",
                    "score": 0.7674808690204811
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 25,
                    "text": "But thus saith the Lord, even the captives of the mighty shall be taken away, and the prey of the terrible shall be delivered; for I will contend with him that contendeth with thee, and I will save thy children.",
                    "score": 0.7667381788327563
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 44,
                    "verse": 11,
                    "text": "Now I cannot recall the words which I have spoken, therefore as the Lord liveth, ye shall not depart except ye depart with an oath that ye will not return again against us to war. Now as ye are in our hands we will spill your blood upon the ground, or ye shall submit to the conditions which I have proposed.",
                    "score": 0.7643493096012285
                }
            ]
        },
        {
            "verse": 12,
            "text": "Turn you to the strong hold, ye prisoners of hope: even to day do I declare that I will render double unto thee;",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 7,
                    "verse": 17,
                    "text": "But it came to pass that I prayed unto the Lord, saying: O Lord, according to my faith which is in thee, wilt thou deliver me from the hands of my brethren; yea, even give me strength that I may burst these bands with which I am bound.",
                    "score": 0.784459786185252
                },
                {
                    "volume": "Pearl of Great Price",
                    "book": "Moses",
                    "chapter": 1,
                    "verse": 26,
                    "text": "And lo, I am with thee, even unto the end of thy days; for thou shalt deliver my people from bondage, even Israel my chosen.",
                    "score": 0.7834419587542428
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 110,
                    "text": "Verily I say unto you, even now, if he will hearken unto my voice, it shall be well with him. Even so. Amen.",
                    "score": 0.7822728679236631
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 8,
                    "text": "Verily, verily, I say unto you, even as you desire of me so it shall be done unto you; and, if you desire, you shall be the means of doing much good in this generation.",
                    "score": 0.7814925219561669
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 17,
                    "text": "And then, behold, according to your desires, yea, even according to your faith shall it be done unto you.",
                    "score": 0.7791874640907869
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 11,
                    "verse": 31,
                    "text": "Behold, verily, verily, I say unto you, I will declare unto you my doctrine.",
                    "score": 0.7787426085150314
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 6,
                    "text": "And ye shall go forth in the power of my Spirit, preaching my gospel, two by two, in my name, lifting up your voices as with the sound of a trump, declaring my word like unto angels of God.",
                    "score": 0.7770097070381012
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 18,
                    "verse": 18,
                    "text": "Verily I say unto you, Whatsoever ye shall bind on earth shall be bound in heaven: and whatsoever ye shall loose on earth shall be loosed in heaven.",
                    "score": 0.7757597583225037
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 4,
                    "verse": 35,
                    "text": "Yea, I know that God will give liberally to him that asketh. Yea, my God will give me, if I ask not amiss; therefore I will lift up my voice unto thee; yea, I will cry unto thee, my God, the rock of my righteousness. Behold, my voice shall forever ascend up unto thee, my rock and mine everlasting God. Amen.",
                    "score": 0.7738363367545434
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 9,
                    "verse": 46,
                    "text": "Prepare your souls for that glorious day when justice shall be administered unto the righteous, even the day of judgment, that ye may not shrink with awful fear; that ye may not remember your awful guilt in perfectness, and be constrained to exclaim: Holy, holy are thy judgments, O Lord God Almighty--but I know my guilt; I transgressed thy law, and my transgressions are mine; and the devil hath obtained me, that I am a prey to his awful misery.",
                    "score": 0.7737517198558348
                }
            ]
        },
        {
            "verse": 13,
            "text": "When I have bent Judah for me, filled the bow with Ephraim, and raised up thy sons, O Zion, against thy sons, O Greece, and made thee as the sword of a mighty man.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 93,
                    "verse": 4,
                    "text": "The Father because he gave me of his fulness, and the Son because I was in the world and made flesh my tabernacle, and dwelt among the sons of men.",
                    "score": 0.7953947752225818
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 3,
                    "verse": 13,
                    "text": "And out of weakness he shall be made strong, in that day when my work shall commence among all my people, unto the restoring thee, O house of Israel, saith the Lord.",
                    "score": 0.7862311578190561
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 84,
                    "verse": 32,
                    "text": "And the sons of Moses and of Aaron shall be filled with the glory of the Lord, upon Mount Zion in the Lord's house, whose sons are ye; and also many whom I have called and sent forth to build up my church.",
                    "score": 0.7850468959651365
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 20,
                    "verse": 20,
                    "text": "And it shall come to pass, saith the Father, that the sword of my justice shall hang over them at that day; and except they repent it shall fall upon them, saith the Father, yea, even upon all the nations of the Gentiles.",
                    "score": 0.784578916111388
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 20,
                    "text": "And now, my brethren, I have spoken unto you concerning pride; and those of you which have afflicted your neighbor, and persecuted him because ye were proud in your hearts, of the things which God hath given you, what say ye of it?",
                    "score": 0.7842307864185899
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 39,
                    "verse": 2,
                    "text": "For thou didst not give so much heed unto my words as did thy brother, among the people of the Zoramites. Now this is what I have against thee; thou didst go on unto boasting in thy strength and thy wisdom.",
                    "score": 0.7820854811186505
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 44,
                    "verse": 8,
                    "text": "And now it came to pass that when Zerahemnah had heard these sayings he came forth and delivered up his sword and his cimeter, and his bow into the hands of Moroni, and said unto him: Behold, here are our weapons of war; we will deliver them up unto you, but we will not suffer ourselves to take an oath unto you, which we know that we shall break, and also our children; but take our weapons of war, and suffer that we may depart into the wilderness; otherwise we will retain our swords, and we will perish or conquer.",
                    "score": 0.7819558444319421
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 24,
                    "verse": 7,
                    "text": "For thou shalt devote all thy service in Zion; and in this thou shalt have strength.",
                    "score": 0.7808536849162186
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 6,
                    "verse": 6,
                    "text": "And now, these are the words: Thus saith the Lord God: Behold, I will lift up mine hand to the Gentiles, and set up my standard to the people; and they shall bring thy sons in their arms, and thy daughters shall be carried upon their shoulders.",
                    "score": 0.7797227588086904
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Mosiah",
                    "chapter": 2,
                    "verse": 30,
                    "text": "For even at this time, my whole frame doth tremble exceedingly while attempting to speak unto you; but the Lord God doth support me, and hath suffered me that I should speak unto you, and hath commanded me that I should declare unto you this day, that my son Mosiah is a king and a ruler over you.",
                    "score": 0.7788437680506896
                }
            ]
        },
        {
            "verse": 14,
            "text": "And the Lord shall be seen over them, and his arrow shall go forth as the lightning: and the Lord God shall blow the trumpet, and shall go with whirlwinds of the south.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 43,
                    "verse": 22,
                    "text": "Yea, and again, when the lightnings shall streak forth from the east unto the west, and shall utter forth their voices unto all that live, and make the ears of all tingle that hear, saying these words--Repent ye, for the great day of the Lord is come?",
                    "score": 0.8308336171459144
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 27,
                    "verse": 2,
                    "text": "And when that day shall come they shall be visited of the Lord of Hosts, with thunder and with earthquake, and with a great noise, and with storm, and with tempest, and with the flame of devouring fire.",
                    "score": 0.807816471888717
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 6,
                    "text": "And they shall be visited with thunderings, and lightnings, and earthquakes, and all manner of destructions, for the fire of the anger of the Lord shall be kindled against them, and they shall be as stubble, and the day that cometh shall consume them, saith the Lord of Hosts.",
                    "score": 0.8051260576055617
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 27,
                    "text": "For as the lightning cometh out of the east, and shineth even unto the west; so shall also the coming of the Son of man be.",
                    "score": 0.8025098143728296
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 19,
                    "verse": 11,
                    "text": "For thus spake the prophet: The Lord God surely shall visit all the house of Israel at that day, some with his voice, because of their righteousness, unto their great joy and salvation, and others with the thunderings and the lightnings of his power, by tempest, by fire, and by smoke, and vapor of darkness, and by the opening of the earth, and by mountains which shall be carried up.",
                    "score": 0.7973299092961537
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 31,
                    "text": "And he shall send his angels with a great sound of a trumpet, and they shall gather together his elect from the four winds, from one end of heaven to the other.",
                    "score": 0.7933401314611712
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 1,
                    "verse": 7,
                    "text": "Behold, he cometh with clouds; and every eye shall see him, and they also which pierced him: and all kindreds of the earth shall wail because of him. Even so, Amen.",
                    "score": 0.7927811175425844
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 87,
                    "verse": 6,
                    "text": "And thus, with the sword and by bloodshed the inhabitants of the earth shall mourn; and with famine, and plague, and earthquake, and the thunder of heaven, and the fierce and vivid lightning also, shall the inhabitants of the earth be made to feel the wrath, and indignation, and chastening hand of an Almighty God, until the consumption decreed hath made a full end of all nations;",
                    "score": 0.7918400982098424
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Helaman",
                    "chapter": 14,
                    "verse": 26,
                    "text": "And behold, thus hath the angel spoken unto me; for he said unto me that there should be thunderings and lightnings for the space of many hours.",
                    "score": 0.7880783375403414
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 63,
                    "verse": 6,
                    "text": "Wherefore, verily I say, let the wicked take heed, and let the rebellious fear and tremble; and let the unbelieving hold their lips, for the day of wrath shall come upon them as a whirlwind, and all flesh shall know that I am God.",
                    "score": 0.7879469167125005
                }
            ]
        },
        {
            "verse": 15,
            "text": "The Lord of hosts shall defend them; and they shall devour, and subdue with sling stones; and they shall drink, and make a noise as through wine; and they shall be filled like bowls, and as the corners of the altar.",
            "similars": [
                {
                    "volume": "Pearl of Great Price",
                    "book": "Joseph Smith--Matthew",
                    "chapter": 1,
                    "verse": 52,
                    "text": "And shall begin to smite his fellow-servants, and to eat and drink with the drunken,",
                    "score": 0.802742111303411
                },
                {
                    "volume": "New Testament",
                    "book": "Matthew",
                    "chapter": 24,
                    "verse": 49,
                    "text": "And shall begin to smite his fellowservants, and to eat and drink with the drunken;",
                    "score": 0.8025599000066509
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 24,
                    "verse": 17,
                    "text": "And they shall be mine, saith the Lord of Hosts, in that day when I make up my jewels; and I will spare them as a man spareth his own son that serveth him.",
                    "score": 0.8016127479076076
                },
                {
                    "volume": "New Testament",
                    "book": "Luke",
                    "chapter": 12,
                    "verse": 45,
                    "text": "But and if that servant say in his heart, My lord delayeth his coming; and shall begin to beat the menservants and maidens, and to eat and drink, and to be drunken;",
                    "score": 0.7979786262558038
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 26,
                    "verse": 6,
                    "text": "And they shall be visited with thunderings, and lightnings, and earthquakes, and all manner of destructions, for the fire of the anger of the Lord shall be kindled against them, and they shall be as stubble, and the day that cometh shall consume them, saith the Lord of Hosts.",
                    "score": 0.7979424329716445
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 6,
                    "verse": 18,
                    "text": "And I will feed them that oppress thee, with their own flesh; and they shall be drunken with their own blood as with sweet wine; and all flesh shall know that I the Lord am thy Savior and thy Redeemer, the Mighty One of Jacob.",
                    "score": 0.7961769092100455
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 14,
                    "verse": 10,
                    "text": "The same shall drink of the wine of the wrath of God, which is poured out without mixture into the cup of his indignation; and he shall be tormented with fire and brimstone in the presence of the holy angels, and in the presence of the Lamb:",
                    "score": 0.7954940351551957
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 26,
                    "text": "And I will feed them that oppress thee with their own flesh; they shall be drunken with their own blood as with sweet wine; and all flesh shall know that I, the Lord, am thy Savior and thy Redeemer, the Mighty One of Jacob.",
                    "score": 0.7941555237055652
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 20,
                    "verse": 33,
                    "text": "Behold, the Lord, the Lord of Hosts shall lop the bough with terror; and the high ones of stature shall be hewn down; and the haughty shall be humbled.",
                    "score": 0.7937129322500998
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 2,
                    "verse": 30,
                    "text": "For if I will, saith the Lord of Hosts, raise up seed unto me, I will command my people; otherwise they shall hearken unto these things.",
                    "score": 0.7905957291754253
                }
            ]
        },
        {
            "verse": 16,
            "text": "And the Lord their God shall save them in that day as the flock of his people: for they shall be as the stones of a crown, lifted up as an ensign upon his land.",
            "similars": [
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 46,
                    "verse": 20,
                    "text": "Behold, whosoever will maintain this title upon the land, let them come forth in the strength of the Lord, and enter into a covenant that they will maintain their rights, and their religion, that the Lord God may bless them.",
                    "score": 0.804402776582697
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 45,
                    "verse": 59,
                    "text": "For the Lord shall be in their midst, and his glory shall be upon them, and he will be their king and their lawgiver.",
                    "score": 0.8033970898095171
                },
                {
                    "volume": "Book of Mormon",
                    "book": "1 Nephi",
                    "chapter": 21,
                    "verse": 8,
                    "text": "Thus saith the Lord: In an acceptable time have I heard thee, O isles of the sea, and in a day of salvation have I helped thee; and I will preserve thee, and give thee my servant for a covenant of the people, to establish the earth, to cause to inherit the desolate heritages;",
                    "score": 0.8029742740686886
                },
                {
                    "volume": "New Testament",
                    "book": "Revelation",
                    "chapter": 21,
                    "verse": 24,
                    "text": "And the nations of them which are saved shall walk in the light of it: and the kings of the earth do bring their glory and honour into it.",
                    "score": 0.8028430697168009
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 42,
                    "verse": 36,
                    "text": "That my covenant people may be gathered in one in that day when I shall come to my temple. And this I do for the salvation of my people.",
                    "score": 0.8004500577212439
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 65,
                    "verse": 5,
                    "text": "Call upon the Lord, that his kingdom may go forth upon the earth, that the inhabitants thereof may receive it, and be prepared for the days to come, in the which the Son of Man shall come down in heaven, clothed in the brightness of his glory, to meet the kingdom of God which is set up on the earth.",
                    "score": 0.7974173291101846
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 10,
                    "verse": 7,
                    "text": "But behold, thus saith the Lord God: When the day cometh that they shall believe in me, that I am Christ, then have I covenanted with their fathers that they shall be restored in the flesh, upon the earth, unto the lands of their inheritance.",
                    "score": 0.7949699081694238
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Alma",
                    "chapter": 17,
                    "verse": 31,
                    "text": "And it came to pass that he flattered them by his words, saying: My brethren, be of good cheer and let us go in search of the flocks, and we will gather them together and bring them back unto the place of water; and thus we will preserve the flocks unto the king and he will not slay us.",
                    "score": 0.7948565287302264
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 12,
                    "verse": 12,
                    "text": "For the day of the Lord of Hosts soon cometh upon all nations, yea, upon every one; yea, upon the proud and lofty, and upon every one who is lifted up, and he shall be brought low.",
                    "score": 0.7941935623132141
                },
                {
                    "volume": "Book of Mormon",
                    "book": "3 Nephi",
                    "chapter": 4,
                    "verse": 29,
                    "text": "May the Lord preserve his people in righteousness and in holiness of heart, that they may cause to be felled to the earth all who shall seek to slay them because of power and secret combinations, even as this man hath been felled to the earth.",
                    "score": 0.7940274183293609
                }
            ]
        },
        {
            "verse": 17,
            "text": "For how great is his goodness, and how great is his beauty! corn shall make the young men cheerful, and new wine the maids.",
            "similars": [
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 124,
                    "verse": 17,
                    "text": "And for his love he shall be great, for he shall be mine if he do this, saith the Lord. I have seen the work which he hath done, which I accept if he continue, and will crown him with blessings and great glory.",
                    "score": 0.758717697906278
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 11,
                    "verse": 1,
                    "text": "A great and marvelous work is about to come forth among the children of men.",
                    "score": 0.7528316658424716
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 12,
                    "verse": 1,
                    "text": "A great and marvelous work is about to come forth among the children of men.",
                    "score": 0.7528316658424716
                },
                {
                    "volume": "New Testament",
                    "book": "John",
                    "chapter": 2,
                    "verse": 10,
                    "text": "And saith unto him, Every man at the beginning doth set forth good wine; and when men have well drunk, then that which is worse: but thou hast kept the good wine until now.",
                    "score": 0.7507058524443676
                },
                {
                    "volume": "Book of Mormon",
                    "book": "2 Nephi",
                    "chapter": 15,
                    "verse": 22,
                    "text": "Wo unto the mighty to drink wine, and men of strength to mingle strong drink;",
                    "score": 0.7487077933520875
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 6,
                    "verse": 1,
                    "text": "A great and marvelous work is about to come forth unto the children of men.",
                    "score": 0.7475079294265172
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 14,
                    "verse": 1,
                    "text": "A great and marvelous work is about to come forth unto the children of men.",
                    "score": 0.7475079294265172
                },
                {
                    "volume": "Book of Mormon",
                    "book": "Jacob",
                    "chapter": 5,
                    "verse": 75,
                    "text": "And it came to pass that when the Lord of the vineyard saw that his fruit was good, and that his vineyard was no more corrupt, he called up his servants, and said unto them: Behold, for this last time have we nourished my vineyard; and thou beholdest that I have done according to my will; and I have preserved the natural fruit, that it is good, even like as it was in the beginning. And blessed art thou; for because ye have been diligent in laboring with me in my vineyard, and have kept my commandments, and have brought unto me again the natural fruit, that my vineyard is no more corrupted, and the bad is cast away, behold ye shall have joy with me because of the fruit of my vineyard.",
                    "score": 0.7431080607046463
                },
                {
                    "volume": "New Testament",
                    "book": "2 Timothy",
                    "chapter": 3,
                    "verse": 17,
                    "text": "That the man of God may be perfect, throughly furnished unto all good works.",
                    "score": 0.7419971623427728
                },
                {
                    "volume": "Doctrine and Covenants",
                    "book": "Doctrine and Covenants",
                    "chapter": 4,
                    "verse": 1,
                    "text": "Now behold, a marvelous work is about to come forth among the children of men.",
                    "score": 0.74132423505552
                }
            ]
        }
    ]
}